[
  {
    "id": "block-B01-q141",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un cliente antiguo pide que registres una venta con descuento especial retroactivo a un mes anterior para que le aplique un beneficio fiscal que no declaró a tiempo. El sistema permite ajustar fechas con tu autorización. Si aceptas ayudas a mantener una relación comercial valiosa pero alteras registros para fines externos a la operación real; si te niegas proteges la integridad de los datos pero arriesgas perder ese cliente. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 1",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q142",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante la revisión de un contrato descubres que un proveedor no cumplió con ciertas especificaciones técnicas menores pero entregó a tiempo. Tu supervisor prefiere aprobar el pago para no retrasar otros proyectos. Si exiges la corrección cumples con el estándar acordado pero demoras el cronograma y generas tensión; si apruebas todo sigue su curso pero aceptas un incumplimiento documentado. ¿Qué decides y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 07 item 2",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q143",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden coordinar una encuesta anónima sobre ambiente laboral pero tu jefe solicita ver las respuestas individuales antes de consolidar el informe para identificar a quienes se quejan. Si mantienes el anonimato respetas la promesa hecha al equipo pero puedes incomodar a tu supervisor; si compartes los datos identificables complaces a tu jefe pero rompes la confidencialidad ofrecida. ¿Qué haces y qué priorizas?",
    "notes": "Modulo 1 Video B01 batch 07 item 3",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q144",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una reunión con posibles inversores notas que tu jefe exagera los resultados del último trimestre haciendo que parezcan mejores de lo que fueron. Nadie revisa esos números en el momento. Si intervienes y aclaras la situación proteges la veracidad de la información pero desautorizas a tu supervisor en público; si callas evitas el conflicto inmediato pero avala una presentación engañosa. ¿Cómo actúas y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 4",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q145",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar facturas pendientes descubres que varios cargos administrativos se duplicaron por error del sistema y nadie lo detectó durante meses. Un colega sugiere dejar quieto el tema porque corregirlo implicaría admitir una falla prolongada de control. Si reportas el hallazgo recuperas dinero de la empresa pero expones debilidades del proceso y posibles responsabilidades; si lo ignoras evitas complicaciones pero mantienes un sobrecosto evitable. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 07 item 5",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q146",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un familiar cercano busca trabajo y te pide que lo recomiendes para una vacante en tu área. Aunque tiene la formación básica sabes que hay candidatos con más experiencia. Tu jefe valora tus opiniones en el proceso de selección. Si lo recomiendas igual ayudas a tu familia pero favoreces a alguien menos calificado; si te abstienes o señalas las diferencias actúas con objetividad pero puedes generar malestar familiar. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 6",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q147",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante un inventario físico detectas que varios equipos pequeños desaparecieron sin registro de baja ni transferencia. Un compañero propone ajustar el sistema para que cuadre sin investigar porque buscar responsables tomaría semanas. Si insistes en rastrear los faltantes proteges el control de activos pero generas trabajo extra y posibles sanciones; si ajustas los números cierras rápido el tema pero ocultas pérdidas reales. ¿Qué priorizas y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 07 item 7",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q148",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te encargan revisar propuestas para un servicio clave y descubres que la empresa mejor calificada técnicamente es propiedad de un excompañero con quien tuviste conflictos personales en el pasado. Si la recomiendas igual respetas la objetividad del proceso pero beneficias a alguien que te trató mal; si la descartas por razones subjetivas evitas esa incomodidad pero comprometes la mejor opción para la empresa. ¿Qué haces y cómo procedes?",
    "notes": "Modulo 1 Video B01 batch 07 item 8",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q149",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar un reporte trimestral notas que un indicador clave empeoró significativamente pero tu jefe sugiere incluir solo los datos que lucen bien y dejar el resto para una nota al pie que nadie suele leer. Si presentas toda la información de forma clara das una visión completa pero puedes generar alarma en la dirección; si la ocultas en detalles cumples con el formato pero distorsionas la percepción del desempeño. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 9",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q150",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En un proceso de reducción de costos te piden eliminar una partida de capacitación que beneficia principalmente a empleados nuevos. Tu jefe argumenta que esos recursos pueden usarse mejor en otro lado. Si defiendes mantener la capacitación cuidas el desarrollo del equipo pero quedas como quien no colabora con el ajuste; si aceptas el recorte facilitas el ahorro inmediato pero afectas la formación de nuevos integrantes. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 07 item 10",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q151",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un competidor te contacta ofreciéndote un puesto mejor pagado y pide que compartas información estratégica de tu empresa actual como muestra de buena fe antes de formalizar la oferta. Si compartes esos datos aceleras tu salida y mejoras tu ingreso pero traicionas la confianza de tu empleador actual; si te niegas proteges la confidencialidad pero pierdes una oportunidad económica importante. ¿Qué decides y qué priorizas?",
    "notes": "Modulo 1 Video B01 batch 07 item 11",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q152",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una auditoría externa te preguntan directamente por un procedimiento que sabes que tu área no cumple. Tu supervisor está presente y te mira esperando que digas que todo está en orden. Si respondes con la verdad cooperas con la auditoría pero expones a tu equipo y a tu jefe; si mientes proteges la imagen del área pero ocultas un incumplimiento real. ¿Cómo actúas y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 12",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q153",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar el cronograma de un proyecto importante descubres que un hito crítico nunca se completó pero alguien lo marcó como terminado en el sistema. Faltan pocos días para la entrega final al cliente. Si reportas el problema inmediatamente permites buscar soluciones pero retrasas todo y generas pánico; si intentas resolverlo en silencio evitas el escándalo pero asumes un riesgo enorme si no lo logras. ¿Qué haces y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 07 item 13",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q154",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Participas en un comité que asigna presupuesto entre áreas y tu jefe te pide votar por un proyecto de tu propia área aunque sabes que otro departamento presentó una propuesta más sólida. Si votas objetivamente apoyas la mejor iniciativa pero tu área pierde recursos y tu supervisor quedará molesto; si priorizas tu área aseguras financiamiento pero sacrificas el interés general de la empresa. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 14",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q155",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al gestionar un pedido urgente el proveedor te ofrece entregar más rápido si aceptas pagar en efectivo sin factura completa evitando impuestos. Tu supervisor insinúa que muchos lo hacen. Si exiges factura formal cumples con las normas fiscales pero retrasas la entrega y puedes perder descuentos; si aceptas el trato informal aceleras todo y ahorras dinero pero participas en una evasión tributaria. ¿Qué haces y cómo procedes?",
    "notes": "Modulo 1 Video B01 batch 07 item 15",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q156",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Recibes una queja formal sobre acoso de un miembro influyente del equipo hacia un empleado nuevo. El denunciante te pide confidencialidad absoluta porque teme represalias. Si escalas el caso proteges al afectado pero arriesgas que se identifique la fuente; si esperas evidencia adicional cuidas su anonimato pero permites que la situación continúe. ¿Qué priorizas y cómo lo manejas?",
    "notes": "Modulo 1 Video B01 batch 07 item 16",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q157",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante un cierre contable detectas que varios gastos personales de directivos se cargaron a cuentas operativas generales diluyéndose entre otros conceptos. Un contador senior dice que así se maneja desde hace años. Si reclasificas esos gastos y los documentas proteges la transparencia pero generas conflicto con personas de alta jerarquía; si mantienes la práctica evitas problemas pero perpetúas un uso inadecuado del presupuesto. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 17",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q158",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan evaluar candidatos internos para un ascenso y uno de ellos es tu mejor amigo dentro de la empresa. Tiene buen desempeño pero otro candidato presenta mejores resultados documentados. Si favoreces a tu amigo fortaleces esa relación pero comprometes la objetividad; si apoyas al candidato con mejor evaluación actúas con justicia pero arriesgas la amistad. ¿Qué decides y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 07 item 18",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q159",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar una licitación pública descubres que tu empresa tiene acceso a información privilegiada sobre los criterios de evaluación a través de un contacto interno del organismo convocante. Usar esos datos mejoraría notablemente las probabilidades de ganar. Si utilizas la información ventaja competitiva casi asegurada pero participas en una competencia desleal; si la ignoras y trabajas solo con datos públicos actúas con integridad pero reduces las posibilidades de éxito. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 19",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q160",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una reunión de equipo tu supervisor atribuye a sí mismo una idea que originalmente propusiste tú en un correo interno. Nadie más parece recordarlo. Si lo corriges públicamente reclamas el crédito que te corresponde pero incomodas a tu jefe frente al grupo; si callas evitas el conflicto pero permites que se apropie de tu contribución. ¿Qué haces y cómo lo manejas?",
    "notes": "Modulo 1 Video B01 batch 07 item 20",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q161",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al consolidar datos para un informe estratégico notas que un área está inflando sus cifras de productividad reportando como completados trabajos que apenas iniciaron. Tu jefe prefiere no confrontarlos para evitar tensiones interdepartamentales. Si corriges los números presentas una realidad precisa pero generas conflicto entre gerencias; si los dejas pasar mantienes la armonía pero difundes información falsa. ¿Qué priorizas y cómo procedes?",
    "notes": "Modulo 1 Video B01 batch 07 item 21",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q162",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una capacitación técnica financiada por la empresa el instructor ofrece certificados sin examen final a quienes paguen un monto adicional directamente a él. Varios compañeros aceptan. Si rechazas el trato y completas la evaluación formal obtienes un certificado legítimo pero inviertes más tiempo y esfuerzo que otros; si aceptas el atajo consigues el mismo documento con menos trabajo pero avala una práctica deshonesta. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 22",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q163",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al gestionar contratos de servicios descubres que un proveedor está cobrando tarifas superiores a las pactadas desde hace meses aprovechando que nadie revisa los detalles línea por línea. Un colega sugiere no reclamar porque implicaría admitir falta de supervisión. Si exiges la devolución de lo cobrado de más recuperas recursos de la empresa pero expones deficiencias de control; si lo dejas pasar evitas el bochorno pero aceptas un sobrecosto continuo. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 07 item 23",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q164",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te ofrecen liderar un proyecto prestigioso que requiere dedicación exclusiva por varios meses. Aceptar significaría abandonar otro proyecto menos visible donde tu equipo actual depende de ti para cumplir compromisos ya asumidos. Si aceptas el nuevo desafío avanzas en tu carrera pero dejas colgados a tus compañeros; si te quedas con el equipo actual mantienes la lealtad pero pierdes una oportunidad importante. ¿Qué priorizas y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 24",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q165",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar el plan de seguridad de una instalación notas que varios equipos de protección están vencidos y no se reemplazaron por reducción de presupuesto. Tu supervisor argumenta que nunca ha pasado nada y que reportarlo generaría gastos innecesarios. Si insistes en la renovación proteges la integridad física de las personas pero generas un costo no previsto y posible tensión; si aceptas la situación actual ahorras dinero pero mantienes un riesgo evitable. ¿Qué haces y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 07 item 25",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q166",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante la negociación de un contrato importante el cliente solicita incluir una cláusula que sabes que tu empresa no podrá cumplir en los plazos establecidos. Tu jefe te pide firmar igual confiando en que después negociarán una extensión. Si firmas aseguras el contrato pero comprometes a la empresa a algo incumplible; si planteas la dificultad ahora actúas con transparencia pero arriesgas perder el negocio. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 26",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q167",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al organizar un evento corporativo recibes cotizaciones de varios proveedores. Uno de ellos te ofrece personalmente entradas para un concierto exclusivo si lo seleccionas aunque su propuesta no es la más competitiva. Si aceptas el beneficio y lo eliges obtienes una ventaja personal pero comprometes el criterio de selección; si rechazas la oferta y evalúas objetivamente proteges la imparcialidad pero pierdes ese regalo. ¿Qué haces y cómo procedes?",
    "notes": "Modulo 1 Video B01 batch 07 item 27",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q168",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te encargan cerrar el presupuesto anual y descubres que queda un remanente considerable sin ejecutar. Tu supervisor sugiere gastarlo rápidamente en compras no prioritarias para evitar que reduzcan la asignación del próximo año. Si ejecutas ese gasto justificas el presupuesto futuro pero malgastas recursos en lo inmediato; si reportas el sobrante actúas con responsabilidad fiscal pero probablemente recibirás menos dinero después. ¿Qué priorizas y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 07 item 28",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q169",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una inspección rutinaria detectas que varios colaboradores externos están trabajando sin los seguros y permisos requeridos porque gestionarlos tomaría semanas y el proyecto está atrasado. Tu supervisor prefiere terminar primero y regularizar después. Si detienes las actividades hasta completar los requisitos cumples con las normas laborales pero demoras aún más la entrega; si permites continuar mantienes el ritmo pero expones a la empresa y a esas personas a riesgos legales. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 29",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q170",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar candidatos para una beca de estudios financiada por la empresa notas que el hijo de un directivo aplicó y cumple los requisitos mínimos pero hay otros candidatos con mejores antecedentes académicos. El comité espera tu evaluación técnica. Si calificas objetivamente apoyas a los candidatos más sólidos pero puedes incomodar a ese directivo; si favoreces al familiar evitas conflicto pero comprometes la equidad del proceso. ¿Qué decides y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 07 item 30",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q171",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un compañero te pide acceso temporal a un sistema restringido para resolver un tema urgente porque el responsable está de vacaciones. Las políticas prohíben compartir credenciales bajo cualquier circunstancia. Si le das acceso resuelves el problema inmediato pero violas normas de seguridad; si te niegas y buscas alternativas formales cumples con el protocolo pero retrasas una solución que el cliente ya espera. ¿Qué haces y qué priorizas?",
    "notes": "Modulo 1 Video B01 batch 07 item 31",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q172",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al coordinar un estudio de mercado te ofrecen resultados preliminares de la competencia obtenidos de manera irregular por un tercero. Esa información daría una ventaja estratégica importante. Si la utilizas mejoras la calidad de tu análisis pero te beneficias de datos conseguidos de forma cuestionable; si la rechazas mantienes la ética profesional pero trabajas con menos información que otros podrían tener. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 32",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q173",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante la preparación de un informe anual descubres que un error de cálculo hace parecer que tu área superó sus metas cuando en realidad quedó por debajo. Tu supervisor nota el error pero sugiere dejarlo así porque ya está impreso el material para la junta. Si corriges los datos antes de la presentación entregas información veraz pero generas retrasos y expones la situación real; si lo dejas como está evitas complicaciones pero presentas logros falsos. ¿Qué haces y cómo procedes?",
    "notes": "Modulo 1 Video B01 batch 07 item 33",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q174",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan supervisar el trabajo de un equipo externo que debe cumplir estándares estrictos de calidad. Descubres que están tomando atajos riesgosos para acelerar la entrega. Si intervienes y exiges cumplimiento completo proteges el resultado final pero generas demoras y posibles reclamos del proveedor; si permites que continúen mantienes el cronograma pero aceptas un producto de calidad inferior. ¿Qué priorizas y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 07 item 34",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q175",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar archivos compartidos descubres documentos confidenciales de otra área a la que no deberías tener acceso por un error de permisos. Esa información te daría ventaja en una negociación interna próxima. Si reportas el error de seguridad pierdes esa ventaja y alertas sobre la vulnerabilidad; si aprovechas la información antes de reportarlo ganas en la negociación pero usas datos que no debías conocer. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 35",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q176",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una revisión presupuestaria te piden justificar gastos elevados de tu área de los últimos meses. Varios corresponden a decisiones apresuradas de tu jefe que no dieron resultado. Si documentas la realidad completa proteges tu propia responsabilidad pero expones a tu supervisor; si asumes parte de la culpa que no te corresponde lo cubres pero afectas tu propia evaluación. ¿Qué decides y cómo lo manejas?",
    "notes": "Modulo 1 Video B01 batch 07 item 36",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q177",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante la implementación de un nuevo sistema varios usuarios reportan fallas importantes pero el proveedor insiste en que es solo falta de capacitación. Tu supervisor prefiere aceptar esa explicación para no reabrir la negociación. Si insistes en documentar los problemas técnicos presionas por una solución real pero demoras el proyecto y generas tensión con el proveedor; si lo dejas pasar avanzas más rápido pero aceptas un producto defectuoso. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 37",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q178",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al gestionar nómina descubres que un error del sistema pagó de más a varios empleados el mes pasado. Un colega sugiere esperar a ver si lo notan y solo corregir si reclaman para evitar el trabajo de recuperar esos montos. Si gestionas inmediatamente la corrección proteges las finanzas de la empresa pero generas malestar en quienes deberán devolver dinero; si esperas evitas conflicto inmediato pero permites que se mantenga un pago indebido. ¿Qué priorizas y cómo procedes?",
    "notes": "Modulo 1 Video B01 batch 07 item 38",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q179",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden redactar un comunicado oficial sobre un incidente que afectó a clientes. Tu jefe quiere minimizar lo ocurrido usando lenguaje vago que técnicamente no miente pero evita reconocer la magnitud del problema. Si redactas el mensaje claro y directo respetas el derecho a información de los afectados pero puedes generar más reclamos; si usas la versión suavizada reduces el impacto inmediato pero ocultas parte de la verdad. ¿Qué decides y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 07 item 39",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q180",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una presentación ante posibles socios tu supervisor afirma que la empresa cuenta con certificaciones que aún están en trámite y no confirmadas. Nadie verifica en el momento. Si lo corriges inmediatamente evitas un compromiso falso pero desautorizas a tu jefe en público; si callas y lo conversas después mantienes la imagen pero permites que los socios tomen decisiones con información incorrecta. ¿Qué haces y qué priorizas?",
    "notes": "Modulo 1 Video B01 batch 07 item 40",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q181",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al consolidar resultados de una encuesta de satisfacción notas que las respuestas negativas provienen principalmente de un grupo específico de clientes. Tu jefe sugiere excluir esos datos por considerarlos atípicos para que el promedio mejore. Si mantienes todos los datos presentas la realidad completa pero muestras resultados más bajos; si excluyes ese segmento obtienes números más favorables pero manipulas la muestra. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 41",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q182",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te ofrecen coordinar la compra de equipamiento nuevo con un presupuesto considerable. Un proveedor que es amigo personal te sugiere inflar ligeramente algunas partidas para que sobre dinero que podrían repartirse. Si rechazas la propuesta y gestionas todo con transparencia actúas con integridad pero pierdes un beneficio económico y quizá esa amistad; si aceptas el arreglo ganas dinero extra pero cometes un fraude contra la empresa. ¿Qué haces y cómo procedes?",
    "notes": "Modulo 1 Video B01 batch 07 item 42",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q183",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante la revisión de contratos laborales descubres que varios empleados temporales llevan años renovándose sin pasar a planta permanente como indica la ley para evitar costos de prestaciones. Tu supervisor dice que todos lo saben y aceptan. Si reportas la situación fuerzas una regularización costosa pero cumples con la normativa laboral; si mantienes el esquema actual evitas gastos adicionales pero perpetúas una irregularidad legal. ¿Qué priorizas y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 07 item 43",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q184",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar documentación para una certificación internacional notas que algunos registros históricos están incompletos o extraviados. Un consultor externo sugiere recrear esos documentos basándose en la memoria institucional para no retrasar el proceso. Si exiges localizar o admitir la falta de registros originales mantienes la veracidad pero arriesgas no obtener la certificación; si aceptas recrear documentos aceleras todo pero presentas información no verificable. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 44",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q185",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te encargan evaluar el desempeño de un equipo que incluye a un familiar cercano que trabaja bajo tu supervisión indirecta. Sabes que su rendimiento es inferior al de otros pero temes que una mala evaluación afecte tu relación familiar. Si evalúas objetivamente proteges la credibilidad del proceso pero generas conflicto personal; si lo favoreces evitas problemas en casa pero comprometes la justicia de las calificaciones. ¿Qué haces y cómo lo manejas?",
    "notes": "Modulo 1 Video B01 batch 07 item 45",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q186",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una negociación comercial el cliente pide referencias de proyectos anteriores. Tienes casos exitosos reales pero de menor escala que lo solicitado. Tu jefe sugiere presentarlos exagerando ligeramente el alcance para no perder la oportunidad. Si presentas los casos tal como fueron mantienes la veracidad pero puedes quedar fuera de la competencia; si los inflamos ganamos credibilidad inmediata pero engañamos al cliente. ¿Qué priorizas y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 07 item 46",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q187",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al gestionar licencias de programas especializados descubres que varios usuarios instalan el mismo programa en equipos personales fuera de la empresa violando los términos de uso. Un colega dice que el proveedor nunca audita. Si reportas el mal uso y regularizas las licencias cumples con el contrato pero generas costos adicionales significativos; si lo ignoras ahorras dinero pero mantienes un incumplimiento contractual. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 47",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q188",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden organizar un proceso de selección para cubrir una vacante urgente. Un candidato externo tiene el perfil perfecto pero un empleado interno con menos experiencia también aplicó y tu jefe prefiere promoverlo para mantener la moral del equipo. Si apoyas al candidato externo optimizas el resultado para la empresa pero generas frustración interna; si favoreces al interno cuidas el clima laboral pero contratas a alguien menos calificado. ¿Qué decides y cómo procedes?",
    "notes": "Modulo 1 Video B01 batch 07 item 48",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q189",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una revisión de procesos identificas una práctica ineficiente que genera sobrecostos considerables pero que varios equipos usan desde hace años y consideran parte de la cultura organizacional. Cambiarla generaría resistencia fuerte. Si propones modificar el proceso optimizas recursos pero enfrentas oposición de múltiples áreas; si lo dejas como está mantienes la paz pero desperdicias presupuesto continuamente. ¿Qué priorizas y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 07 item 49",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q190",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al cerrar un proyecto complejo descubres que quedaron pendientes técnicos menores que no afectan la funcionalidad inmediata pero podrían causar problemas a futuro. Tu supervisor quiere cerrar formalmente el proyecto ahora para cumplir con la fecha comprometida. Si documentas los pendientes y propones extender el plazo entregas un producto completo pero incumples el cronograma; si cierras el proyecto como está cumples la fecha pero dejas riesgos sin resolver. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 07 item 50",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  }
]