[
  {
    "id": "block-B01-q091",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante la negociación con un proveedor habitual te ofrecen un regalo personal llamativo si aceleras la aprobación de un contrato sin revisar todos los detalles. Tu jefe comenta en pasillo que lo importante es cerrar rápido el acuerdo. Si rechazas el regalo y exiges revisar los documentos cuidas la imparcialidad pero puedes demorar la firma y generar incomodidad; si aceptas todo avanza sin trabas pero mezclas interés personal con tu decisión. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 1",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q092",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar el registro de horas de tu equipo notas que un colega reporta horas extras en días en los que sabes que salió antes para atender asuntos personales. Nadie compara esos datos con los accesos al edificio. Si lo reportas proteges el uso correcto del presupuesto pero afectas la relación con tu compañero y quizá el clima de equipo; si lo ignoras evitas conflicto inmediato pero validas un cobro que no corresponde. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 2",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q093",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan un vehículo de la empresa para visitas a clientes y un familiar te pide usarlo el fin de semana para una mudanza. Tu supervisor comenta que mientras nadie tenga un accidente nadie se enterará. Si niegas el préstamo y usas el vehículo solo para tareas laborales cuidas las normas y la cobertura del seguro pero quedas como poco flexible con tu familia; si aceptas ahorras dinero y esfuerzo a los tuyos pero usas un recurso de forma indebida. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 3",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q094",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Trabajas en una oficina compartida y observas que un compañero deja su sesión abierta con información sensible de clientes en pantalla cada vez que sale a reuniones. Un día una persona externa al equipo se acerca al puesto y mira la pantalla con curiosidad. Si informas la situación para que se corrija proteges la confidencialidad pero generas molestia y posibles medidas disciplinarias; si callas evitas tensiones pero dejas expuesta información delicada. ¿Cómo actúas y qué priorizas?",
    "notes": "Modulo 1 Video B01 batch 06 item 4",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q095",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Formas parte de un comité que debe seleccionar a una empresa para un servicio clave. Entre las propuestas está la compañía de un amigo cercano que técnicamente cumple pero no es la mejor evaluada. Tu amigo te llama en privado y te recuerda favores pasados. Si te mantienes en los criterios y apoyas a la oferta más sólida cuidas la transparencia pero enfrentas esa relación personal; si favoreces a tu amigo conservas ese vínculo pero distorsionas la decisión. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 5",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q096",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Viajas a otra ciudad por trabajo y la política indica ajustar los viáticos a los comprobantes reales. El hotel te ofrece una factura por un monto mayor al pagado para que no pierdas presupuesto práctica que varios compañeros aceptan. Si solo declaras lo que gastaste actúas con honestidad pero recibes menos dinero que otros y puedes parecer ingenuo; si aceptas la factura inflada obtienes un beneficio extra pero usas recursos que no corresponden. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 6",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q097",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En un informe trimestral descubres un error que reduce el monto real de gastos y hace ver a tu área más eficiente de lo que fue. Falta poco para la presentación con la dirección y tu jefe dice que corregirlo implicaría rehacer varios cuadros. Si ajustas las cifras entregas datos confiables pero retrasas la entrega y generas tensión; si lo dejas como está cumples el plazo y evitas discusiones pero presentas información engañosa. ¿Qué haces y cómo lo argumentas?",
    "notes": "Modulo 1 Video B01 batch 06 item 7",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q098",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden preparar una propuesta para un nuevo cliente con muy poco tiempo y descubres que existe un documento antiguo parecido al encargo actual. Un compañero sugiere copiar casi todo y solo cambiar el nombre del cliente seguro de que nadie notará la diferencia. Si replanteas el contenido para ajustarlo a la nueva realidad aseguras coherencia pero trabajas más horas y quizá entregues después; si reutilizas el documento casi entero ahorras esfuerzo pero ofreces algo poco honesto. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 8",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q099",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un conocido que trabaja en otra empresa te pide en confianza la lista detallada de precios y condiciones que ofreces a tus clientes para mejorar su propia negociación. Nadie revisa esos intercambios informales de información. Si compartes los datos ayudas a tu contacto y fortaleces esa red pero expones información sensible de tu organización; si te niegas proteges esa información pero puedes parecer poco colaborador. ¿Cómo actúas y qué priorizas?",
    "notes": "Modulo 1 Video B01 batch 06 item 9",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q100",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al salir a almorzar con colegas olvidas tu billetera y uno de ellos te sugiere pagar con la tarjeta corporativa prometiendo luego acomodar el gasto en algún concepto general. Nadie suele revisar comprobantes pequeños con detalle. Si rechazas esa idea y asumes el costo después por tu cuenta respetas las reglas pero pasas un momento incómodo y quizá debas pedir dinero prestado; si aceptas resuelves rápido la situación pero conviertes un gasto personal en cargo a la empresa. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 10",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q101",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Se programa una capacitación obligatoria en línea y el sistema solo registra si se completan todos los módulos no quién responde cada parte. Algunos compañeros proponen conectarse varios desde una misma cuenta y avanzar rápido marcando respuestas sin leer. Si decides hacer el curso de forma individual y completa cuidas tu desarrollo y el sentido del programa pero inviertes más tiempo y puedes parecer menos eficiente; si te sumas al atajo grupal ahorras esfuerzo pero vacías de contenido la actividad. ¿Qué decides y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 06 item 11",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q102",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Participas en un proceso de selección interno y tienes acceso a informes confidenciales de los candidatos incluyendo detalles personales delicados. Un colega cercano que también compite te pide que le cuentes si su principal rival tuvo problemas disciplinarios en el pasado. Si compartes esos datos ayudas a tu amigo y quizá influyes en el resultado pero rompes la confidencialidad; si te niegas respetas las reglas pero puedes deteriorar esa relación. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 12",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q103",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Diriges un pequeño proyecto con un plazo muy ajustado y el procedimiento oficial exige documentar cada aprobación intermedia antes de avanzar. Tu jefe insinúa que esta vez pueden saltarse parte de la documentación para no perder al cliente. Si mantienes todos los pasos formales aunque signifique pedir más tiempo proteges la trazabilidad pero arriesgas retrasos y malestar con la dirección; si avanzas sin registrar cada aprobación terminas rápido pero dejas huecos en el control. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 13",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q104",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la revisión de facturas de un proveedor detectas un cobro duplicado por un servicio menor. El proveedor es cercano al gerente del área y siempre responde con rapidez. Un compañero sugiere dejarlo pasar porque el monto es pequeño y no vale complicarse. Si solicitas la corrección cuidas el presupuesto y la coherencia de los pagos pero puedes generar tensión con ese proveedor y con tu jefe; si lo ignoras mantienes la armonía pero aceptas un cobro improcedente. ¿Qué decides y cómo lo argumentas?",
    "notes": "Modulo 1 Video B01 batch 06 item 14",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q105",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Integras una mesa de evaluación de propuestas y antes de la reunión tu jefe comenta que sería conveniente seleccionar a una empresa con la que la organización quiere mejorar la relación aunque su oferta no sea la más sólida. Si en la reunión sostienes tu evaluación técnica y apoyas a la propuesta mejor calificada cuidas la integridad del proceso pero te expones a quedar en desacuerdo con tu jefe; si adaptas tu criterio facilitas la decisión política pero sacrificas objetividad. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 15",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q106",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar el cierre mensual descubres que algunos gastos personales de un gerente se registraron en una cuenta general del área diluidos entre otros conceptos. El responsable de contabilidad dice que todos lo hacen y que así se evita una conversación incómoda. Si reclasificas esos gastos y pides explicaciones proteges la transparencia pero generas conflicto con alguien influyente; si lo dejas como está evitas tensiones inmediatas pero normalizas un uso inadecuado del presupuesto. ¿Qué haces y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 06 item 16",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q107",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un miembro de tu equipo con resultados sobresalientes suele obtener beneficios informales como llegar tarde o saltarse ciertos controles y varios compañeros se quejan en privado. La dirección parece valorar solo sus indicadores. Si elevas la situación para que se revisen esos privilegios promueves un trato más justo pero puedes ser visto como quien cuestiona a una persona clave; si no dices nada preservas tu posición pero permites un trato desigual. ¿Qué haces y qué priorizas?",
    "notes": "Modulo 1 Video B01 batch 06 item 17",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q108",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te encargan consolidar los resultados de una encuesta interna sobre ética y cumplimiento de normas. Al revisar las respuestas ves comentarios críticos sobre decisiones recientes de la dirección y te sugieren resumirlos para que el informe final no genere tanta incomodidad. Si mantienes intactos esos comentarios respetas la voz de las personas pero puedes molestar a quienes dirigen; si los suavizas evitas tensiones pero distorsionas lo que realmente se reportó. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 18",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q109",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una auditoría interna detectas que un procedimiento clave nunca se actualizó para reflejar cambios regulatorios recientes. El responsable del área admite que lo sabe pero te pide no mencionarlo en el informe formal y promete corregirlo después. Si incluyes el hallazgo dejas constancia de un riesgo real y fuerzas su atención pero generas trabajo adicional y posible incomodidad con colegas; si lo omites mantienes buenas relaciones pero dejas sin registrar un incumplimiento. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 19",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q110",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Participas en un comité que asigna becas de formación financiadas por la empresa y recibes una llamada de un pariente que trabaja en otra área pidiéndote un lugar para un conocido suyo aunque no cumple todos los criterios. Varios miembros del comité ven habitual hacer excepciones. Si te mantienes en los requisitos formales y rechazas la solicitud proteges la equidad pero puedes deteriorar relaciones familiares y laborales; si aceptas la excepción ayudas a personas cercanas pero rompes la igualdad de oportunidades. ¿Qué haces y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 06 item 20",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q111",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En tu equipo es común compartir contraseñas para agilizar ciertas tareas cuando alguien está de vacaciones. Un día te piden que uses la cuenta de un compañero ausente para aprobar operaciones porque su perfil tiene permisos más amplios. Si te niegas y propones esperar o buscar un canal formal cuidas la seguridad y la trazabilidad pero retrasas el trabajo y puedes generar malestar; si aceptas el proceso sigue sin demoras pero asumes acciones con identidad ajena. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 21",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q112",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te encargan enviar una comunicación masiva a clientes y un colega sugiere agregar direcciones personales que obtuvo de redes sociales para ampliar el alcance sin contar con autorizaciones claras. La presión por llegar a más personas es alta. Si limitas el envío solo a quienes han dado su consentimiento respetas la privacidad pero reduces el impacto inmediato de la campaña; si utilizas todas las direcciones disponibles mejoras los números a corto plazo pero arriesgas reclamos por uso inadecuado de datos. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 22",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q113",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Trabajas en un proyecto confidencial para un cliente importante y produces un informe muy completo. Tiempo después otro cliente solicita algo similar y tu jefe propone reutilizar buena parte del material cambiando nombres pero manteniendo ejemplos que podrían permitir identificar a la primera empresa. Si te opones y redactas un nuevo documento proteges la confidencialidad pero consumes más tiempo y presupuesto; si aceptas reutilizar contenido ahorras esfuerzo pero expones información que no debías compartir. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 23",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q114",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En época de trabajo remoto el sistema registra solo la conexión inicial al día. Algunos compañeros comentan que encienden el equipo se conectan unos minutos y luego retoman más tarde pero registran la jornada completa como si hubieran estado disponibles. Si tú reportas solo el tiempo efectivamente trabajado actúas con integridad pero puedes quedar por debajo de las horas que otros declaran; si inflas tu registro para igualarlos evitas preguntas pero alteras deliberadamente la información. ¿Qué decides y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 06 item 24",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q115",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un colega te pide que firmes como testigo un certificado médico que presenta para justificar varias ausencias aunque sabes que no estuvo enfermo todo ese tiempo. Argumenta que necesita esos días para resolver un problema personal. Si te niegas a firmar y sugieres otra forma de gestionar la situación respetas las normas pero puedes poner en riesgo su ingreso o tu relación con él; si firmas lo ayudas y evitas una discusión inmediata pero avalas una justificación falsa. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 25",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q116",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la planta donde trabajas se implementó un nuevo control de calidad que exige registrar pruebas adicionales antes de liberar productos. El equipo está atrasado y un supervisor propone saltarse algunas pruebas que según él nunca han detectado fallas. Si insistes en completar todas las verificaciones proteges la seguridad y la reputación de la empresa pero prolongas turnos y generas molestia; si aceptas recortar controles recuperas tiempo pero asumes un riesgo que podrías haber evitado. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 26",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q117",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar contratos archivados descubres que algunos fueron firmados con fechas anteriores a la negociación real para aparentar que se cumplieron ciertos plazos internos. Un gerente sugiere mantener ese criterio para un nuevo acuerdo que llega tarde para que se alinee con el calendario oficial. Si registras la fecha real dejas evidencia de retrasos y posibles fallas de planificación pero expones a tu área; si aceptas modificar la fecha el expediente luce ordenado pero alteras deliberadamente la realidad. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 27",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q118",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante un inventario físico adviertes que faltan varios equipos pequeños y un compañero propone ajustar las cantidades en el sistema para que cuadren con lo disponible sin investigar más. Comenta que es perder tiempo buscar objetos que tal vez se extraviaron hace meses. Si decides registrar la diferencia y pedir una revisión abres la puerta a un análisis incómodo y quizá a responsabilidades pero proteges el control de activos; si ajustas los datos sin más cierras rápido el tema pero ocultas posibles pérdidas o usos indebidos. ¿Qué haces y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 06 item 28",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q119",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la oficina observas que varias personas toman insumos como resmas de papel lápices o cartuchos de impresión para uso personal en sus casas comentando que la empresa ni lo nota. Un familiar te pide que lleves material para un proyecto escolar y podrías hacerlo sin que nadie lo detecte. Si te niegas y explicas por qué respetas el uso de recursos pero puedes parecer rígido incluso frente a tu familia; si aceptas ayudas en casa y sigues la costumbre del grupo pero usas bienes de la empresa para fines personales. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 29",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q120",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una reunión restringida conoces antes que el resto una decisión de la empresa que probablemente impactará el valor de acciones de un socio comercial. Un amigo externo te pregunta si conviene invertir sospechando que sabes algo y te insiste para que le des una señal. Si guardas reserva y no compartes esa información cumples con tu deber de confidencialidad pero pierdes la oportunidad de ayudarlo a ganar dinero; si adelantas detalles lo beneficias pero usas información privilegiada con fines personales. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 30",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q121",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En un almacén donde se cargan productos pesados el uso de casco y chaleco es obligatorio pero muchos colaboradores los evitan para moverse con más rapidez. Te piden supervisar una entrega urgente y el responsable de turno sugiere no perder tiempo insistiendo con los equipos de protección. Si exiges el uso completo de medidas de seguridad proteges la integridad física pero puedes retrasar la salida y generar quejas; si cedes aceleras el proceso pero aceptas un riesgo evidente. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 31",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q122",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Debes redactar el acta de una reunión tensa donde se discutieron errores graves de planificación. Al terminar un directivo te pide suavizar o eliminar ciertas frases que podrían dejarlo mal parado frente a la dirección general. Si registras de forma fiel lo que se dijo garantizas un antecedente claro pero puedes afectar tu relación con esa persona influyente; si adaptas el acta para favorecerlo preservas la armonía pero alteras un documento clave. ¿Qué haces y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 06 item 32",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q123",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una auditoría documental te piden reunir correos electrónicos relacionados con un proceso de compra cuestionado. Encuentras mensajes que muestran que varias alertas fueron ignoradas y que podrían comprometer a tu área. Un compañero sugiere borrar algunos correos antes de entregarlos argumentando que así se evita una sanción colectiva. Si presentas toda la información permites que se vea el problema completo pero puedes enfrentar consecuencias para el equipo; si ocultas esos mensajes reduces el riesgo inmediato pero encubres decisiones dudosas. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 33",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q124",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un amigo quiere trabajar con la empresa y te pide que le adelantes información sobre próximas licitaciones y criterios de evaluación para preparar una propuesta más ajustada que la de otros proveedores. Además insinúa ofrecerte una comisión si logra el contrato. Si mantienes la misma información para todos los interesados y rechazas cualquier beneficio proteges la igualdad de condiciones pero quizá pierdes una oportunidad económica y una amistad se resiente; si aceptas el trato lo ayudas y te beneficias pero comprometes tu imparcialidad. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 34",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q125",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En tu perfil interno mencionaste que tienes un título de posgrado que en realidad aún no concluyes porque te falta presentar el trabajo final. Nadie lo verificó al momento de tu contratación. Ahora te proponen representar al área en un comité precisamente por ese supuesto grado académico. Si aclaras la situación antes de aceptar alineas la expectativa con la realidad pero arriesgas que cuestionen tu postulación o tu credibilidad; si callas y asumes el rol ganas prestigio pero sostienes una información incompleta. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 35",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q126",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Lideraste un proyecto exitoso en el que participaron varias personas pero una colega tuvo una contribución menor. Antes de presentar el informe final ella te pide aparecer como coautora principal porque eso fortalecería su candidatura a un ascenso y confía en que tú puedes decidirlo. Si mantienes el orden real de contribuciones reconoces de forma justa al equipo pero puedes tensionar la relación con ella; si la colocas como protagonista pese a su aporte limitado conservas su apoyo pero distorsionas el mérito. ¿Qué haces y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 06 item 36",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q127",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En tu oficina hay una impresora de alta calidad que casi nadie controla. Estás organizando un emprendimiento personal y necesitas imprimir varios folletos a color que en una imprenta costarían mucho dinero. Un compañero comenta que suele usar la impresora para asuntos personales sin que nadie diga nada. Si pagas una impresión externa o buscas otra alternativa respetas los recursos de la empresa pero asumes un gasto alto; si usas la impresora del trabajo ahorras dinero y tiempo pero empleas instalaciones para fines propios. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 37",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q128",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tienes acceso a una suscripción en línea pagada por la empresa para consultar informes especializados. Un familiar te pide usarla para un proyecto personal que nada tiene que ver con tu trabajo. Nadie monitorea con detalle quién accede desde cada dispositivo. Si te niegas a compartir las credenciales y sugieres otras fuentes proteges el uso exclusivo para fines laborales pero tal vez decepcionas a tu familia; si las compartes ayudas a esa persona pero usas un recurso financiado por la empresa para fines particulares. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 38",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q129",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan informar a un candidato interno que no fue seleccionado para una promoción. El comité decidió por otra persona con mejor ajuste al perfil pero algunos miembros sugieren decirle que fue solo por límites de presupuesto para evitar una conversación incómoda sobre competencias. Si explicas con honestidad los motivos reales ofreces una oportunidad de desarrollo pero puedes enfrentar una reacción difícil; si usas una excusa vaga mantienes la relación más tranquila pero ocultas información clave para su crecimiento. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 39",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q130",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te ofrecen inscribirte en un curso externo financiado por la empresa pero descubres que una persona cercana que trabaja en una organización que compite en algunos servicios también está interesada y te propone compartir materiales detallados después. Si aceptas la beca y luego compartes contenidos internos del curso fortaleces esa relación pero podrías entregar información valiosa a un posible competidor; si decides mantener una separación clara y no compartir nada cuidas los intereses de la empresa pero quizá tensas ese vínculo. ¿Qué decides y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 06 item 40",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q131",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la evaluación de proveedores para un nuevo servicio técnico un integrante del comité te pide que ajustes la ponderación de ciertos criterios para que el proveedor que él prefiere quede mejor posicionado aunque los documentos oficiales indican otra escala. Argumenta que así se facilita la decisión que la dirección quiere. Si mantienes la ponderación original respetas el procedimiento pero te expones a discusiones con ese colega influyente; si la modificas sin documentarlo alineas el resultado con sus preferencias pero manipulas el análisis. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 41",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q132",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Atiendes a un cliente importante que reclama un descuento adicional no previsto en las políticas comerciales y advierte que si no lo obtiene considerará cambiar de proveedor. Tu jefe insinúa que puedes ofrecerle un beneficio especial y registrar el descuento bajo otro concepto para que no genere preguntas. Si te ajustas a las condiciones vigentes y explicas los límites proteges la coherencia y evitas precedentes delicados pero te arriesgas a perder ese negocio; si buscas una forma de ocultar el descuento conservas la venta pero alteras los registros. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 42",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q133",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante varias semanas escuchas comentarios despectivos de un jefe hacia una persona de tu equipo siempre en conversaciones informales y lejos de reuniones formales. La afectada evita denunciar por temor a represalias y algunos compañeros te piden no involucrarte para no complicar su situación. Si documentas esos hechos y los canalizas por los mecanismos establecidos defiendes un ambiente respetuoso pero puedes quedar expuesto frente a ese jefe y generar tensiones; si miras hacia otro lado preservas tu comodidad pero permites que esa conducta continúe. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 43",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q134",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En un control de campo un inspector local insinúa que si le entregas un pequeño obsequio acelerará la firma de un informe sin revisar cada detalle de la documentación. El equipo está cansado y quiere terminar la jornada cuanto antes. Si rechazas la insinuación y exiges seguir el procedimiento regular resguardas la integridad del proceso pero prolongas la inspección y puedes generar dificultades con esa autoridad; si aceptas el trato todo se resuelve rápido pero normalizas una práctica cuestionable. ¿Qué decides y cómo lo argumentas?",
    "notes": "Modulo 1 Video B01 batch 06 item 44",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q135",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Después de una serie de visitas laborales te quedan comprobantes de taxi de un día en que hiciste además diligencias personales. Nadie supervisa el recorrido exacto solo el total que presentas para reembolso. Si declaras solo los viajes vinculados al trabajo respetas el uso de viáticos pero asumes el costo de tus asuntos personales; si incluyes todo el monto recuperas más dinero pero transfieres a la empresa gastos que no le corresponden. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 45",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q136",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un cliente te pide que modifiques la fecha de firma de un contrato ya acordado para que parezca que se alcanzó una meta comercial del trimestre anterior. Asegura que nadie revisará los detalles y que eso también dará buena imagen a tu área. Si te niegas y registras la fecha real mantienes la veracidad de los informes pero puedes tensar la relación con ese cliente y con tu jefe; si aceptas todos celebran el resultado inmediato pero falseas los registros. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 46",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q137",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al conciliar pagos detectas que un importe considerable fue transferido por error a una cuenta equivocada perteneciente a un proveedor con el que casi no trabajas. Un compañero comenta que probablemente no lo noten y que devolverlo implicará trámites y posibles cuestionamientos sobre quién se equivocó. Si informas de inmediato el error y gestionas la devolución proteges los fondos pero expones fallas del proceso y quizá tu propia responsabilidad; si esperas a ver si alguien reclama evitas conflictos inmediatos pero mantienes dinero de la empresa fuera de lugar. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 47",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q138",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tras la salida de una persona del equipo descubres que su usuario sigue activo y con acceso a varios sistemas críticos. El área de soporte está saturada y te dicen que lo desactivarán cuando tengan tiempo. Si insistes en gestionar de inmediato el cierre de esos accesos proteges la seguridad pero generas trabajo adicional y posibles molestias; si lo dejas pasar nadie se incomoda hoy pero mantienes abierta la posibilidad de que alguien use indebidamente esas credenciales. ¿Qué decides y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 06 item 48",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q139",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Formas parte de un comité que elige a estudiantes para un programa de prácticas en la empresa. Un gerente te pide dar prioridad a un familiar suyo que no cumple del todo los requisitos alegando que aprenderá rápido. Si aplicas los criterios igual para todos y no lo favoreces proteges la credibilidad del programa pero puedes generar tensión con ese gerente; si aceptas darle el lugar mantienes una relación conveniente pero excluyes a candidatos mejor preparados. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 06 item 49",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q140",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Antes de enviar un documento ya aprobado a un organismo externo un jefe te pide cambiar discretamente un párrafo para suavizar una referencia a errores pasados sin volver a circularlo para revisión. Argumenta que es un detalle menor que solo alarga trámites. Si rehaces el circuito de aprobación con la versión modificada respetas el proceso pero demoras la entrega y puedes generar malestar; si haces el cambio sin avisar ahorras tiempo pero alteras un documento que otros ya validaron. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 06 item 50",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  }
]