[
  {
    "id": "block-B01-q001",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor te pide autorizar una compra muy cara que rebasa el presupuesto del trimestre. Te asegura que es la única forma de salvar un proyecto clave y que, si pones la verdad, la dirección puede frenar el gasto y culpar a tu área. Te propone registrarla con otro concepto para que pase sin revisión. ¿Qué decisión tomas y cómo la explicas a tu jefe y al equipo?",
    "notes": "Modulo 1 Video B01 batch 01 item 1",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q002",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una cena de equipo, varios compañeros pagan comidas de sus familiares con la tarjeta de la empresa y lo registran como gasto con clientes. Cuando te toca pagar, tu jefe te anima a hacer lo mismo para no destacar frente al grupo. Sabes que rechazarlo puede tensar la relación, pero aceptar normaliza un uso dudoso. ¿Qué haces y qué priorizas en tu decisión hoy?",
    "notes": "Modulo 1 Video B01 batch 01 item 2",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q003",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu empresa permite comprar boletos en clase alta para viajes largos. Descubres que puedes elegir una opción más barata y quedarte con la diferencia en puntos o vales para ti, algo que varios colegas usan sin decir nada. Si renuncias al beneficio, puedes sentirte ingenuo y distinto al resto. Si lo tomas, explotas la grieta de la regla para ganar algo extra. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 01 item 3",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q004",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Negocias con un proveedor clave que rechaza una cláusula de protección de datos que la empresa exige. Tu supervisor, temiendo retrasos y quedar mal con la dirección, te autoriza quitarla para cerrar rápido, aunque sabes que va contra las reglas. Si mantienes la cláusula, el trato podría caerse y afectar a tu equipo. ¿Qué decisión tomas y cómo la sostienes frente a tu jefe hoy?",
    "notes": "Modulo 1 Video B01 batch 01 item 4",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q005",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Descubres que un colega usa equipos de la empresa fuera de horario para fabricar algo que vende por su cuenta, y su supervisor lo tolera. Si informas, podrías afectar su ingreso y dañar la relación; si callas, validas un uso de recursos que otros podrían imitar. Quedas entre la lealtad personal y la integridad laboral. ¿Qué haces hoy y cómo justificas tu decisión de verdad?",
    "notes": "Modulo 1 Video B01 batch 01 item 5",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q006",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Para un análisis urgente, tu supervisor te envía un archivo con datos muy sensibles de clientes en un formato que sabes que no cumple las reglas de privacidad. Si detienes el trabajo para pedir otro envío, retrasas un informe clave y molestas a tu jefe; si avanzas igual, usas información de manera riesgosa. ¿Cómo actúas con esos datos y qué explicas al equipo hoy mismo?",
    "notes": "Modulo 1 Video B01 batch 01 item 6",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q007",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una demostración con un cliente clave, tu supervisor presenta como lista una función que sabes que falla muy seguido. El cliente se entusiasma y dice que esa función será clave para decidir. Si aclaras la situación, puedes poner en riesgo el acuerdo y molestar a tu jefe; si callas, permites que el cliente decida con información incompleta. ¿Qué haces hoy y por qué realmente?",
    "notes": "Modulo 1 Video B01 batch 01 item 7",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q008",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Por un mensaje accidental descubres que tu supervisor usa un servicio pagado por la empresa para sostener un proyecto personal con el que gana dinero, cargando los gastos al presupuesto del área, ya limitado. Si hablas, podrías afectar a tu jefe y a tu relación; si callas, avalas un uso dudoso de recursos que impacta al equipo. ¿Qué haces con esta información y qué priorizas?",
    "notes": "Modulo 1 Video B01 batch 01 item 8",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q009",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al hacer un reporte para la dirección puedes mostrar la situación difícil tal como es o suavizarla y resaltar solo lo bueno. El plazo es corto, tu jefe no está y el tono del texto marcará decisiones sobre el equipo. Decir todo puede traer enojo y críticas; suavizar datos reduce la presión hoy pero deja riesgos ocultos. ¿Cómo presentas la información y qué eliges priorizar?",
    "notes": "Modulo 1 Video B01 batch 01 item 9",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q010",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Debes decidir cómo usar un presupuesto corto entre un proyecto para tu equipo y otro que ayuda a otras áreas. Tu jefe te apura con datos que no están claros y dice que lo que elijas contará en tu evaluación. Si priorizas a tu equipo, otros pueden quedar sin apoyo; si eliges el otro, tu grupo puede sentir que lo dejas atrás. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 01 item 10",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  }
]

