[
  {
    "id": "block-B01-q041",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar contratos notas que un proveedor aplica cargos duplicados desde hace meses sin que nadie lo detectara. Tu supervisor prefiere no reclamar para mantener la relación comercial y evitar conflictos. Si reclamás, recuperas dinero pero tensas el vínculo con el proveedor y con tu jefe; si lo dejas pasar, proteges la relación pero aceptas un cobro indebido. ¿Qué haces y por qué?",
    "word_count": 63,
    "char_count": 382,
    "length_status": "ok",
    "length_note": "words=63 chars=382 in range",
    "notes": "Modulo 1 Video B01 batch 04 item 1",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q042",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Recibes acceso temporal a un sistema con permisos elevados para resolver una emergencia. Pasada la crisis, nadie te retira el acceso y podrías usarlo para agilizar tareas futuras. Si lo conservas, ganas eficiencia pero operas con permisos que ya no te corresponden; si pides que lo eliminen, pierdes esa ventaja y tu trabajo será más lento. ¿Qué haces y cómo lo justificas?",
    "word_count": 62,
    "char_count": 374,
    "length_status": "ok",
    "length_note": "words=62 chars=374 in range",
    "notes": "Modulo 1 Video B01 batch 04 item 2",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q043",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una capacitación obligatoria descubres que varios colegas completan el examen final sin ver el contenido y nadie lo verifica. Tu supervisor no le da importancia y dice que lo esencial es cumplir el requisito. Si copias esa práctica, ahorras tiempo pero validas un registro falso; si completas todo, inviertes horas extra y puedes parecer lento ante el equipo. ¿Qué haces y por qué?",
    "word_count": 64,
    "char_count": 382,
    "length_status": "ok",
    "length_note": "words=64 chars=382 in range",
    "notes": "Modulo 1 Video B01 batch 04 item 3",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q044",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al cerrar el inventario detectas un faltante que, si se reporta, obligaría a una investigación y posibles sanciones para tu equipo. Tu supervisor propone ajustar los números esta vez para evitar problemás y prometer mayor control después. Si ajustas, proteges a tu equipo pero maquillas un faltante real; si reportas, asumes el costo de la investigación y la tensión interna. ¿Qué haces y qué priorizas?",
    "word_count": 65,
    "char_count": 401,
    "length_status": "ok",
    "length_note": "words=65 chars=401 in range",
    "notes": "Modulo 1 Video B01 batch 04 item 4",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q045",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la selección de un candidato notas que tu supervisor favorece a alguien cercano aunque otro postulante tiene mejor perfil. Te piden validar la decisión con tu firma en el acta. Si firmás, facilitas el proceso pero avalas una elección que no fue objetiva; si te niegas, retrasas la contratación y generas fricción con tu jefe. ¿Qué haces y cómo lo explicas?",
    "word_count": 60,
    "char_count": 359,
    "length_status": "ok",
    "length_note": "words=60 chars=359 in range",
    "notes": "Modulo 1 Video B01 batch 04 item 5",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q046",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu equipo recibe un premio colectivo pero sabes que la mayor parte del trabajo la hizo una sola persona que nadie menciona. Tu supervisor prefiere mantener la versión oficial para no generar conflictos. Si aclaras la situación, reconoces a quien corresponde pero incomodas al resto del equipo; si callas, permites que el mérito se diluya injustamente. ¿Qué haces y por qué?",
    "word_count": 62,
    "char_count": 372,
    "length_status": "ok",
    "length_note": "words=62 chars=372 in range",
    "notes": "Modulo 1 Video B01 batch 04 item 6",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q047",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En un viaje de trabajo tienes la opción de extender tu estancia un día extra con gastos cubiertos por la empresa alegando una reunión que podrías evitar. Tu supervisor lo ha hecho antes y nadie lo cuestiona. Si aprovechas el día, obtienes descanso pero usas recursos para beneficio personal; si regresas según lo planeado, renuncias a esa ventaja y cumples con el propósito del viaje. ¿Qué haces y por qué?",
    "word_count": 68,
    "char_count": 403,
    "length_status": "ok",
    "length_note": "words=68 chars=403 in range",
    "notes": "Modulo 1 Video B01 batch 04 item 7",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q048",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Descubres que un colega copia fragmentos de reportes anteriores sin citarlos y los presenta como trabajo propio. Tu supervisor valora la rapidez del equipo y no revisa a fondo. Si lo mencionas, puedes afectar la relación con tu colega y generar tensión en el equipo; si lo ignoras, permites una práctica que distorsiona el mérito real del trabajo. ¿Qué haces y cómo lo manejas?",
    "word_count": 63,
    "char_count": 377,
    "length_status": "ok",
    "length_note": "words=63 chars=377 in range",
    "notes": "Modulo 1 Video B01 batch 04 item 8",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q049",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar la nómina notas un error de sistema que pago de más a varios empleados. Tu supervisor sugiere no decir nada y descontar el monto gradualmente sin avisarles para evitar quejas. Si avisas a los afectados, generas incomodidad y trabajo extra pero actúas con transparencia; si lo descuentas en silencio, resuelves rápido pero ocultas un error que les concierne. ¿Qué haces y por qué?",
    "word_count": 65,
    "char_count": 390,
    "length_status": "ok",
    "length_note": "words=65 chars=390 in range",
    "notes": "Modulo 1 Video B01 batch 04 item 9",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q050",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al organizar un evento interno tienes que elegir entre un proveedor más caro pero de calidad comprobada y otro más barato recomendado por un familiar de tu supervisor. Tu jefe insinúa que sería bueno darle la oportunidad al segúndo. Si eliges al recomendado, complaces a tu jefe pero arriesgas la calidad del evento; si optas por el otro, cuidas el resultado pero puedes afectar tu relación laboral. ¿Qué haces y qué priorizas?",
    "word_count": 71,
    "char_count": 424,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 424",
    "notes": "Modulo 1 Video B01 batch 04 item 10",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "frozen",
    "audit_notes": "Frozen by length guard"
  },
  {
    "id": "block-B01-q051",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un proveedor clave te ofrece un descuento adicional si adelantas la firma de un contrato sin pasar por todas las revisiones internas habituales. Tu jefe espera cerrar rápido el acuerdo para mostrar resultados y confía en tu criterio. Si aceptas, ahorras costos y ganas reconocimiento pero saltas controles diseñados para proteger a la empresa; si exiges seguir el proceso completo, demoras la firma y puedes ser visto como obstáculo. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 04 item 11",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks",
    "word_count": 74,
    "char_count": 455,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 455"
  },
  {
    "id": "block-B01-q052",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Supervisas un equipo que registra horas extra para un proyecto que ya se encuentra casi terminado. Algunos colaboradores te piden dejar esas horas reportadas, aunque en realidad el trabajo podría completarse en horario normal, porque cuentan con ese ingreso adicional. Si corriges los reportes, cuidas la integridad del registro pero generas molestia y posibles reclamos; si lo permites, mantienes la armonía pero validas un uso injustificado del presupuesto. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 04 item 12",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks",
    "word_count": 74,
    "char_count": 490,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 490"
  },
  {
    "id": "block-B01-q053",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una visita a un cliente este te ofrece un obsequio de alto valor que supera claramente las políticas internas de regalos, pero insiste en que es una forma de agradecer el esfuerzo del equipo. Si lo aceptas sin reportarlo, fortaleces la relación personal pero generas un conflicto de interés; si lo rechazas o lo canalizas formalmente, respetas las normás pero arriesgas que el cliente se sienta ofendido. ¿Qué haces y qué criterio utilizas?",
    "notes": "Modulo 1 Video B01 batch 04 item 13",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks",
    "word_count": 74,
    "char_count": 448,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 448"
  },
  {
    "id": "block-B01-q054",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar un informe para la alta dirección descubres que algunas cifras preliminares son favorables pero aún no han sido verificadas por el área técnica. Tu jefe te sugiere presentarlas igual para generar una buena impresión y ajustar después si es necesario. Si incluyes esos datos, ayudas a mostrar resultados pero arriesgas difundir información inexacta; si los omites, proteges la veracidad del reporte pero puedes parecer poco proactivo. ¿Qué haces y cómo lo argumentas?",
    "notes": "Modulo 1 Video B01 batch 04 item 14",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks",
    "word_count": 74,
    "char_count": 478,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 478"
  },
  {
    "id": "block-B01-q055",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una auditoría interna te piden explicar un procedimiento que, aunque comúnmente aceptado en tu área, no esta documentado y bordea los límites de la política de gastos. Tu equipo te pide que lo presentes como una excepción autorizada para evitar sanciones. Si reconoces abiertamente la situación, expones a tu área a ajustes y posibles llamados de atención; si maquillas la práctica, reduces el impacto inmediato pero ocultas un riesgo de control. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 04 item 15",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks",
    "word_count": 77,
    "char_count": 471,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 471"
  },
  {
    "id": "block-B01-q056",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan evaluar el desempeño de una colaboradora que atraviesa una situación personal complicada y ha bajado su rendimiento en los últimos meses. Tus colegas sugieren inflar ligeramente la evaluación para que conserve un bono que considera importante. Si mantienes criterios estrictos, proteges la credibilidad del sistema pero puedes ser visto como poco empático; si suavizas la evaluación, ayudas a la persona pero distorsionas el resultado y el mensaje al equipo. ¿Qué haces y qué priorizas?",
    "notes": "Modulo 1 Video B01 batch 04 item 16",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks",
    "word_count": 76,
    "char_count": 497,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 497"
  },
  {
    "id": "block-B01-q057",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una reunión de cierre de proyecto, tu jefe atribuye a tu área un error que en realidad provino de otra unidad, pero te pide no aclararlo para evitar conflictos entre gerencias. Si guardas silencio, preservas la relación entre líderes pero aceptas una responsabilidad injusta frente a todos; si corriges la versión, expones el origen real del problema y puedes generar tensiones con otras áreas e incomodar a tu jefe. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 04 item 17",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks",
    "word_count": 75,
    "char_count": 441,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 441"
  },
  {
    "id": "block-B01-q058",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Recibes una invitación para participar en un proceso de selección interno en el que también compite un colega cercano. Antes de la entrevista, alguien te comparte por error información confidencial sobre las preguntas que usarán con todos los candidatos. Si aprovechas esa ventaja, aumentas tus posibilidades de ser elegido pero usas datos que no deberías conocer; si lo reportas y no los utilizas, proteges la equidad del proceso pero asumes mayor incertidumbre. ¿Qué haces y cómo procedes?",
    "notes": "Modulo 1 Video B01 batch 04 item 18",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks",
    "word_count": 77,
    "char_count": 491,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 491"
  },
  {
    "id": "block-B01-q059",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una emergencia operativa, un compañero te propone desactivar temporalmente un control de seguridad para acelerar la salida de un producto que ya esta vendido y que el cliente espera con urgencia. Si aceptas, reduces retrasos y evitas quejas inmedíatas pero vulneras un mecanismo diseñado para prevenir errores graves; si mantienes el control activo, respetas el procedimiento pero asumes el riesgo de incumplir plazos y recibir presión comercial. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 04 item 19",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks",
    "word_count": 73,
    "char_count": 476,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 476"
  },
  {
    "id": "block-B01-q060",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Formás parte de un comité que debe decidir si renueva el contrato de un consultor externo que trabaja hace años con la organización. Sabes que la calidad de su trabajo ha bajado y existen alternativas mejores, pero el consultor tiene una relación cercana con directivos y varios compañeros temen las repercusiones de no renovarle. Si planteas abiertamente tus reservas, proteges el interés de la empresa pero arriesgas relaciónes internas; si callas, evitas conflictos pero mantienes un servicio deficiente. ¿Qué haces y cómo lo abordas?",
    "notes": "Modulo 1 Video B01 batch 04 item 20",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks",
    "word_count": 84,
    "char_count": 537,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 537"
  }
]