[
  {
    "id": "block-B01-q061",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar reportes de gastos notas que un colega presenta comidas de trabajo que en realidad fueron personales, pero nadie revisa los detalles. Tu supervisor dice que son montos menores y que no vale la pena generar tensiones. Si lo señalas, cuidas los recursos de la empresa pero afectas la relación con tu compañero; si lo ignoras, evitas conflictos pero permites un uso indebido del presupuesto. ¿Qué haces y por qué?",
    "word_count": 71,
    "char_count": 429,
    "length_status": "ok",
    "length_note": "words=71 chars=429 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 1",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q062",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Recibes un correo interno pidiendo voluntarios para un proyecto importante fuera de horario. Tu carga actual es alta y necesitas descanso, pero tu jefe te sugiere que te anotes para mostrar compromiso. Si participas, ganas visibilidad pero sacrificas tu tiempo personal y equilibrio; si declines, cuidas tu bienestar pero puedes ser visto como poco colaborador. ¿Qué decides y cómo lo explicas?",
    "word_count": 63,
    "char_count": 385,
    "length_status": "ok",
    "length_note": "words=63 chars=385 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 2",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q063",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante un proceso de compra descubres que un proveedor favorito de tu equipo ha subido precios sin mejorar el servicio, y otro ofrece mejor calidad a menor costo. Tu jefe prefiere no cambiar para evitar la molestia de adaptar procesos. Si propones el cambio, optimizas recursos pero generas trabajo extra y posible resistencia; si mantienes al actual, facilitas la operación pero desperdicias presupuesto. ¿Qué haces y qué priorizas?",
    "word_count": 69,
    "char_count": 436,
    "length_status": "ok",
    "length_note": "words=69 chars=436 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 3",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q064",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar una propuesta para un cliente notas que tu equipo incluyó datos de un estudio anterior presentándolos como nuevos para ahorrar tiempo. Nadie lo revisa y el cliente probablemente no lo detecte. Si corriges la presentación, entregas información veraz pero retrasas el envío y puedes incomodar al equipo; si la dejas pasar, cumples el plazo pero avalas un engaño. ¿Qué haces y cómo procedes?",
    "word_count": 65,
    "char_count": 397,
    "length_status": "ok",
    "length_note": "words=65 chars=397 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 4",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q065",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden organizar un sorteo interno de beneficios y un colega cercano te sugiere modificar ligeramente el sistema para favorecer a empleados con más antigüedad, aunque la política dice que debe ser aleatorio. Tu jefe apoya la idea informalmente. Si haces el sorteo según la regla, mantienes la equidad pero puedes decepcionar a líderes y veteranos; si lo ajustas, complaces a algunos pero distorsionas el proceso. ¿Qué haces y por qué?",
    "word_count": 70,
    "char_count": 432,
    "length_status": "ok",
    "length_note": "words=70 chars=432 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 5",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q066",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al cerrar un proyecto notas que un compañero registró horas de trabajo que en realidad usó para atender asuntos personales. El supervisor no revisa detalle y el compañero te pide discreción. Si reportas la situación, proteges la transparencia del registro pero afectas a tu colega y la armonía del equipo; si callas, evitas el conflicto pero validas una práctica incorrecta. ¿Qué haces y cómo lo manejas?",
    "word_count": 65,
    "char_count": 397,
    "length_status": "ok",
    "length_note": "words=65 chars=397 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 6",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q067",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Recibes un reconocimiento público por un logro que en realidad fue trabajo compartido con otros dos colegas que no fueron mencionados. Tu jefe prefiere dejar las cosas así para no complicar el mensaje ante la dirección. Si aclaras la situación, honras el esfuerzo compartido pero puedes generar incomodidad con tu supervisor; si aceptas el reconocimiento, te beneficias pero invisibilizas a quienes colaboraron. ¿Qué haces y por qué?",
    "word_count": 68,
    "char_count": 419,
    "length_status": "ok",
    "length_note": "words=68 chars=419 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 7",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q068",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una revisión interna descubres que varios equipos reportan el mismo activo en inventarios diferentes para cumplir cuotas sin tener duplicados reales. Tu supervisor dice que es una práctica aceptada internamente. Si corriges los registros, ordenas el sistema pero expones a tu área y generas revisiones adicionales; si mantienes la práctica, evitas problemas inmediatos pero perpetuas un registro falso. ¿Qué haces y qué priorizas?",
    "word_count": 66,
    "char_count": 427,
    "length_status": "ok",
    "length_note": "words=66 chars=427 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 8",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q069",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al gestionar un contrato notas que el proveedor entregó menos unidades de las facturadas, pero tu supervisor prefiere no reclamar porque el monto es pequeño y la relación comercial es estratégica. Si reclamas, recuperas lo que corresponde pero tensas el vínculo y puedes incomodar a tu jefe; si lo dejas pasar, mantienes la relación pero aceptas una entrega incompleta. ¿Qué haces y cómo lo justificas?",
    "word_count": 67,
    "char_count": 412,
    "length_status": "ok",
    "length_note": "words=67 chars=412 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 9",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q070",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te invitan a participar en la selección de un nuevo sistema para tu área y descubres que tu jefe ya decidió por uno en particular porque un contacto suyo trabaja allí. Te piden sólo validar la decisión formalmente. Si cuestionas la elección y propones evaluar alternativas, proteges la objetividad del proceso pero retrasas la compra y generas fricción; si validas sin revisar, aceleras todo pero avalas una decisión parcial. ¿Qué haces y por qué?",
    "word_count": 74,
    "char_count": 451,
    "length_status": "ok",
    "length_note": "words=74 chars=451 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 10",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q071",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar un informe antes de enviarlo a la dirección notas errores de cálculo que hacen ver mejor el desempeño del área. Tu supervisor dice que son detalles menores y que corregirlos retrasaría la entrega. Si corriges los números, entregas información precisa pero demoras el reporte y puedes molestar a tu jefe; si lo envías así, cumples el plazo pero difundes datos inexactos. ¿Qué haces y cómo procedes?",
    "word_count": 68,
    "char_count": 410,
    "length_status": "ok",
    "length_note": "words=68 chars=410 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 11",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q072",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una capacitación externa la empresa cubre tus gastos completos incluyendo comidas. Un colega te sugiere declarar montos más altos porque nadie pide comprobantes y así recuperas más dinero. Si declaras sólo lo real, actuas con honestidad pero pierdes una ventaja que otros aprovechan; si inflaste los montos, obtienes un beneficio adicional pero usas recursos de forma indebida. ¿Qué haces y por qué?",
    "word_count": 64,
    "char_count": 395,
    "length_status": "ok",
    "length_note": "words=64 chars=395 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 12",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q073",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al coordinar un evento corporativo recibes propuestas de varios proveedores. Uno de ellos es propiedad de un familiar de tu supervisor quien te sugiere elegirlo aunque su oferta no es la más competitiva. Si lo eliges, complaces a tu jefe pero comprometes calidad o costo del evento; si seleccionas objetivamente al mejor, cuidas el resultado pero puedes afectar tu relación con tu supervisor. ¿Qué haces y qué priorizas?",
    "word_count": 68,
    "char_count": 422,
    "length_status": "ok",
    "length_note": "words=68 chars=422 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 13",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q074",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Recibes información confidencial sobre cambios en tu área que afectarán a varios colegas cercanos. Ellos te preguntan directamente si sabes algo y podrías darles una pista para que se preparen. Si compartes la información, ayudas a tus compañeros pero violas la confidencialidad y arriesgas tu posición; si guardas silencio, respetas las reglas pero dejas a otros sin poder anticiparse. ¿Qué haces y cómo lo manejas?",
    "word_count": 66,
    "char_count": 405,
    "length_status": "ok",
    "length_note": "words=66 chars=405 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 14",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q075",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar candidatos para una vacante interna notas que tu jefe favorece a alguien con quien tiene buena relación personal aunque otro candidato tiene mejor desempeño documentado. Te piden tu opinión en el comité de selección. Si apoyas al candidato objetivo, defiendes la meritocracia pero contradices a tu supervisor; si respalda al favorito, facilitas la decisión pero validas un criterio subjetivo. ¿Qué haces y por qué?",
    "word_count": 68,
    "char_count": 420,
    "length_status": "ok",
    "length_note": "words=68 chars=420 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 15",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q076",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una revisión de calidad encuentras que un proceso aprobado por tu equipo no cumple con ciertos estándares pero funciona sin problemas aparentes. Tu supervisor prefiere no reportarlo para evitar revisiones que demoren otros proyectos. Si reportas el hallazgo, corriges el proceso pero generas trabajo adicional y posible tensión; si lo ocultas, mantienes el ritmo pero dejas un riesgo latente. ¿Qué haces y cómo procedes?",
    "word_count": 67,
    "char_count": 421,
    "length_status": "ok",
    "length_note": "words=67 chars=421 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 16",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q077",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al gestionar licencias de herramientas descubres que varios empleados usan licencias asignadas a otros que ya no están en la empresa. Tu jefe dice que es una forma de ahorrar presupuesto hasta el próximo período. Si regularizas las licencias, cumples con los términos del contrato pero generas un gasto inmediato; si mantienes la práctica, ahorras dinero pero infringes el acuerdo con el proveedor. ¿Qué haces y por qué?",
    "word_count": 70,
    "char_count": 423,
    "length_status": "ok",
    "length_note": "words=70 chars=423 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 17",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q078",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te encargan evaluar la viabilidad de un proyecto que tu supervisor impulsa con entusiasmo. Al analizar los datos notas riesgos importantes que podrían afectar el resultado. Si presentas tus reservas abiertamente, proteges el interés de la empresa pero puedes desanimar a tu jefe y ser visto como poco colaborador; si minimizas los riesgos, apoyas la iniciativa pero ocultas información relevante. ¿Qué haces y qué priorizas?",
    "word_count": 66,
    "char_count": 411,
    "length_status": "ok",
    "length_note": "words=66 chars=411 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 18",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q079",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al cerrar un acuerdo con un cliente notas que por error se incluyó un descuento mayor al autorizado. El cliente ya firmó y no lo cuestionó. Tu supervisor sugiere dejarlo así para no reabrir la negociación. Si corriges el error, actuas con transparencia pero puedes generar molestia en el cliente y tensión interna; si lo dejas pasar, mantienes la relación pero aceptas una pérdida evitable. ¿Qué haces y cómo lo explicas?",
    "word_count": 69,
    "char_count": 418,
    "length_status": "ok",
    "length_note": "words=69 chars=418 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 19",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q080",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante un proceso de compra un proveedor te ofrece una comisión personal si aceleras la aprobación de su propuesta. Tu supervisor no supervisa estos detalles y nadie se enteraría. Si aceptas, obtienes un beneficio económico pero generas un conflicto de interés; si rechazas la oferta y la reportas, actuas con integridad pero el proveedor puede retirarse y complicar el proceso. ¿Qué haces y por qué?",
    "word_count": 66,
    "char_count": 405,
    "length_status": "ok",
    "length_note": "words=66 chars=405 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 20",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q081",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al organizar una presentación importante descubres que un colega copió párrafos completos de una fuente externa sin citar y nadie lo revisó. Tu supervisor valora la rapidez del equipo y no quiere retrasos. Si señalas el problema y exiges corregirlo, cuidas la calidad y originalidad pero demoras la entrega; si lo dejas pasar, cumples el plazo pero permites un trabajo que no respeta la autoría. ¿Qué haces y cómo procedes?",
    "word_count": 70,
    "char_count": 427,
    "length_status": "ok",
    "length_note": "words=70 chars=427 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 21",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q082",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Recibes acceso temporal a información financiera de la empresa para resolver un análisis urgente. Pasado el proyecto, nadie retira tu acceso y podrías usar esos datos para entender mejor decisiones futuras. Si conservas el acceso, ganas información estratégica pero operas fuera de tu autorización; si pides que lo eliminen, pierdes esa ventaja y tu trabajo vuelve a depender de solicitudes formales. ¿Qué haces y por qué?",
    "word_count": 67,
    "char_count": 417,
    "length_status": "ok",
    "length_note": "words=67 chars=417 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 22",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q083",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar el cierre mensual descubres que un error de sistema generó un cobro duplicado a varios clientes. Tu supervisor sugiere esperar a que ellos reclamen para no abrir un proceso de devolución masivo que demande tiempo. Si contactas proactivamente a los afectados, actuas con transparencia pero generas trabajo adicional; si esperas reclamos, reduces esfuerzo pero aprovechas un error en perjuicio de otros. ¿Qué haces y cómo lo justificas?",
    "word_count": 70,
    "char_count": 438,
    "length_status": "ok",
    "length_note": "words=70 chars=438 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 23",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q084",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante la revisión de un proyecto descubres que un colaborador externo facturó horas de trabajo que no realizó. Tu supervisor prefiere pagarlo igual para mantener la relación porque lo necesitarán en futuros encargos. Si cuestionas la factura, proteges el presupuesto pero generas fricción con el proveedor; si la apruebas, mantienes el vínculo pero validas un cobro indebido. ¿Qué haces y qué priorizas?",
    "word_count": 62,
    "char_count": 394,
    "length_status": "ok",
    "length_note": "words=62 chars=394 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 24",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q085",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar evaluaciones de desempeño notas que tu supervisor infló la calificación de un empleado cercano que no cumplió todas las metas. Te piden validar el resultado antes de enviarlo a la dirección. Si firmas sin cuestionar, facilitas el proceso pero avalas una evaluación sesgada; si señalas la discrepancia, defiendes la objetividad pero generas tensión con tu jefe. ¿Qué haces y cómo lo manejas?",
    "word_count": 64,
    "char_count": 396,
    "length_status": "ok",
    "length_note": "words=64 chars=396 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 25",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q086",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Recibes una solicitud de un área externa pidiendo datos sensibles de clientes para un análisis que podría beneficiar a la empresa. La política exige autorización formal pero tu jefe dice que es burocracia innecesaria y que confíes en el equipo solicitante. Si compartes los datos, agilizas el trabajo pero saltas controles de privacidad; si exiges el proceso formal, proteges la información pero demoras el proyecto. ¿Qué haces y por qué?",
    "word_count": 72,
    "char_count": 443,
    "length_status": "ok",
    "length_note": "words=72 chars=443 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 26",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q087",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al coordinar un proyecto conjunto con otra área notas que ellos están usando recursos asignados a tu presupuesto sin autorización. Tu supervisor prefiere no reclamar para evitar conflictos entre gerencias. Si exiges que corrijan el uso, proteges tu presupuesto pero generas tensión interdepartamental; si lo permites, mantienes la armonía pero aceptas un desvío de recursos. ¿Qué haces y cómo lo explicas?",
    "word_count": 62,
    "char_count": 391,
    "length_status": "ok",
    "length_note": "words=62 chars=391 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 27",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q088",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una capacitación interna observas que varios colegas completan las actividades con respuestas copiadas y que el facilitador no lo verifica. Tu supervisor dice que lo importante es cumplir el requisito de asistencia. Si completas el proceso correctamente, inviertes tiempo real pero puedes parecer lento; si sigues la práctica del grupo, ahorras esfuerzo pero validas un aprendizaje falso. ¿Qué haces y por qué?",
    "word_count": 66,
    "char_count": 413,
    "length_status": "ok",
    "length_note": "words=66 chars=413 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 28",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q089",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al gestionar la compra de material descubres que un proveedor habitual entregó productos de menor calidad de la especificada pero dentro del plazo. Tu supervisor prefiere aceptarlos para no retrasar la operación y evitar reclamos. Si rechazas el material, cumples con la especificación pero demoras el trabajo y generas conflicto; si lo aceptas, mantienes el cronograma pero recibes algo inferior. ¿Qué haces y qué priorizas?",
    "word_count": 68,
    "char_count": 422,
    "length_status": "ok",
    "length_note": "words=68 chars=422 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 29",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q090",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Recibes una invitación a un evento de un proveedor que incluye hospedaje y actividades recreativas. La política interna permite asistir a eventos profesionales pero no acepta beneficios personales. Tu jefe asistirá y te anima a ir. Si aceptas, fortaleces relaciones comerciales pero recibes un beneficio que bordea las normas; si declinas, respetas la política pero puedes ser visto como rígido. ¿Qué haces y cómo lo justificas?",
    "word_count": 68,
    "char_count": 422,
    "length_status": "ok",
    "length_note": "words=68 chars=422 in range",
    "notes": "Modulo 1 Video B01 batch 06 item 30",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  }
]
