[
  {
    "id": "block-B01-q011",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la revisión de recursos tu supervisor usa datos que el equipo no conoce para decidir quién recibe mejor equipo y tareas visibles; algunos quedan relegados sin razón y eso genera desigualdad. Si planteas el tema arriesgas tu evaluación y generas conflicto directo con él; si callas evitas tensión pero aceptas un trato injusto hacia compañeros. ¿Qué haces y por qué?",
    "word_count": 60,
    "char_count": 365,
    "length_status": "ok",
    "length_note": "words=60 chars=365 in range",
    "notes": "Passed length validation",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q012",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Puedes usar un descuento especial de la empresa para obtener un beneficio económico personal importante; no está prohibido de modo claro y varios compañeros lo usan sin ver consecuencias visibles. Si te niegas pierdes una ventaja real que otros ya usan; si aceptas usas recursos de la empresa para un interés privado aunque las reglas sean algo ambiguas. ¿Cómo justificas tu decisión?",
    "word_count": 60,
    "char_count": 378,
    "length_status": "ok",
    "length_note": "words=60 chars=378 in range",
    "notes": "Fixed - added words to reach 60",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q013",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar equipos de la empresa ves que puedes usarlos fuera de horario para un proyecto personal que te daría un ingreso extra notable; no hay regla clara y tu supervisor no está disponible. Si avanzas sin permiso ganas dinero usando recursos de la empresa; si esperas autorización pierdes la oportunidad y podrías parecer poco decidido frente a otros. ¿Qué priorizas y por qué?",
    "word_count": 61,
    "char_count": 363,
    "length_status": "ok",
    "length_note": "words=61 chars=363 in range",
    "notes": "Fixed - added words to reach 60",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q014",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor pide repartir tareas de una forma que se aparta de procedimientos usuales para avanzar más rápido en los plazos establecidos; otros líderes ya lo hacen y si rechazas tu área queda como poco flexible. Si aceptas el proceso avanza rápido pero genera injusticias visibles entre compañeros; si te niegas eso puede cuestionar tu compromiso. ¿Qué haces y por qué?",
    "word_count": 60,
    "char_count": 367,
    "length_status": "ok",
    "length_note": "words=60 chars=367 in range",
    "notes": "Passed length validation",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q015",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan un caso que implica revisar datos confidenciales donde está involucrada una persona muy cercana a ti; tu supervisor sabe de esa relación pero insiste porque confía en tu criterio y no hay tiempo para reasignar. Si aceptas sentirás conflicto entre el vínculo personal y el cumplimiento de normas; si rechazas quedas como poco colaborador con tu jefe. ¿Cómo justificas tu decisión?",
    "word_count": 60,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "words=60 chars=380 in range",
    "notes": "Added 1 word, cut 5 chars",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q016",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar cómo se registran los gastos ves una forma de reportarlos que sin mentir directamente hace que parezcan más justificados de lo real; varios compañeros ya lo usan sin que nadie intervenga al respecto. Si usas el método los gastos personales pasan como laborales y quedas bien con el grupo; si cuestionas generas tensión y quedas aislado. ¿Qué priorizas y por qué?",
    "word_count": 61,
    "char_count": 366,
    "length_status": "ok",
    "length_note": "words=61 chars=366 in range",
    "notes": "Added 4 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q017",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar un reporte de resultados para la dirección ves que los datos se pueden presentar mostrando toda la dificultad real o suavizándola resaltando solo lo positivo; el plazo es ajustado y tu supervisor no está disponible. Si suavizas evitas una alarma inmediata pero ocultas riesgos; si muestras todo puede generar reacciones que perjudiquen al equipo. ¿Qué haces y por qué?",
    "word_count": 60,
    "char_count": 376,
    "length_status": "ok",
    "length_note": "words=60 chars=376 in range",
    "notes": "Added 3 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q018",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir un presupuesto limitado entre dos proyectos: uno que da visibilidad a tu equipo y otro menos notorio que favorece otras áreas; la información es incompleta y tu jefe presiona para decidir rápido. Si priorizas a tu equipo aseguras tu evaluación pero afectas a otros; si repartes en forma equitativa arriesgas quedar mal con tu jefe. ¿Cómo justificas tu decisión?",
    "word_count": 60,
    "char_count": 373,
    "length_status": "ok",
    "length_note": "words=60 chars=373 in range",
    "notes": "Fixed - added words to reach 60",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q019",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Hay una forma de acomodar registros de presupuesto para que los resultados se vean favorables sin que controles lo detecten; varios compañeros lo hacen diciendo que es una forma práctica de presentar números. Tu jefe parece saberlo pero no dice nada. Si no lo haces pareces menos hábil o leal al equipo; si lo haces alteras la información. ¿Qué priorizas y por qué?",
    "word_count": 61,
    "char_count": 358,
    "length_status": "ok",
    "length_note": "words=61 chars=358 in range",
    "notes": "Passed length validation",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q020",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir carga de trabajo haciendo que algunos reciban tareas complejas y otros queden con actividades livianas sin razón clara; varios se quejan en privado pero tu supervisor insiste en mantener la forma actual. Si desafías la decisión te enfrentas con él y generas conflicto abierto; si callas aceptas un trato injusto hacia algunos compañeros. ¿Qué haces y por qué?",
    "word_count": 61,
    "char_count": 377,
    "length_status": "ok",
    "length_note": "words=61 chars=377 in range",
    "notes": "Fixed - added words to reach 60",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  }
]