[
  {
    "id": "block-B01-q021",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Revisas los registros de gastos y detectas errores que alteran los montos reportados. Tu supervisor te pide cerrar el reporte sin corregir nada para cumplir el plazo y evitar ruido. Si corriges, retrasas el cierre, generas tensión y puedes afectar su evaluación; si firmas igual, avalas cifras que no reflejan la realidad, pero mantienes tranquilo a tu jefe. ¿Qué haces y por qué?",
    "word_count": 63,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "words=63 chars=379 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 21",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q022",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En reuniones de presupuesto ves que tu equipo omite revisiones y firmas para decidir rápido, y tu supervisor insiste en que seguir el procedimiento completo es una pérdida de tiempo. Si exiges respetar cada paso, puedes frenar proyectos clave y ganar fama de rígido; si aceptas los atajos, facilitas el trabajo, pero normalizas decisiones sin control real. ¿Qué haces hoy y por qué?",
    "word_count": 63,
    "char_count": 381,
    "length_status": "ok",
    "length_note": "words=63 chars=381 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 22",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q023",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Notas que ciertos beneficios se otorgan siempre a las mismas personas sin criterios claros, mientras otros nunca son considerados. Tu supervisor evita el tema para no enfrentarse con quienes salen ganando. Si planteas la situación, incomodas a tu jefe y a colegas influyentes; si callas, permites que siga una práctica claramente desigual en el equipo. ¿Qué haces y qué priorizas?",
    "word_count": 60,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "words=60 chars=380 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 23",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q024",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al reorganizar turnos recibes información sensible sobre empleados, con detalles personales que ellos no esperaban que influyeran en esas decisiones. Tu supervisor te pide usar esos datos para ajustar el plan y cumplir las metas. Si te niegas, retrasas la reorganización y generas fricción; si los usas, mejoras el esquema pero cruzas un límite ético. ¿Qué haces y por qué?",
    "word_count": 60,
    "char_count": 372,
    "length_status": "ok",
    "length_note": "words=60 chars=372 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 24",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q025",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En crisis, tu supervisor te pide compartir información confidencial con una persona externa no autorizada porque cree que es la única forma de resolver. Si aceptas, ayudas a cerrar el problema pero rompes una regla de confidencialidad y quedas expuesto; si te niegas, la crisis puede empeorar y tu jefe puede marcarte como poco colaborador. ¿Qué haces y cómo lo explicas?",
    "word_count": 61,
    "char_count": 370,
    "length_status": "ok",
    "length_note": "words=61 chars=370 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 25",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q026",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Notas que tu supervisor usa información que otros no conocen para asignar los proyectos más visibles al mismo grupo, dejando a los demás con tareas rutinarias. Algunos compañeros te dicen que se sienten desplazados. Si planteas la desigualdad, tensas la relación con tu jefe y con quienes se benefician; si callas, aceptas un reparto injusto de oportunidades. ¿Qué haces y por qué?",
    "word_count": 62,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "words=62 chars=380 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 26",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q027",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una reunión con un cliente clave ves que tu supervisor omite riesgos importantes de un servicio que, según las reglas, deberían explicarse. El cliente se muestra entusiasmado y quiere avanzar rápido. Si intervienes, puedes frenar el acuerdo y molestar a tu jefe; si callas, permites que el cliente decida con información incompleta. ¿Cómo actúas en ese momento y qué priorizas?",
    "word_count": 61,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "words=61 chars=379 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 27",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q028",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar un reporte ves datos sensibles y muy delicados sobre planes futuros marcados para un grupo reducido. Tu supervisor te pide incluir esos detalles en el reporte. Si obedeces, cumples la instrucción pero expones información que podría filtrarse; si la resumes o la dejas fuera, proteges la confidencialidad pero cuestionas una orden directa. ¿Qué haces hoy y por qué?",
    "word_count": 60,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "words=60 chars=375 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 28",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q029",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la revisión de recursos encuentras información restringida sobre costos de equipos que no deberías ver. Tu supervisor te pide usar esos datos para armar un reporte urgente. Si los utilizas, entregas un análisis pero normalizas ignorar la restricción; si te limitas a información permitida, el reporte será más pobre y puedes ser criticado seriamente. ¿Qué haces y por qué?",
    "word_count": 60,
    "char_count": 374,
    "length_status": "ok",
    "length_note": "words=60 chars=374 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 29",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q030",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden decidir cómo usar un presupuesto que quedó libre en el período. Un grupo propone destinarlo a mejorar condiciones del equipo; otro impulsa una opción vistosa que favorece a pocas personas pero luce mejor ante la dirección. Si priorizas el impacto real, puedes quedar mal con personas influyentes; si eliges la opción vistosa, sacrificas equidad. ¿Qué haces y por qué?",
    "word_count": 61,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "words=61 chars=375 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 30",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q031",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Para una mudanza descubres que puedes usar un vehículo de la empresa el fin de semana y ahorrarte alquiler, y varios colegas lo han hecho sin consecuencias ni regla clara. Si lo usas, facilitas tu cambio, pero arriesgas una sanción si alguien lo cuestiona; si renuncias al beneficio, cuidas la línea entre uso personal y laboral, pero asumes el costo completo. ¿Qué haces y por qué?",
    "word_count": 66,
    "char_count": 381,
    "length_status": "ok",
    "length_note": "words=66 chars=381 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 31",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q032",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor te pide usar espacios y equipos de la empresa para apoyar un proyecto personal de alguien cercano a ti, y asegura que otras áreas lo han hecho sin problema. Si aceptas, mezclas intereses personales y laborales y puedes quedar atado a ese favor; si te niegas, tu supervisor puede verlo como falta de compromiso y afectar tu evaluación y relación. ¿Qué haces y por qué?",
    "word_count": 67,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "words=67 chars=380 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 32",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q033",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Observas que varias personas presentan reportes que resaltan solo lo positivo y esconden problemas, y reciben reconocimientos. Tu supervisor lo acepta como parte del juego. Si los imitas, la percepción de tu área mejora, pero ayudas a ocultar riesgos; si presentas todo con transparencia, tu área puede verse peor y tu evaluación y oportunidades se reducen. ¿Qué haces y por qué?",
    "word_count": 61,
    "char_count": 378,
    "length_status": "ok",
    "length_note": "words=61 chars=378 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 33",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q034",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Preparas un reporte confidencial para dirección con datos clave de estrategia, y el área de marketing te pide compartir parte de esa información para una campaña urgente mientras tu supervisor no está disponible. Si compartes, facilitas la campaña, pero rompes el límite de acceso; si no compartes, el lanzamiento puede retrasarse y te verán poco colaborador. ¿Qué haces y por qué?",
    "word_count": 61,
    "char_count": 381,
    "length_status": "ok",
    "length_note": "words=61 chars=381 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 34",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q035",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Detectas fallas en un procedimiento que permiten a algunas personas adelantar pedidos y recibir antes apoyos importantes. Tu supervisor conoce el problema pero prefiere no moverlo. Si lo reportas y pides corregirlo, generas conflicto con quienes pierden esas ventajas y puedes quedar aislado; si aprovechas las fallas, ganas beneficios personales, pero aceptas una práctica injusta. ¿Qué haces y por qué?",
    "word_count": 60,
    "char_count": 403,
    "length_status": "ok",
    "length_note": "words=60 chars=403 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 35",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q036",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En tu área se han normalizado atajos que saltan verificaciones para entregar más rápido. Tu supervisor apoya esos atajos y critica a quien sigue el procedimiento. Si decides respetar las reglas, puedes quedar marcado como quien frena al equipo; si te sumas a los atajos, trabajas más rápido, pero asumes riesgos que pueden terminar en un problema grave. ¿Qué haces y qué priorizas?",
    "word_count": 63,
    "char_count": 381,
    "length_status": "ok",
    "length_note": "words=63 chars=381 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 36",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q037",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Descubres que algunos colegas reacomodan partidas de presupuesto para que los números se vean mejor sin mentir directamente y reciben reconocimientos. Tu supervisor conoce la práctica. Si la adoptas, la imagen de tu área mejora, pero distorsionas la realidad; si la rechazas y presentas los datos tal como son, tu área puede verse peor y tu evaluación sufrir. ¿Qué haces y por qué?",
    "word_count": 63,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "words=63 chars=380 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 37",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q038",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Preparas un reporte confidencial para dirección con datos clave de resultados y ves que, según cómo presentes los datos, puedes resaltar tus logros sobre otros. Tu supervisor conoce tu interés y confía en tu criterio. Si eliges la versión que te favorece, mejoras tu posición, pero sesgas información; si presentas todo con transparencia, tu área puede verse peor y tu evaluación sufrir. ¿Qué haces y por qué?",
    "word_count": 67,
    "char_count": 408,
    "length_status": "ok",
    "length_note": "words=67 chars=408 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 38",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q039",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la negociación de un contrato clave recibes información sensible sobre la situación del proveedor que no deberías conocer. Tu supervisor propone usar esos datos para presionar y obtener mejores condiciones. Si lo haces, consigues ventajas para la empresa, pero aprovechas información confidencial de forma cuestionable; si decides no usarla, renuncias a mejores términos y tu jefe puede verlo como falta de compromiso. ¿Qué haces y por qué?",
    "word_count": 68,
    "char_count": 443,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 443",
    "notes": "Modulo 1 Video B01 batch 03 item 39",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "frozen",
    "audit_notes": "Frozen by length guard"
  },
  {
    "id": "block-B01-q040",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Preparas un reporte financiero clave para la junta que definirá si llega una inversión o se aplican recortes. Sabes que algunos datos aún no están verificados, pero el plazo es inamovible y tu supervisor insiste en enviar ya. Si retrasas el reporte para revisar, arriesgas la inversión y tu evaluación; si lo envías tal como está, facilitas la decisión, pero basándote en información que podría ser engañosa. ¿Qué haces y por qué?",
    "word_count": 72,
    "char_count": 430,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 430",
    "notes": "Modulo 1 Video B01 batch 03 item 40",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "frozen",
    "audit_notes": "Frozen by length guard"
  }
]