[
    {
        "id": "block-B01-q261",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Calidad detecta que los resultados de laboratorio fueron redondeados para entrar en especificación y facturar hoy. Si apruebas los datos, cumples la meta mensual pero validas información alterada; si exiges repetir las pruebas, aseguras la transparencia técnica, aunque esto retrase la entrega y genere sobrecostos al departamento. ¿Qué decides hacer y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 1",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q262",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un supervisor te pide firmar la aceptación de un servicio crítico aunque el protocolo de seguridad está incompleto. Firmar permite liberar el pago y cerrar el hito a tiempo; detener el trámite hasta completar el protocolo protege a los operarios, pero frena el proyecto y genera reclamos internos por la demora. ¿Qué priorizas y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 2",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q263",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Descubres que un jefe imputó horas de consultoría a otro centro de costos para no exceder su presupuesto ante una auditoría. Corregirlo revela el desvío y puede detener proyectos en curso; dejarlo pasar oculta la distorsión financiera, pero te hace partícipe de un reporte inexacto. ¿Cómo procedes y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 3",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q264",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El área comercial pide adelantar la firma de un anexo sin revisión legal para asegurar una oferta limitada. Firmar ya garantiza el trato pero arriesga aceptar cláusulas desequilibradas; esperar a la revisión legal protege a la empresa, pero podría costar la oportunidad comercial y generar presión de la dirección. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 4",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q265",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Identificas que un proveedor ofreció capacitación gratuita a cambio de liberar un pago anticipado sin los hitos cumplidos. Autorizarlo agiliza la operación y evita roces; exigir el cumplimiento contractual protege la equidad del proceso, pero retrasa el desembolso y puede incomodar a tu línea de reporte. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 5",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q266",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Te solicitan firmar la conformidad de un proyecto aunque un equipo crítico opera con un parche temporal. Firmar permite facturar y cerrar el contrato; exigir la validación final asegura la estabilidad operativa, pero detiene el flujo de caja y activa penalizaciones por retraso. ¿Qué decisión tomas y cómo la justificas?",
        "notes": "Modulo 1 Video B01 batch 10 item 6",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q267",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un coordinador pide clasificar como 'incidente menor' un corte de servicio que afectó a un cliente estratégico. Minimizarlo protege los indicadores del área; reportarlo con la severidad real permite acciones correctivas profundas, pero implica compensaciones económicas y una revisión ejecutiva tensa. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 7",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q268",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Durante una revisión de cumplimiento, te piden omitir que el plan de continuidad no fue probado este trimestre. Omitir el dato evita observaciones y conserva la certificación; declararlo obliga a reprobar el control y rehacer pruebas bajo presión de la dirección. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 8",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q269",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Logística propone despachar un lote con guías incompletas para llegar al puerto antes del cierre. Liberarlo reduce costos y cumple la fecha de entrega; retenerlo hasta completar la documentación asegura el cumplimiento aduanero, pero genera recargos logísticos y molestia en el área comercial. ¿Qué priorizas y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 9",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q270",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Finanzas sugiere registrar un anticipo como ingreso operativo para cerrar el mes con números positivos. Hacerlo mejora el resultado inmediato; reconocerlo como pasivo mantiene la contabilidad correcta, pero reduce el indicador de desempeño y podría afectar los bonos del equipo. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 10",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q271",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Operaciones quiere omitir una desviación de temperatura en un envío médico dado que el cliente no lo notó. Omitirla evita reposiciones costosas; reportarla activa una investigación y posibles devoluciones, preservando la seguridad del paciente pero impactando la rentabilidad del envío. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 11",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q272",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un jefe propone posponer la denuncia de un conflicto de interés en un evaluador externo para no suspender una licitación en curso. Posponerlo mantiene el cronograma; declararlo ahora protege la imparcialidad del proceso, pero reinicia la licitación y genera fricción con los proveedores. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 12",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q273",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Calidad detecta el uso de un reactivo vencido en una prueba menor y piden no registrar el desvío. Omitirlo evita repetir el trabajo y ahorra presupuesto; documentarlo exige repetir las pruebas y asumir retrasos en la entrega al cliente. ¿Qué eliges y cómo lo justificas?",
        "notes": "Modulo 1 Video B01 batch 10 item 13",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q274",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "TI solicita mantener permisos elevados temporales en un sistema crítico debido a retrasos en la migración. Mantenerlos facilita la operación diaria pero prolonga un riesgo de seguridad; revocarlos restablece el control, pero obliga a replanificar tareas y ralentiza las entregas del equipo. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 14",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q275",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Durante una certificación, un colega sugiere no mencionar que una máquina opera sin su última calibración. Callar evita observaciones y asegura la certificación; declarar el hecho garantiza la integridad técnica, pero puede generar hallazgos graves y trabajo extra para subsanarlos. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 15",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q276",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Compras pide saltar la verificación de antecedentes de un subcontratista para iniciar un montaje urgente. Omitirla acelera el inicio del proyecto; realizarla protege legal y operativamente a la empresa, aunque implique demoras y presión por parte de los interesados. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 16",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q277",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El cliente exige acceso a datos de pruebas internas antes de firmar el acuerdo de confidencialidad para adelantar su lanzamiento. Concederlo evita penalizaciones y mejora la relación; esperar la firma protege la propiedad intelectual, pero retrasa el cronograma y puede escalar el conflicto. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 17",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q278",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En una auditoría interna, notas que una desviación se cerró administrativamente sin solución real. Te piden no reabrirla para proteger el indicador. Mantenerla cerrada evita reprocesos; reabrirla obliga a corregir la falla y asumir atrasos, enfrentando reclamos de la gerencia. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 18",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q279",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Operaciones propone mezclar dos lotes para diluir un parámetro fuera de rango. Aceptarlo salva el envío y reduce costos de desperdicio; rechazarlo mantiene la integridad de la trazabilidad y la calidad, aunque implique descartar producto y retrasar la entrega. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 19",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q280",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El director comercial pide ajustar la fecha de una orden futura para reportarla en el cierre actual. Ajustarla mejora los resultados trimestrales; registrarla en la fecha real respeta la normativa contable, pero reduce el desempeño del periodo y puede afectar los incentivos del área. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 20",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q281",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Se propone reutilizar un informe técnico antiguo cambiando solo el nombre del cliente para ganar tiempo. Aceptarlo acelera la entrega pero oculta riesgos específicos; rehacerlo asegura precisión y ética profesional, aunque implique jornadas extra y presión por parte de ventas. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 21",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q282",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un gerente sugiere marcar como 'capacitado' a un equipo que no completó el curso para cumplir el KPI anual. Hacerlo evita cuestionamientos corporativos; reportar la realidad obliga a reprogramar sesiones, bajar el indicador y explicar el incumplimiento al comité. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 22",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q283",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Para asegurar una subvención, te piden certificar que un programa social alcanzó más beneficiarios de los reales. Firmar conserva los fondos y evita reclamos; reportar la cifra exacta protege la transparencia, pero podría reducir el financiamiento y generar tensiones políticas internas. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 23",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q284",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un colega sugiere enviar un acta incompleta para evitar una penalización por demora, prometiendo regularizarla después. Enviarla evita la multa y calma al cliente; esperar la versión completa garantiza la validez documental, aunque genere costos y molestia en la dirección. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 24",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q285",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En la evaluación de proveedores, se omiten evidencias negativas para no perder a un socio crítico. Mantener la omisión asegura la continuidad operativa; documentarla obliga a buscar alternativas y asumir demoras en el suministro, enfrentando cuestionamientos internos. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 25",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q286",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Producción propone saltar la prueba de trazabilidad de un lote urgente para evitar tiempos muertos. Saltarla reduce costos y agiliza el despacho; realizarla garantiza el cumplimiento normativo, pero retrasa la entrega y puede generar penalizaciones comerciales. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 26",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q287",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El área de proyectos pide firmar que una mitigación de riesgo está implementada cuando solo existe en papel. Firmar evita observaciones y mantiene el avance reportado; exigir la evidencia real protege la gestión de riesgos, pero puede retrasar el cronograma y reabrir tareas críticas. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 27",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q288",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Descubres que un técnico compartió un manual interno con un proveedor para acelerar una cotización. Ignorarlo agiliza la compra urgente; reportarlo protege la confidencialidad, pero obliga a gestionar el incidente, evaluar proveedores alternativos y asumir demoras en el proceso. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 28",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q289",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Operaciones propone registrar la baja de equipos dañados como 'donación' para evitar explicar la pérdida. Aceptarlo limpia el inventario sin ruido; registrarlo como pérdida refleja la realidad y mejora el control, pero requiere aprobaciones complejas y afecta los indicadores del área. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 29",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q290",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un jefe de servicio pide cerrar tickets pendientes sin validación final para mejorar el tiempo de resolución. Cerrarlos sube el indicador y reduce reclamos visibles; mantenerlos abiertos asegura la calidad del servicio, pero afecta las métricas y expone retrasos ante la dirección. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 30",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q291",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Te piden aprobar un cambio de diseño sin la firma de seguridad porque el responsable no está disponible. Aprobarlo evita costos de parada y mantiene el ritmo; esperar la firma garantiza el cumplimiento normativo, pero retrasa la implementación y genera presión operativa. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 31",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q292",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Ventas pide no reportar un descuento especial no documentado para proteger la relación con el cliente. Omitirlo evita reprocesos y conflictos; reportarlo exige formalizar el desvío y quizás refacturar, enfrentando la molestia del cliente y del equipo comercial. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 32",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q293",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un analista sugiere clasificar un incidente operativo como 'mantenimiento planificado' para proteger el KPI. Cambiar la etiqueta evita explicaciones y sanciones; mantener el registro real permite análisis de causa raíz, pero expone el fallo y obliga a presentar planes correctivos. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 33",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q294",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Soporte pide cerrar un ticket crítico clasificándolo como 'consulta' para cumplir el acuerdo de servicio (SLA). Hacerlo mejora el reporte oficial; mantenerlo abierto hasta la solución real respeta el contrato, pero genera penalizaciones y visibilidad negativa del desempeño. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 34",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q295",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un proveedor ofrece un obsequio personal si apruebas una excepción de pago sin penalizar sus retrasos. Aceptarlo suaviza la relación y agiliza el suministro; rechazarlo y aplicar la norma protege la ética, pero puede demorar entregas futuras y tensar el trato con compras. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 35",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q296",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Te piden no aplicar el ajuste inflacionario pactado en un contrato para no incomodar al cliente. Ignorarlo sostiene la relación comercial y evita renegociaciones; aplicarlo respeta el acuerdo y la rentabilidad, aunque podría poner en riesgo la continuidad del servicio y generar presión interna. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 36",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q297",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un ingeniero propone omitir la prueba de respaldo de datos en un despliegue urgente para reducir horas extras. Omitirla ahorra costos y fatiga del equipo; exigirla garantiza la recuperación ante fallos, pero extiende la jornada y genera reclamos del personal. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 37",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q298",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Durante una auditoría, un supervisor sugiere 'ajustar' el conteo de inventario para cuadrar con el sistema. Ajustarlo evita investigaciones y observaciones; reportar la diferencia real obliga a una conciliación física, asumiendo pérdidas y posibles sanciones por descontrol. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 38",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q299",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Calidad sugiere no notificar un hallazgo menor al cliente para evitar paradas en su producción. No notificarlo mantiene el flujo operativo y evita quejas; informarlo cumple el contrato y permite corregir, pero arriesga inspecciones adicionales y retrasos en la entrega. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 39",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q300",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un gerente pide usar datos reales sin anonimizar en una presentación pública urgente. Usarlos facilita la preparación y da impacto visual; exigir la anonimización protege la privacidad y cumple la norma, pero retrasa la entrega y puede generar molestia ejecutiva. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 40",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q301",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Ventas propone prometer un plazo de entrega agresivo, sabiendo que es imposible, para asegurar el contrato. Aceptarlo cierra el negocio hoy; ofrecer un plazo realista protege la reputación y evita incumplimientos futuros, aunque se corra el riesgo de perder la oportunidad ante la competencia. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 41",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q302",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un director pide emitir un certificado de avance con fotos editadas porque la inspección se retrasó. Emitirlo asegura el flujo de caja y evita penalizaciones; esperar la inspección real mantiene la veracidad documental, pero detiene el pago y genera fricción con la dirección. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 42",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q303",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El equipo de datos sugiere eliminar registros que muestran un patrón de incumplimiento para facilitar la aprobación del comité. Borrarlos agiliza el trámite y evita escrutinio; conservarlos asegura un análisis transparente, pero expone errores y puede derivar en sanciones o reprocesos. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 43",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q304",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un colega propone firmar que los planes de acción vencidos están 'ejecutados' para pasar la auditoría. Firmar evita observaciones inmediatas; reportar el estado real (borrador) obliga a explicar atrasos, reprogramar fechas y asumir la responsabilidad ante la auditoría. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 44",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q305",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Detectas que se usó evidencia de un ensayo antiguo para validar un lote nuevo y ahorrar costos. Aceptarla agiliza la liberación del producto; rechazarla asegura la validez técnica, pero obliga a realizar nuevas pruebas, aumentando el gasto y demorando el despacho. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 45",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q306",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Legal pide no mencionar en el informe final que se omitió una cláusula de datos en un contrato firmado. Silenciarlo evita reabrir negociaciones complejas; reportarlo protege el cumplimiento normativo, pero obliga a enmendar el error, generando retrasos e incomodidad con el cliente. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 46",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q307",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Para conservar un contrato, te piden aceptar una certificación interna del proveedor sin pruebas de respaldo. Aceptarla mantiene la relación y los plazos; exigir pruebas documentadas asegura el control de calidad, pero tensa la negociación y puede postergar el suministro. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 47",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q308",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En una revisión ejecutiva, te piden presentar solo indicadores positivos y omitir incidentes recientes para asegurar una inversión. Omitirlos facilita la aprobación; mostrarlos completos expone riesgos y puede retrasar la decisión, pero mantiene la transparencia con los inversores. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 48",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q309",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El comité pide priorizar una entrega a un cliente influyente saltando el control de crédito. Priorizarlo cuida la relación comercial; exigir la validación de crédito protege las finanzas de la empresa, pero retrasa el pedido y genera fricción con ventas. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 49",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q310",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un jefe de planta propone clasificar una falla real como 'ensayo' para que no afecte el indicador de paradas. Hacerlo evita sanciones y reportes negativos; registrar la falla real permite investigar la causa, pero evidencia el problema y afecta el desempeño del área. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 10 item 50",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    }
]