[
    {
        "id": "block-B01-q221",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Legal presiona para firmar un contrato con una penalización no negociada y así cerrar el trimestre a tiempo. Firmar ya asegura el hito pero aceptas una cláusula abusiva; reabrir la negociación protege la equidad pero retrasa el cierre y genera fricción con el área comercial. ¿Qué priorizas y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 1",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q222",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Una auditoría revela un precio incorrecto que benefició a un cliente clave. Te piden ignorarlo para evitar reemitir facturas y admitir el error. Reportarlo corrige el proceso pero implica cobrar retroactivamente y molestar a la gerencia; omitirlo evita el conflicto inmediato pero valida un trato preferencial. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 2",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q223",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En el comité de crédito, un director urge aprobar a una empresa recomendada con expediente incompleto. Aprobar provisionalmente asegura el negocio pero asume riesgos ciegos; exigir la documentación protege la solvencia pero retrasa la operación y enfrenta la jerarquía. ¿Cómo procedes y cómo lo argumentas?",
        "notes": "Modulo 1 Video B01 batch 09 item 3",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q224",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El cliente pide firmar el acta de avance para facturar este mes, aunque faltan pruebas de resiliencia. Aceptar garantiza el ingreso inmediato pero certifica un entregable incompleto; esperar a las pruebas asegura la calidad pero pospone la facturación y tensa la relación con el cliente. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 4",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q225",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Identificas recibos duplicados en los gastos de un gerente clave para un proyecto urgente. Finanzas sugiere aprobarlos para no distraerlo. Rechazarlos corrige el control pero frena el reembolso y genera conflicto con el líder del proyecto; aprobarlos agiliza el proceso pero valida un cobro irregular. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 5",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q226",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Te piden omitir un incidente reciente en el informe a la autoridad para evitar una investigación. Firmarlo limpio evita sanciones inmediatas y complace a la dirección; incluir el incidente cumple la norma y previene riesgos futuros, pero expone a la empresa a multas y escrutinio. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 6",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q227",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un lote excede la tolerancia permitida, pero rechazarlo retrasaría una entrega estratégica. Planta propone enviarlo con una nota interna. Detenerlo protege la calidad pero implica costos y penalizaciones por demora; enviarlo cumple el cronograma pero arriesgas reclamos y devoluciones. ¿Qué priorizas y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 7",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q228",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Durante una licitación, un proveedor te envía un regalo costoso insinuando que acelerarán la instalación si ganan. Aceptarlo compromete tu imparcialidad; rechazarlo y reportarlo protege la ética del proceso, pero podría incomodar a tu jefe que necesita esa rapidez de instalación. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 8",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q229",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En tesorería detectas pagos a terceros vinculados a un jefe de área, pero detenerlos frenaría un proyecto crítico. Investigar protege los fondos y la norma pero causa retrasos y conflicto interno; ignorarlo asegura la continuidad operativa pero permite un posible desvío de recursos. ¿Cómo procedes y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 9",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q230",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Marketing planea usar datos reales de clientes en una demo pública sin consentimiento porque la campaña es inminente. Frenar la demo protege la privacidad y evita multas, pero retrasa el lanzamiento y genera presión; permitirlo gana visibilidad inmediata pero expone información sensible. ¿Qué decides y cómo lo justificas?",
        "notes": "Modulo 1 Video B01 batch 09 item 10",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q231",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Descubres entradas ficticias creadas para cuadrar el inventario antes del cierre. Un supervisor sugiere corregirlo el próximo mes. Regularizarlo hoy expone la desviación y causa reprocesos; postergarlo mantiene las cifras limpias temporalmente pero te hace cómplice de un reporte falso. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 11",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q232",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Para mejorar el indicador mensual, te piden cerrar tickets no resueltos. Hacerlo maquilla el desempeño y evita alertas, pero oculta fallas reales; mantenerlos abiertos refleja la carga real y fuerza soluciones, aunque el indicador caiga y recibas reclamos. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 12",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q233",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Operaciones quiere usar un manual obsoleto para arrancar ya, pues el vigente no está traducido. Permitirlo agiliza la puesta en marcha pero introduce riesgos operativos; insistir en la versión correcta garantiza la seguridad pero retrasa el inicio y aumenta costos. ¿Qué priorizas y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 13",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q234",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un finalista en la licitación es familiar de un gerente del comité, hecho no declarado. Te sugieren callar porque es la mejor oferta. Declarar el conflicto asegura transparencia pero podría reiniciar el proceso y causar demoras; ignorarlo permite avanzar rápido pero vicia la integridad de la adjudicación. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 14",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q235",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Se saltaron la prueba de paro de emergencia para cumplir el plazo. El jefe técnico minimiza el riesgo y pide firmar. Exigir la prueba asegura la seguridad pero retrasa la entrega y eleva costos; firmar permite cerrar el proyecto a tiempo pero aceptas un riesgo operativo latente. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 15",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q236",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Presionan para minimizar en el reporte un derrame menor no mediático. Reportarlo detalladamente podría activar multas y remediaciones costosas; reducirlo a una nota marginal evita el impacto financiero inmediato pero oculta un incidente que requiere corrección. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 16",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q237",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un proveedor ofrece descuento personal a cambio de un anticipo sin garantía, con el apoyo de Proyectos que urge el material. Aceptar agiliza el suministro y genera ahorros, pero elimina el respaldo financiero; exigir garantías protege a la empresa pero retrasa la entrega y molesta al equipo. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 17",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q238",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Sistemas pide mantener accesos abiertos indebidos para facilitar un despliegue urgente. Cerrarlos ahora cumple la política y reduce riesgos, pero podría entorpecer la operación y generar fricción; esperar ayuda a la entrega pero mantiene una vulnerabilidad activa. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 18",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q239",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El auditor externo ofrece ignorar una falla menor si suavizas el informe. Aceptar evita reprocesos y asegura la certificación rápida, pero disfraza un hallazgo real; rechazar implica documentar la falla, corregir y asumir la carga de trabajo y el posible retraso. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 19",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q240",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El director financiero pide procesar bonos sin soporte documental, alegando acuerdos verbales. Detenerlos exige formalidad y control pero genera conflicto político; pagarlos agiliza el trámite pero valida un proceso opaco y arriesga observaciones futuras. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 20",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q241",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un inspector municipal sugiere un pago informal para 'agilizar' la aprobación de planos. Aceptar evita burocracia y cumple el cronograma, pero es un acto ilícito; seguir el cauce formal mantiene la legalidad pero arriesgas retrasos y la hostilidad del inspector. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 21",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q242",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Marketing quiere usar testimonios sin autorización formal para ganar a la competencia. Usarlos da ventaja inmediata pero viola la privacidad y la confianza; esperar el consentimiento protege la ética de datos pero retrasa el lanzamiento y enfrentas presión comercial. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 22",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q243",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Producción usa equipos sin calibrar para no parar. El coordinador asegura que el riesgo es bajo. Detener para calibrar asegura la precisión pero afecta los indicadores de eficiencia; continuar mantiene el ritmo pero expone el proceso a errores y fallas de auditoría. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 23",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q244",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Tu jefe pide no mencionar que el servicio aún no tiene la certificación requerida para cerrar el trato hoy. Ocultarlo asegura la firma pero esconde una condición crítica; declararlo mantiene la transparencia pero arriesga la negociación o impone nuevas condiciones. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 24",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q245",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un proveedor emitió constancias falsas para cubrir cuotas de asistencia y salvar el presupuesto. Validarlas mantiene los fondos y la agenda, pero compromete la integridad del registro; corregirlo protege la veracidad pero implica costos extra y molestias internas. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 25",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q246",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Ventas quiere usar datos de un cliente en presentaciones, aunque la cláusula de confidencialidad venció. Usarlos da una ventaja comercial inmediata pero vulnera el acuerdo previo; renovar el permiso protege la relación pero pospone la oportunidad de venta. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 26",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q247",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El auditor local propone antedatar documentos para simular cumplimiento en un plan retrasado. Aceptar evita observaciones y asegura tu bono, pero falsifica la realidad; rechazar muestra el avance real y asume las críticas, implicando replanificación y costos. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 27",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q248",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Operaciones pide excluir del informe mensual una caída breve de servicio. Omitirla mantiene los indicadores limpios pero pierde trazabilidad; incluirla transparenta la gestión y permite mejoras, aunque baje el desempeño reportado y genere reclamos. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 28",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q249",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un proveedor certificado perdió su acreditación, pero te piden no actualizar el dato para liberar un pago urgente. Reportarlo bloquea el pago y genera presión operativa, pero gestiona el riesgo real; ignorarlo facilita el proceso pero mantienes a un proveedor incumplido. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 29",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q250",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Hubo una desviación de temperatura en una muestra, pero te presionan para firmar sin repetir el ensayo. Firmar cumple el plazo y ahorra recursos, pero valida un dato dudoso; repetir garantiza el rigor técnico pero retrasa la entrega y requiere presupuesto extra. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 30",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q251",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Producto pide dar acceso inmediato a datos sensibles a un proveedor sin contrato de confidencialidad actualizado para arreglar fallas. Concederlo acelera la solución pero desprotege la información; exigir el contrato asegura el cumplimiento legal pero demora la corrección. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 31",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q252",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Te piden cargar horas de un proyecto con sobrecostos a otro rentable sin reportarlo. Hacerlo maquilla las finanzas y evita problemas inmediatos; negarse mantiene la integridad contable pero expone las pérdidas y podría detonar recortes. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 32",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q253",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Proponen ampliar tolerancias en planos para aceptar un lote fuera de especificación y salvar la entrega. Validarlo agiliza el proceso pero compromete el estándar técnico; rechazarlo protege la calidad y seguridad, pero genera desperdicio y retrasos. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 33",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q254",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Te piden inflar el número de beneficiarios para asegurar la renovación de fondos externos. Aceptar garantiza el financiamiento y luce bien, pero falsea el impacto; reportar lo real protege la credibilidad y evita fraudes, aunque arriesgues perder el apoyo económico. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 34",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q255",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El contratista usó material inferior en una zona oculta y promete cambiarlo después para no frenar la inspección. Dejarlo pasar agiliza el avance pero mantiene un riesgo latente; exigir el cambio inmediato asegura la calidad pero aumenta costos y plazos. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 35",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q256",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Soporte pide borrar de los registros una caída de servicio que afectó a un cliente importante para evitar reclamos. Omitirla protege la relación a corto plazo pero esconde la falla; registrarla permite el análisis y la mejora, pero abre la puerta a compensaciones y quejas. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 36",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q257",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Te piden clasificar un diferimiento de pago como 'ahorro', aunque aumenta el riesgo de mora. Hacerlo mejora la foto financiera y complace a la dirección, pero distorsiona la realidad; reportarlo correctamente refleja el riesgo real pero podría verse como falta de colaboración. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 37",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q258",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un miembro del comité comparte información privilegiada con un proveedor. Te piden ignorarlo para no detener el proceso. Denunciar garantiza la equidad pero reinicia el trámite y genera conflicto interno; tolerarlo permite cumplir la fecha pero vicia la legalidad de la licitación. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 38",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q259",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El comité propone subir artificialmente la calificación de un proveedor indispensable pero incumplido. Ajustarla asegura el suministro inmediato sin trabas administrativas; mantener la nota real alerta sobre el riesgo y fuerza a buscar alternativas, aunque cause demoras. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 39",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q260",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un director pide registrar ingresos de un servicio futuro para cerrar bien el año. Incluirlos ayuda a cumplir metas y bonos, pero contablemente es incorrecto; diferirlos respeta la norma pero reduce los resultados y enfrentas la presión por los objetivos. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 09 item 40",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    }
]