[
    {
        "id": "block-B01-q191",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un auditor interno te pide firmar que todo el personal completó la capacitación de seguridad industrial aunque sabes que varios turnos no asistieron. Si firmas mantienes la auditoría sin retrasos y evitas discusiones con tu supervisor, pero certificas un dato falso; si te niegas exigiendo reprogramar la capacitación proteges la veracidad y la seguridad pero extiendes la revisión y generas tensión con tu jefe. ¿Cómo procedes y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 1",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q192",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El área de TI te pide aprobar un acceso remoto temporal a servidores críticos usando una cuenta genérica porque el proveedor externo necesita entrar hoy y crear un usuario formal tomaría un día más. Si aceptas el atajo resuelves la urgencia pero violas controles de trazabilidad; si exiges el alta correcta mantienes la seguridad y el registro, pero retrasas la solución y asumes molestias de dirección. ¿Qué haces y cómo lo justificas?",
        "notes": "Modulo 1 Video B01 batch 08 item 2",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q193",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En una auditoría de procesos te piden evidencia de pruebas de respaldo anual, pero descubres que no se realizaron y solo existen bitácoras parciales. Un colega propone recrear documentos basados en memoria para evitar observaciones. Si aceptas la propuesta evitas un hallazgo inmediato pero presentas información falsa; si reconoces la falta y programas las pruebas cumples con la transparencia pero obtienes un reporte adverso y trabajo extra. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 3",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q194",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Coordinas un comité de ética y recibes una denuncia anónima sobre regalos caros ofrecidos por un proveedor durante la última negociación. Tu jefe sugiere no investigarlo para no atrasar la firma. Si abres la investigación proteges la imparcialidad pero retrasas el contrato y enfrentas la molestia del proveedor; si lo ignoras cierras rápido el trato pero permites una posible influencia indebida. ¿Qué priorizas y cómo actúas?",
        "notes": "Modulo 1 Video B01 batch 08 item 4",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q195",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Durante la implementación de un sistema, el proveedor te pide omitir en el acta de aceptación varias incidencias menores pendientes para poder facturar este mes. Si las excluyes facilitas el pago y mantienes la relación comercial, pero aceptas un producto incompleto; si insistes en documentar cada pendiente proteges el estándar acordado pero demoras la facturación y enfrentas presión de finanzas. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 5",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q196",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Recibes la solicitud de tu jefe para ajustar discretamente una proyección de costos, inflando un rubro para contar con colchón presupuestal oculto. Si aceptas el ajuste obtienes margen para imprevistos y alineas con su pedido, pero presentas cifras manipuladas; si entregas la proyección real mantienes la transparencia financiera pero pierdes ese margen y puedes incomodar a tu supervisor. ¿Cómo respondes y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 6",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q197",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En logística detectas que un transportista cobra suplementos por entregas urgentes que nunca se realizaron. El responsable del contrato te sugiere compensarlo con descuentos futuros sin notificar al cliente interno para evitar reclamos. Si reportas el cobro indebido recuperas recursos y corriges el proceso pero generas fricción con el proveedor y el área de compras; si lo dejas pasar ahorras tiempo pero perpetúas un cargo injustificado. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 7",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q198",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Gestionas un proyecto y descubres que un proveedor subcontrató tareas críticas a un tercero no aprobado para cumplir plazos. El gerente del proyecto propone aceptarlo porque el trabajo está casi listo. Si exiges cumplir el contrato original aseguras calidad y responsabilidad pero retrasas la entrega y quizá aumentas costos; si toleras la subcontratación evitas la demora inmediata pero pierdes control sobre estándares. ¿Qué haces y cómo lo explicas?",
        "notes": "Modulo 1 Video B01 batch 08 item 8",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q199",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En una revisión médica laboral descubres que un colaborador clave falsificó un certificado para justificar ausencias. Recursos humanos te pide discreción para evitar perderlo en un proyecto crítico. Si informas el fraude mantienes la disciplina y el precedente correcto pero arriesgas retrasar el proyecto; si lo encubres proteges el cronograma inmediato pero toleras una falta grave y debilitas la política de ausencias. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 9",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q200",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Preparas un informe para la junta y te piden incluir como ventas firmes unas cartas de intención que no tienen contrato. Si las sumas la empresa luce mejor ante inversionistas y tu jefe queda satisfecho, pero presentas ingresos no asegurados; si mantienes solo las ventas cerradas reflejas la realidad pero el reporte será menos atractivo y podrías enfrentar críticas por prudencia excesiva. ¿Qué decides y cómo lo justificas?",
        "notes": "Modulo 1 Video B01 batch 08 item 10",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q201",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Supervisas mantenimiento y notas que se están usando repuestos genéricos sin certificación para acelerar reparaciones. El encargado asegura que funcionan igual y son más baratos. Si exiges repuestos certificados cumples con los estándares de seguridad pero detienes trabajos y aumentas costos; si permites continuar ahorras tiempo y dinero inmediato pero asumes riesgo de fallas y responsabilidad por desviarse de las especificaciones. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 11",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q202",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Te piden preparar una licitación y un colega te comparte en privado el rango de precios que enviarán otros oferentes. Usar esa información te permitiría ajustar tu propuesta para ganar con ventaja. Si la usas aseguras competitividad pero participas con datos obtenidos de manera cuestionable; si la descartas compites solo con información pública, mantienes la ética pero arriesgas perder el contrato. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 12",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q203",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En control de calidad detectas que un lote de productos salió con tolerancias fuera del rango acordado, pero el cliente no ha notado el defecto. El jefe de planta propone enviarlo igual para evitar reprocesos. Si detienes el envío y corriges proteges la reputación y al cliente pero incrementas costos y demoras; si despachas como está cumples el plazo pero arriesgas reclamos y posibles retiros. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 13",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q204",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Al consolidar información de un incidente de seguridad encuentras que tu área omitió notificar una filtración menor de datos ocurrida semanas atrás. El director prefiere no mencionarlo en el informe oficial para evitar sanciones regulatorias. Si lo reportas cumples con la obligación y reduces riesgo futuro pero expones a la empresa a multas y cuestionamientos; si lo ocultas evitas el impacto inmediato pero mantienes un incumplimiento. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 14",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q205",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Un cliente corporativo te pide priorizar su proyecto saltándose el turno de otros contratos ya programados, y ofrece una bonificación personal si aceptas. Si cedes recibes el beneficio y mejoras la relación con ese cliente pero incumples la cola acordada y afectas a otros; si mantienes el orden proteges la equidad y la reputación interna pero pierdes la bonificación y quizá ese cliente se irrite. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 15",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q206",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Lideras un equipo remoto y detectas que un integrante registra horas completas pero su actividad en los sistemas es mínima. Tu supervisor pide no escalarlo porque es una persona de confianza de la dirección. Si investigas y ajustas las horas proteges el uso justo del presupuesto pero generas conflicto político; si ignoras las inconsistencias mantienes la armonía con la dirección pero validas pagos no justificados. ¿Cómo procedes y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 16",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q207",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En el cierre de inventario encuentras sobrantes de material costoso que no cuadran con las entradas registradas. Un colega sugiere ajustarlos como merma natural para no abrir investigación. Si reportas la discrepancia abres una revisión que tomará tiempo y puede señalar fallas de control, pero limpias el registro; si aceptas la explicación rápida cierras el cierre sin ruido pero mantienes posible pérdida sin aclarar. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 17",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q208",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Al evaluar desempeño debes calificar a una persona con buen resultado pero que constantemente evade protocolos de seguridad para ser más rápida. Tu jefe propone darle la máxima calificación porque los números de producción son altos. Si ponderas las desviaciones reduces su nota y refuerzas la importancia del cumplimiento pero enfrentas inconformidad; si la premias ignorando los riesgos avalas atajos que pueden causar incidentes. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 18",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q209",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Recibes una orden de compra firmada por un gerente para adquirir equipos personales no relacionados con proyectos de la empresa. El gerente dice que luego los devolverá, pero deben cargarse a un centro de costos operativo. Si ejecutas la compra colaboras con su petición y evitas discusión, pero usas fondos corporativos para fines dudosos; si rechazas la orden pides justificación formal y arriesgas su molestia. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 19",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q210",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Durante pruebas de una nueva app detectas que los datos de algunos usuarios quedan visibles a otros en ciertos flujos. Marketing quiere lanzar igual para aprovechar una campaña programada. Si detienes el lanzamiento corriges la vulnerabilidad pero pierdes la ventana comercial y enfrentas presión; si avanzas con la versión actual cumples el plan de marketing pero expones datos y la confianza de usuarios. ¿Qué haces y cómo lo argumentas?",
        "notes": "Modulo 1 Video B01 batch 08 item 20",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q211",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En la contabilidad encuentras que se registró como gasto operativo la remodelación de la casa de un directivo usando una factura con descripción ambigua. Finanzas sugiere dejarlo así porque el cierre anual ya está en marcha. Si reclasificas y reportas el gasto impropio cumples con la normativa y transparencia pero generas un conflicto con la alta dirección; si lo ignoras facilitas el cierre pero validas un uso indebido de fondos. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 21",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q212",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Durante una negociación con un sindicato descubres que la empresa omitió comunicar un beneficio vigente que impacta el cálculo de horas extras. Recursos humanos pide omitirlo hasta cerrar el acuerdo para no encarecer la negociación. Si transparentas la información ajustas los montos y refuerzas la confianza pero aumentas costos y complicas la mesa; si lo ocultas logras un acuerdo rápido pero a costa de un dato clave. ¿Qué decides y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 22",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q213",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "El comité de innovación te invita a presentar un proyecto y un colega ofrece adelantarte los criterios internos de evaluación a cambio de que lo incluyas como coautor. Si aceptas aseguras mayor puntaje pero manipulas el proceso y compartes crédito con alguien que no participó; si rechazas compites con tus méritos reales y respetas la equidad pero arriesgas quedar fuera. ¿Cómo procedes y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 23",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q214",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Supervisas un proyecto y descubres que para cumplir el hito de este mes se omitieron pruebas de seguridad eléctrica en un equipo industrial. El responsable propone completar las pruebas después de la entrega formal para no retrasar el pago. Si detienes la entrega y exiges las pruebas proteges la seguridad pero demoras facturación y generas fricción; si firmas ahora cumples el plazo pero asumes riesgo de falla grave. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 24",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q215",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Al organizar una conferencia, el patrocinador principal te pide compartir la base de correos de asistentes para campañas futuras, algo que las políticas de privacidad prohíben. Si aceptas complaces al patrocinador y aseguras financiamiento para próximos eventos pero violas la confidencialidad de los asistentes; si te niegas proteges los datos y las normas pero arriesgas perder el apoyo económico. ¿Qué decides y cómo lo explicas?",
        "notes": "Modulo 1 Video B01 batch 08 item 25",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q216",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Diriges compras y un proveedor te propone dividir una orden en varias facturas pequeñas para evitar pasar por el comité de aprobación, acelerando la entrega y ofreciendo un descuento personal. Si aceptas agilizas el proceso y obtienes un beneficio, pero eludes los controles establecidos; si rechazas y sigues el flujo formal mantienes la transparencia pero retrasas la adquisición y pierdes el incentivo. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 26",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q217",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Coordinas un equipo de servicio al cliente y descubres que ciertos reclamos se están cerrando sin contacto real para cumplir metas de tiempo. El supervisor de turno defiende la práctica para mantener indicadores verdes. Si corriges el proceso y reabres casos mejoras la atención pero bajas temporalmente los indicadores y generas reprocesos; si lo permites mantienes los números bonitos pero fallas a los clientes. ¿Qué haces y cómo lo justificas?",
        "notes": "Modulo 1 Video B01 batch 08 item 27",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q218",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "En un comité de inversión, el director financiero te pide apoyar un proyecto de su área aunque el análisis de riesgo muestra probabilidad alta de pérdida. Argumenta que es estratégico para él y que se podría suavizar el informe. Si mantienes la evaluación honesta proteges el uso responsable del capital pero puedes afectar tu relación con la dirección; si suavizas los riesgos facilitas la aprobación pero escondes información crítica. ¿Qué eliges y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 28",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q219",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Durante una visita de autoridad sanitaria, tu jefe pide ocultar temporalmente equipos vencidos en un almacén para pasar la inspección. Si los retiras de la vista probablemente obtienes una revisión sin observaciones, pero mantienes equipos no conformes operando después; si transparentas la situación y programas el reemplazo cumples la norma pero arriesgas sanción y retrasos en producción. ¿Qué haces y por qué?",
        "notes": "Modulo 1 Video B01 batch 08 item 29",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    },
    {
        "id": "block-B01-q220",
        "module_id": 1,
        "block_id": "B01",
        "type": "video",
        "refactored_text": "Tu equipo entrega un reporte técnico con cifras correctas pero el resumen ejecutivo suaviza los hallazgos para no alarmar a la gerencia. El director te pide firmarlo tal cual. Si insistes en alinear el resumen con los datos proteges la integridad del informe pero generas demoras y posibles fricciones; si firmas avalas un mensaje incompleto que puede inducir decisiones erróneas. ¿Qué decides y cómo lo argumentas?",
        "notes": "Modulo 1 Video B01 batch 08 item 30",
        "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
    }
]