[
  {
    "id": "block-B01-q356",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante la actualización de un manual, proponen omitir un cambio regulatorio menor para publicar hoy mismo. Si lo omites, aceleras la entrega y evitas rehacer capacitaciones; si incluyes el cambio, aseguras cumplimiento normativo, pero atrasas la publicación y debes reimprimir material. ¿Qué acción tomas y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 1",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q357",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En el inventario detectas un faltante menor y tu jefe sugiere compensarlo el próximo mes sin registrarlo ahora. Si aceptas, cierras rápido sin activar auditorías; si lo registras hoy, reportas la realidad, pero abres una investigación y asumes el impacto en el resultado. ¿Qué priorizas y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 2",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q358",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En un proyecto crítico, un proveedor exige firmar la aceptación parcial sin pruebas de carga para liberar el hito de pago. Si firmas, aseguras el cobro y evitas penalizaciones; si esperas las pruebas, garantizas la estabilidad, pero retrasas el cronograma y generas presión financiera. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 3",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q359",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En un reporte ambiental, proponen clasificar un vertido breve como 'incidente menor interno'. Si aceptas, evitas la notificación externa y posibles multas; si lo reportas formalmente, cumples la licencia y detienes la operación para corregir, asumiendo costos y tensión operativa. ¿Qué eliges y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 12 item 4",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q360",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un coordinador pide reportar horas de capacitación no impartidas para alcanzar la meta anual. Si las reportas, salvas el indicador y evitas cuestionamientos; si las declaras faltantes, obligas a una reprogramación urgente y enfrentas críticas por el incumplimiento. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 5",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q361",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Antes de una auditoría, sugieren archivar correos que evidencian demoras en los controles. Si los archivas, reduces los hallazgos y proteges la imagen del área; si los conservas a la vista, permites una revisión transparente, pero expones fallas y posibles acciones correctivas. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 6",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q362",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "El área de Compras solicita dividir una orden grande para eludir una autorización directiva adicional. Si divides la orden, aceleras el proceso y evitas escalaciones; si sigues el flujo formal, aseguras la trazabilidad, pero retrasas la entrega y enfrentas la molestia del solicitante. ¿Qué priorizas y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 7",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q363",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En pruebas de contingencia, un líder propone simular resultados exitosos porque falta tiempo. Si simulas, cumples la fecha límite y evitas horas extra; si exiges la prueba real, garantizas la resiliencia del sistema, pero extiendes la ventana de trabajo y presionas al equipo. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 8",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q364",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden firmar que un equipo recibió inducción de seguridad, aunque solo se les envió material por correo. Si firmas, cumples el plan y evitas reprogramaciones; si condicionas la firma a una sesión presencial, proteges la responsabilidad legal, pero retrasas la operación y generas costos. ¿Qué decides hacer y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 9",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q365",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un cliente importante solicita ocultar en el acta un defecto menor para no afectar la fecha de entrega. Si lo ocultas, cierras a tiempo y evitas reclamos inmediatos; si lo registras, garantizas transparencia y corrección, pero expones el retraso y posibles descuentos. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 10",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q366",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Finanzas propone diferir el registro de un gasto conocido al siguiente trimestre para mejorar el cierre actual. Si difieres, mejoras el indicador y evitas preguntas hoy; si lo reconoces ahora, mantienes la integridad contable, pero reduces el resultado y debes explicar la caída. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 11",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q367",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En mantenimiento, quieren usar repuestos no certificados para reiniciar urgentemente una línea parada. Si aceptas, reanudas la operación y evitas penalizaciones; si exiges repuestos aprobados, garantizas la seguridad técnica, pero alargas el paro y enfrentas reclamos internos. ¿Qué priorizas y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 12",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q368",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Antes de enviar un informe ejecutivo, tu jefe pide suavizar la redacción de un riesgo crítico para no alarmar al comité. Si lo suavizas, evitas fricciones y mantienes el plan; si mantienes la severidad real, incentivas acciones correctivas, pero te arriesgas a cuestionamientos y retrasos. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 13",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q369",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En un contrato detectas que no se validó la lista de exclusiones, pero te piden avanzar igual para facturar. Si avanzas, aseguras los ingresos y cumples el cronograma; si detienes el proceso hasta validar, evitas reclamos futuros, pero retrasas la facturación y enfrentas presión comercial. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 14",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q370",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Calidad sugiere firmar la liberación de un lote con el análisis incompleto, prometiendo enviar los resultados luego. Si firmas, despachas a tiempo y evitas recargos logísticos; si esperas el análisis completo, garantizas la conformidad, pero detienes el envío y generas costos extras. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 15",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q371",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden omitir en el acta una desviación detectada durante una visita de seguridad para no escalar el problema. Si omites el dato, proteges la relación con el área operativa; si documentas el hallazgo, abres acciones correctivas necesarias, pero generas resistencia y posibles retrasos. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 16",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q372",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un supervisor propone registrar una prueba funcional como exitosa aunque no se ejecutó el caso de falla. Si la declaras exitosa, cumples la fecha y evitas reprocesos; si repites la prueba completa, aseguras la confiabilidad, pero amplías el cronograma y el costo del proyecto. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 17",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q373",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un equipo externo ofrece adelantar documentación usando firmas escaneadas no autorizadas para ganar tiempo. Si aceptas, entregas rápido y evitas devoluciones burocráticas; si exiges firmas válidas, aseguras la validez legal, pero demoras el cierre y enfrentas quejas por rigidez. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 18",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q374",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una inspección, un líder sugiere colocar etiquetas nuevas sobre las vencidas para no detener la línea. Si lo haces, evitas el paro y multas internas; si reemplazas adecuadamente, cumples la norma y la seguridad, pero detienes la producción y asumes los costos asociados. ¿Qué priorizas y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 19",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q375",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En gestión de cambios, proponen cerrar un registro sin evidencias completas argumentando que el cliente ya aceptó verbalmente. Si cierras así, liberas pendientes y mejoras el indicador; si completas las evidencias, mantienes la trazabilidad, pero inviertes más tiempo y expones demoras. ¿Qué decides y cómo lo justificas?",
    "notes": "Modulo 1 Video B01 batch 12 item 20",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q376",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden firmar horas facturables de un consultor que aún no ha entregado los entregables pactados. Si firmas, mantienes la buena relación y evitas discusiones; si rechazas hasta recibir evidencia, proteges el presupuesto, pero generas fricción y posible escalación del conflicto. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 21",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q377",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En pruebas de calidad, descubres que un lote pasó con un parámetro fuera de especificación, pero ya está empaquetado para envío. Si lo envías, cumples la fecha y evitas el reempaque; si lo detienes, corriges y garantizas conformidad, pero asumes costos extras y retrasos en la entrega. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 22",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q378",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Planificación pide registrar un avance del 100% para facturar, aunque la documentación final sigue en revisión. Si registras completo, cumples el hito y evitas cuestionamientos financieros; si declaras el pendiente, proteges la veracidad del reporte, pero reduces el indicador y enfrentas presión. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 23",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q379",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un jefe propone ocultar que se usaron datos reales sin mascarar durante unas pruebas internas. Si ocultas el hecho, cierras el proyecto sin ruido; si lo declaras, corriges y notificas como corresponde, pero afrontas reprocesos y una posible sanción interna por incumplimiento. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 24",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q380",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la cadena de suministro, piden aceptar un embarque sin el certificado fitosanitario físico para no perder la ventana logística. Si aceptas, evitas sobrecostos y reclamos del cliente; si rechazas la entrada, cumples la regulación y trazabilidad, pero retrasas la entrega y generas costos. ¿Qué priorizas y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 25",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q381",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Comunicación interna te solicita publicar un caso de éxito del proyecto sin mencionar los incidentes recientes. Si lo publicas así, refuerzas la imagen y evitas el debate; si incluyes los incidentes, ofreces transparencia y lecciones aprendidas, pero arriesgas críticas y demoras la aprobación. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 26",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q382",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante una conciliación, proponen ajustar manualmente las cifras para cuadrar con el sistema sin investigar las diferencias. Si ajustas, cierras rápido y reduces la carga administrativa; si investigas a fondo, aseguras la exactitud, pero consumes tiempo valioso y puedes exponer errores previos. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 27",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q383",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Operaciones pide usar un plan de trabajo preliminar no aprobado para ganar tiempo en la obra. Si lo usas, aceleras la ejecución y evitas sanciones por atraso; si esperas la aprobación formal, cumples el control de cambios, pero detienes actividades y enfrentas la presión del cliente. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 28",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q384",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En un comité técnico, sugieren no reportar un 'casi accidente' (near miss) para no afectar el indicador de seguridad. Si no reportas, mantienes las métricas limpias y evitas inspecciones; si reportas, fortaleces la cultura de prevención, pero abres una investigación y pausas tareas. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 29",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q385",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un analista pide firmar la recepción de equipos sin revisión física para no perder el transporte de retorno. Si firmas, agilizas la logística y evitas recargos; si verificas físicamente, aseguras la calidad del material, pero consumes tiempo y puedes demorar al transportista. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 30",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q386",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Se propone aceptar un cambio de materiales sin actualizar los planos porque 'el cliente no lo notará'. Si aceptas, reduces tiempos y costos de ingeniería; si actualizas y revalidas, mantienes la conformidad y trazabilidad, pero retrasas la entrega y aumentas el gasto. ¿Qué priorizas y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 31",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q387",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En gestión de riesgos, piden bajar artificialmente la probabilidad de un evento para obtener la aprobación de una inversión. Si la bajas, facilitas el visto bueno y cumples plazos; si mantienes la estimación real, aseguras una decisión informada, pero corres el riesgo de frenar el proyecto. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 32",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q388",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En facturación, te solicitan usar una tasa de cambio de ayer para mejorar el ingreso reportado. Si usas la tasa anterior, incrementas la cifra y evitas reclamos comerciales; si aplicas la vigente, cumples la política financiera, pero reduces el monto y enfrentas cuestionamientos. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 33",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q389",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un responsable propone cerrar un caso de garantía sin validar la causa raíz porque el cliente ya aceptó la reparación. Si cierras, reduces pendientes y liberas recursos; si investigas a fondo, previenes la recurrencia, pero extiendes el caso y asumes costos adicionales. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 34",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q390",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Para reducir observaciones, sugieren consolidar evidencias en un único archivo firmado por un supervisor, perdiendo la trazabilidad de los autores. Si aceptas, simplificas la revisión y ahorras tiempo; si mantienes la trazabilidad individual, garantizas la responsabilidad, pero alargas la preparación y expones demoras. ¿Qué priorizas y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 35",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q391",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En logística, piden declarar que un transporte cumplió la 'ruta segura' aunque omitió un punto de control. Si declaras cumplimiento, evitas la sanción contractual y reprocesos; si reportas la omisión, corriges el proceso, pero enfrentas penalizaciones y reclamos. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 36",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q392",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un jefe sugiere reetiquetar productos con fecha extendida para agotar inventario estancado. Si lo haces, evitas la merma y reduces costos; si mantienes la fecha real, proteges al consumidor y la normativa, pero asumes las pérdidas financieras y la explicación interna. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 37",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q393",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una mesa de control, proponen excluir a un proveedor observado de la lista de hallazgos para acelerar la adjudicación. Si lo excluyes, avanzas sin discusiones; si lo mantienes en el reporte, garantizas imparcialidad y transparencia, pero retrasas la decisión y generas tensión con el área usuaria. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 38",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q394",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden aceptar evidencia fotográfica editada (recortada) como prueba de avance en sitio. Si la aceptas, cierras el hito y evitas retrabajo administrativo; si la rechazas y exiges originales, aseguras la veracidad, pero retrasas la aprobación y molestas al equipo de campo. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 39",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q395",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante el cierre mensual, un colega propone registrar ingresos de un contrato cuya orden de servicio aún no se ha emitido. Si registras, mejoras el resultado financiero y cumples metas; si esperas la orden formal, respetas el proceso, pero reduces las cifras del mes y afrontas preguntas. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 12 item 40",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q396",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En pruebas de laboratorio, sugieren usar resultados de un lote anterior porque el análisis del nuevo aún no termina. Si los usas, entregas el reporte a tiempo y evitas reprogramar; si esperas los nuevos datos, aseguras la precisión técnica, pero atrasas el informe y generas presión. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 41",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q397",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un líder pide omitir en el reporte de incidentes un contacto eléctrico sin autorización ocurrido durante el mantenimiento. Si lo omites, evitas sanciones y ruido administrativo; si lo reportas, fortaleces el control y la capacitación, pero abres una investigación y te expones a posibles multas. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 42",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q398",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Para cumplir con un cliente, te piden certificar un componente sin haber completado los ensayos de fatiga. Si certificas, mantienes el contrato y evitas penalizaciones; si exiges terminar los ensayos, aseguras la seguridad del producto, pero demoras la entrega y enfrentas fuerte presión comercial. ¿Qué decides y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 43",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q399",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En gestión documental, un área propone firmar digitalmente documentos críticos usando un token compartido del equipo. Si aceptas, aceleras las aprobaciones y evitas cuellos de botella; si rechazas y pides firmas personales, garantizas la responsabilidad individual, pero ralentizas el flujo y generas quejas. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 44",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q400",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Un supervisor sugiere cerrar un acta de no conformidad indicando 'acción completada' cuando solo existe un plan de trabajo. Si cierras el acta, limpias los indicadores y reduces observaciones; si la mantienes abierta hasta la ejecución, aseguras la eficacia real, pero prolongas el seguimiento y presionas al equipo. ¿Qué eliges y por qué?",
    "notes": "Modulo 1 Video B01 batch 12 item 45",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  }
]