[
  {
    "id": "block-B03-q356",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 356,
    "refactored_text": "Para cerrar la modernización de plantas te piden una permanencia de 10 meses que bloquea otras postulaciones internas. Simultáneamente, recibes una oferta externa con horario flexible pero menor sueldo. Quedarte garantiza el cierre del proyecto y tu reputación técnica a costa de tu movilidad inmediata; irte te ofrece flexibilidad, pero pierdes el bono de cierre y podrías proyectar falta de compromiso. ¿Qué decisión tomas y por qué?",
    "notes": "Modulo 2 Video B03 batch 12 item 1",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q357",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 357,
    "refactored_text": "Te proponen un traslado a una sede rural con vivienda pagada a cambio de firmar dos años de permanencia y renunciar al modelo híbrido actual. Mantener tu posición actual preserva tu entorno y rutinas, pero estanca tu salario. Aceptar implica impulso económico y exposición sacrificando comodidad y movilidad; rechazar protege tu red personal, pero arriesgas perder visibilidad ante la dirección. ¿Cómo evalúas tu elección?",
    "notes": "Modulo 2 Video B03 batch 12 item 2",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q358",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 358,
    "refactored_text": "El plan de retención ofrece un bono significativo si cubres guardias de fin de semana durante ocho meses, posponiendo cualquier solicitud de traslado. Un movimiento lateral te permitiría mantener tu horario regular, pero sin el incentivo económico. Comprometerte suma ingresos y credibilidad a costa de tu descanso; moverte protege tu equilibrio, pero dejas al equipo ajustado y pierdes el bono. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 12 item 3",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q359",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 359,
    "refactored_text": "La renovación de tu contrato incluye una cláusula de no competencia por 14 meses que veta proyectos externos. Otra oferta te permite iniciar ya, pero es una posición sin seguro ni respaldo corporativo ante bajas de demanda. Firmar te da estabilidad sacrificando ingresos adicionales y libertad; salir te otorga independencia, pero asumes todo el riesgo financiero rompiendo tu compromiso actual. ¿Qué camino eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 4",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q360",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 360,
    "refactored_text": "Tu gerencia solicita que permanezcas hasta cerrar una auditoría crítica; salir antes de nueve meses implica retención de parte del bono. Otra división te requiere ya para un rol visible sin penalizaciones. Quedarte asegura la calidad del informe y tu imagen de lealtad sacrificando dinero y avance rápido; cambiar acelera tu carrera, pero dejas el control de la auditoría y podrías ser visto como evasivo. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 12 item 5",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q361",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 361,
    "refactored_text": "La empresa financiará tu maestría si firmas una permanencia de 24 meses aceptando rotaciones a áreas operativas complejas. Una organización externa te contrata sin beca, pero con total libertad geográfica. Aceptar impulsa tu formación académica sacrificando movilidad y confort laboral; rechazar mantiene tu independencia, pero pierdes el patrocinio y la red de apoyo interna. ¿Qué decides y por qué?",
    "notes": "Modulo 2 Video B03 batch 12 item 6",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q362",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 362,
    "refactored_text": "Te piden liderar la formación de un equipo nocturno durante un año, con un bono condicionado y bloqueo de traslados. Un área administrativa te recibe ya en horario diurno, pero sin incentivos extra. Asumir el reto fortalece tu perfil y asegura el pago a costa de tu sueño y agenda social; moverte cuida tu salud, pero pierdes el extra y dejas la transición incompleta. ¿Cómo justificas tu decisión?",
    "notes": "Modulo 2 Video B03 batch 12 item 7",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q363",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 363,
    "refactored_text": "Para renovar tu permanencia te exigen disponibilidad total, lo que implica suspender tus clases de posgrado por 12 meses. Otra empresa te permite seguir estudiando, pero te ofrece un contrato temporal. Aceptar garantiza continuidad y respaldo interno sacrificando tu avance académico; salir preserva tus estudios, pero asumes inestabilidad laboral y pierdes la antigüedad lograda. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 8",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q364",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 364,
    "refactored_text": "El plan de retención exige presencialidad total por nueve meses para estabilizar una operación crítica, prohibiendo el teletrabajo. Una oferta externa te da trabajo remoto inmediato con menor ingreso. Comprometerte sostiene el proyecto y tu reputación sacrificando flexibilidad y tiempo en casa; aceptar fuera te ofrece equilibrio, pero pierdes el bono y dejas a tu equipo sin soporte presencial. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 12 item 9",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q365",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 365,
    "refactored_text": "Ante una crisis logística, te piden quedarte nueve meses más con jornadas extendidas y sin opción de traslado. Otro rol estable te espera en una filial, pero ofrece menor crecimiento y cero bonos. Quedarte protege la operación y tu imagen de confiabilidad sacrificando descanso; cambiar te da estabilidad rápida, pero renuncias al reconocimiento de resolver la crisis. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 12 item 10",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q366",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 366,
    "refactored_text": "Te proponen un traslado a una planta con clima adverso y rotaciones rígidas por 18 meses, compensado con viáticos y bono. Quedarte en tu ciudad actual preserva tu entorno, pero augura una carrera más lenta. Aceptar te da recursos y visibilidad sacrificando bienestar y confort; rechazar protege tu salud y red personal, pero podrías quedar fuera de los proyectos estratégicos futuros. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 12 item 11",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q367",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 367,
    "refactored_text": "Te solicitan cubrir una sede con ausencias recurrentes durante un año, lo que implica disponibilidad de guardia y sin vacaciones largas. Un equipo nuevo ofrece horario estable pero sin bono asociado. Permanecer sostiene la operación y refuerza tu compromiso sacrificando descanso; moverte mejora tu equilibrio vida-trabajo, pero pierdes el incentivo y dejas la sede descubierta. ¿Cómo manejas esta situación?",
    "notes": "Modulo 2 Video B03 batch 12 item 12",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q368",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 368,
    "refactored_text": "Para proteger una patente en curso, te piden firmar una cláusula que restringe tus publicaciones y conferencias por 18 meses. Una universidad te propone un rol abierto a difundir hallazgos, pero sin bono. Firmar cuida la propiedad intelectual y tu ingreso variable sacrificando visibilidad académica; aceptar la universidad preserva tu libertad intelectual, pero pierdes el incentivo y rompes el compromiso actual. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 13",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q369",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 369,
    "refactored_text": "El bono de retención depende de alcanzar hitos con disponibilidad nocturna y cero proyectos alternos durante 10 meses. Una empresa más pequeña te ofrece equilibrio personal, pero con aportes previsionales menores. Quedarte refuerza tu perfil y mejora tu economía a costa de tu descanso y libertad; salir cuida tu balance, pero reduces tu ahorro futuro y dejas el proyecto en transición. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 12 item 14",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q370",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 370,
    "refactored_text": "Te invitan a liderar la integración de dos sedes con viajes semanales obligatorios durante un año y bloqueo de traslados. Un rol local más tranquilo te permite estar cerca de casa, pero ofrece nula visibilidad. Aceptar te da exposición y red estratégica sacrificando tiempo personal y estabilidad; rechazar cuida tu agenda familiar, pero pierdes una oportunidad clara de liderazgo. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 12 item 15",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q371",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 371,
    "refactored_text": "Un contrato de 16 meses te asegura la gestión del cliente principal pero exige exclusividad total, prohibiendo consultorías paralelas. Una firma externa te invita a trabajar con cartera abierta pero sin contrato fijo. Firmar te da ingreso seguro y una relación clave sacrificando ingresos extra y variedad; rechazar te da flexibilidad, pero arriesgas tu posición actual y estabilidad. ¿Qué camino tomas?",
    "notes": "Modulo 2 Video B03 batch 12 item 16",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q372",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 372,
    "refactored_text": "Para apoyar una operación en campo, te piden permanecer con guardias y restricciones de salida por seguridad durante 11 meses. Una vacante en oficina central te protege físicamente, pero reduce drásticamente tu influencia en las decisiones. Quedarte sostiene al equipo y tu liderazgo sacrificando movilidad y tranquilidad; moverte cuida tu bienestar, pero cedes impacto y dejas la operación vulnerable. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 17",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q373",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 373,
    "refactored_text": "Se acerca el cierre de un ciclo regulatorio y te piden quedarte hasta completar las correcciones, lo que implica trabajar algunos fines de semana. Un competidor te ofrece entrar ahora sin esa carga laboral. Comprometerte defiende la certificación y tu reputación profesional a costa de tu descanso; cambiar evita el desgaste inmediato, pero podrías ser recordado como quien abandonó la revisión a medias. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 12 item 18",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q374",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 374,
    "refactored_text": "La empresa detecta un posible conflicto de interés con tu emprendimiento personal y te pide suspenderlo para firmar un plan de permanencia de 12 meses. Podrías mantener tu negocio y rechazar el plan, asumiendo el riesgo de que busquen tu reemplazo. Aceptar protege tu rol y la confianza corporativa sacrificando autonomía e ingresos extra; rechazar preserva tu proyecto, pero pierdes estabilidad laboral. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 12 item 19",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q375",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 375,
    "refactored_text": "El bono anual se paga solo si firmas una permanencia de 15 meses; renunciar antes implica devolver el monto bruto. Otra empresa te ofrece un paquete salarial menor, pero sin cláusulas de devolución. Quedarte asegura el bono sacrificando movilidad y aceptando el riesgo de deuda; cambiar evita la atadura y te da libertad, pero renuncias al incentivo económico y cierras tu etapa abruptamente. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 20",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q376",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 376,
    "refactored_text": "El plan de permanencia incluye impartir capacitaciones obligatorias en fines de semana durante seis meses y restringe las vacaciones largas. Otro rol respeta tus fines de semana, pero el ascenso tardará más. Quedarte refuerza tu perfil y cumple el plan a costa de tu descanso; moverte protege tu tiempo libre, pero retrasas tu crecimiento y dejas el programa de formación sin líder. ¿Cómo justificas tu elección?",
    "notes": "Modulo 2 Video B03 batch 12 item 21",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q377",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 377,
    "refactored_text": "La migración de almacenes requiere tu presencia en guardias nocturnas por ocho meses y congela tu posibilidad de traslado. Un área administrativa te recibe sin guardias, pero con menor visibilidad estratégica. Quedarte asegura la continuidad y tu reconocimiento técnico sacrificando sueño y movilidad; cambiar te da estabilidad horaria, pero pierdes el bono y el aprendizaje de este proyecto crítico. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 12 item 22",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q378",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 378,
    "refactored_text": "Para retenerte, te ofrecen una prima extra si aceptas turnos nocturnos permanentes por 10 meses y cancelas tu solicitud de traslado actual. Un rol diurno te espera en otra empresa, pero sin esa compensación adicional. Aceptar aumenta tus ingresos sacrificando descanso y visibilidad en otros equipos; salir cuida tu salud y ritmo biológico, pero pierdes el extra económico y rompes el compromiso. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 12 item 23",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q379",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 379,
    "refactored_text": "Te piden extender tu contrato 10 meses para cerrar una disputa con un proveedor clave, lo que implica viajes urgentes y sin opción de rotar. Un proyecto interno de bajo riesgo te espera sin esos desplazamientos. Quedarte protege la relación comercial y tu reputación sacrificando tiempo personal; moverte reduce la presión, pero pierdes influencia en un tema estratégico y el bono asociado. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 12 item 24",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q380",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 380,
    "refactored_text": "Debes cubrir una cuenta clave durante nueve meses por la baja de un colega, asumiendo metas altas sin refuerzo. Otra posición interna sin clientes directos te libera de esa presión, pero no ofrece bono. Permanecer mantiene la confianza del cliente y tu estatus a costa de tu equilibrio personal; cambiar reduce el desgaste, pero pierdes el incentivo y dejas la relación comercial vulnerable. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 25",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q381",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 381,
    "refactored_text": "Te ofrecen un bono si permaneces seis meses extra documentando procesos y entrenando a tu reemplazo antes de irte. Otra empresa te recibe ya, sin esperar esa transferencia de conocimiento. Quedarte protege la continuidad operativa y tu reputación profesional sacrificando tu salida rápida; salir acelera tu cambio y mejora salarial, pero dejas al equipo sin un traspaso formal y ordenado. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 12 item 26",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q382",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 382,
    "refactored_text": "Una rotación internacional te exige 18 meses de permanencia y enfrentar un idioma nuevo con apoyo parcial. Quedarte en tu rol actual mantiene tu red familiar y comodidad, pero limita tu reto profesional. Aceptar amplía tu perfil y oportunidades globales sacrificando proximidad y confort; rechazar preserva tu entorno personal, pero podría cerrarte puertas a futuras asignaciones clave. ¿Qué camino tomas?",
    "notes": "Modulo 2 Video B03 batch 12 item 27",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q383",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 383,
    "refactored_text": "El plan de permanencia exige disponibilidad para guardias de emergencia, lo que te obliga a pausar tu voluntariado semanal. Otro empleo respeta tus actividades personales, pero ofrece menor salario y poca proyección. Quedarte mantiene tu ingreso y visibilidad sacrificando tu tiempo comunitario; salir protege tus valores y equilibrio personal, pero reduces tu compensación y dejas el plan incompleto. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 12 item 28",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q384",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 384,
    "refactored_text": "Tus acciones restringidas se liberan en ocho meses si no entrevistas fuera y aceptas prolongar tu rol actual. Una oferta externa te paga más de inmediato, pero sin patrimonio accionario. Quedarte asegura el 'vesting' sacrificando movilidad y un aumento rápido de flujo de caja; salir captura el efectivo hoy, pero pierdes las acciones y podrías ser visto como un talento inestable. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 12 item 29",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q385",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 385,
    "refactored_text": "La empresa financiará una certificación técnica costosa si firmas una permanencia de 14 meses y pospones tus vacaciones actuales. Otra compañía te permite certificarte por tu cuenta sin condiciones, pero sin apoyo económico. Aceptar reduce tu costo formativo a cero sacrificando descanso y movilidad; rechazar preserva tus planes personales, pero pierdes el financiamiento y la señal de compromiso. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 30",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q386",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 386,
    "refactored_text": "Te piden coordinar la investigación de incidentes de seguridad con guardias nocturnas y límite de traslados por 10 meses. Una oficina administrativa sin esa presión operativa te recibe, pero con menor jerarquía. Quedarte protege la operación y tu autoridad técnica sacrificando descanso; moverte baja el estrés, pero cedes impacto y dejas el proceso de seguridad a medias. ¿Cómo justificas tu decisión?",
    "notes": "Modulo 2 Video B03 batch 12 item 31",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q387",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 387,
    "refactored_text": "Una cláusula de movilidad te obliga a aceptar una mudanza temporal para abrir una nueva planta, sin apoyo extra para tu familia. Rechazarla te mantiene en tu ciudad, pero te excluiría del plan de sucesión. Aceptar te da exposición y desarrollo acelerado sacrificando estabilidad familiar; rechazar protege tu entorno personal, pero puedes perder ascensos futuros y estancar tu carrera. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 32",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q388",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 388,
    "refactored_text": "Ante un recorte temporal, te piden quedarte para sostener turnos dobles con la promesa de un ajuste posterior. Una empresa estable te ofrece horario normal, pero sin bono de retención. Quedarte respalda al equipo y mantiene tu ingreso sacrificando descanso físico; salir te da estabilidad inmediata, pero dejas a tu gente con menos soporte y pierdes el incentivo económico. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 12 item 33",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q389",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 389,
    "refactored_text": "Una licitación pública entra en fase decisiva y te piden quedarte hasta la adjudicación, limitando tus publicaciones y contactos externos por confidencialidad. Otro rol te libera de esas restricciones, pero llegas tarde para liderar el contrato. Quedarte protege la oferta y tu credibilidad sacrificando visibilidad externa; salir evita restricciones, pero pierdes la oportunidad y dejas el proceso sin guía. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 12 item 34",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q390",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 390,
    "refactored_text": "Te ofrecen un contrato puente de 11 meses para estabilizar un servicio esencial con metas exigentes y sin posibilidad de cambio de área. Otra empresa te propone objetivos modestos y menor presión, pero sin bono. Comprometerte refuerza tu perfil de confiable sacrificando descanso y movilidad; cambiar reduce el estrés, pero renuncias al reconocimiento de rescatar un servicio crítico. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 12 item 35",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q391",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 391,
    "refactored_text": "La permanencia propuesta limita tus vacaciones y añade guardias en festivos mientras se estabiliza la operación. Un rol alterno ofrece más descanso, pero menor exposición ante la alta dirección. Aceptar mantiene tu influencia y el cumplimiento del plan sacrificando tiempo libre; rechazar protege tu descanso y vida social, pero pierdes visibilidad y el bono ligado a la estabilidad. ¿Qué camino tomas?",
    "notes": "Modulo 2 Video B03 batch 12 item 36",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q392",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 392,
    "refactored_text": "El plan de permanencia incluye viajes semanales a dos ciudades y limita tus estudios nocturnos por un año. Un puesto local te evita desplazamientos, pero ofrece menor ingreso y alcance profesional. Quedarte amplía tu red y liderazgo sacrificando tiempo personal y formación; moverte cuida tu rutina diaria, pero pierdes el bono y la exposición regional estratégica. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 12 item 37",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q393",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 393,
    "refactored_text": "Te piden permanecer sin aumento base mientras cubres un rol adicional, ofreciendo a cambio un bono diferido si no te mueves en ocho meses. Otro equipo te llevaría ya con salario similar y carga normal. Quedarte sostiene al equipo y asegura el bono final sacrificando balance actual; salir aligera tu carga de trabajo, pero pierdes el incentivo y dejas el hueco operativo. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 38",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q394",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 394,
    "refactored_text": "Te ofrecen una prima salarial si tomas el turno de madrugada por siete meses para garantizar la continuidad, sin posibilidad de traslado. Otra empresa te da horario estándar sin prima. Aceptar aumenta tus ingresos sacrificando sueño y visibilidad diurna; rechazar mantiene tu salud y libertad horaria, pero pierdes el extra económico y dejas el turno crítico sin liderazgo. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 12 item 39",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q395",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 395,
    "refactored_text": "La empresa busca una certificación crítica y te pide quedarte hasta finalizar las auditorías sorpresa, sin tomar licencias. Una propuesta externa te evita esa presión constante, pero sin el prestigio de la certificación. Quedarte refuerza tu reputación y el logro del equipo sacrificando descanso y movilidad; salir reduce tu tensión, pero renuncias al éxito del proyecto y dejas el cierre a otros. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 12 item 40",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q396",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 396,
    "refactored_text": "Un programa de mejora exige reportes diarios y visitas frecuentes a planta por ocho meses, con un bono condicionado a tu permanencia. Otra posición tiene menor carga administrativa, pero carece de incentivos. Quedarte asegura el bono y tu visibilidad sacrificando tiempo y movilidad; moverte libera tu agenda, pero pierdes el reconocimiento de haber liderado la transformación. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 12 item 41",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q397",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 397,
    "refactored_text": "Tu permanencia garantiza la liberación de un fondo de ahorro en 10 meses, pero te obliga a posponer una mudanza personal deseada y mantener guardias. Otro empleo permite mudarte ya, pero sin fondo acumulado. Quedarte protege tu ahorro y reputación de cumplimiento sacrificando tu plan de vida inmediato; salir cumple tu objetivo personal, pero pierdes el dinero y rompes el acuerdo. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 42",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q398",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 398,
    "refactored_text": "Te piden liderar la recuperación de un proveedor crítico, lo que implica rotaciones remotas y cobertura sanitaria limitada durante 12 meses. Otra empresa te ofrece seguro completo y menos viajes, pero sin reto técnico. Quedarte mantiene tu influencia y aprendizaje sacrificando comodidad y seguridad médica; cambiar mejora tu protección, pero dejas el proyecto clave y pierdes el bono. ¿Cómo justificas tu decisión?",
    "notes": "Modulo 2 Video B03 batch 12 item 43",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q399",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 399,
    "refactored_text": "El plan requiere que permanezcas hasta integrar nuevos controles de inventario, implicando doble turno temporal y sin rotar de área. Un puesto nuevo sin sobrecarga te espera, pero sin aprendizaje profundo ni bono. Quedarte asegura la integración y tu estatus técnico sacrificando descanso; moverte evita el desgaste físico, pero pierdes la compensación extra y la experiencia crítica. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 12 item 44",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q400",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 400,
    "refactored_text": "Te ofrecen cubrir una gerencia interina por 12 meses con alta exposición y restricción de cambio de área, pero sin aumento salarial inmediato. Otra oferta lateral paga igual, con menos presión y alcance limitado. Aceptar te da visibilidad y poder de decisión sacrificando estabilidad y movilidad; rechazar protege tu equilibrio actual, pero pierdes el acceso a la mesa directiva y el bono final. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 12 item 45",
    "sot_checksum": "m2v_sot_batch12",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  }
]