[
  {
    "id": "block-B03-q221",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 221,
    "refactored_text": "El comité te ofrece un bono de retención atado a una cláusula de tres años sin cambios de área. Una startup te ofrece liderazgo inmediato pero sin estabilidad financiera. Aceptar garantiza tus ingresos a costa de tu movilidad interna; irte te da libertad creativa y jerarquía, asumiendo un riesgo económico considerable. ¿Qué camino eliges?",
    "notes": "Modulo 2 Video B03 batch 09 item 1",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q222",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 222,
    "refactored_text": "La empresa aprueba financiar tu maestría, pero exige cuatro años de permanencia obligatoria al volver. Una ONG internacional te ofrece un puesto flexible ahora, pero sin apoyo para estudios. Tomar la beca asegura tu formación hipotecando tu futuro a mediano plazo; rechazarla mantiene tu autonomía, pero te deja sin respaldo financiero para crecer. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 09 item 2",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q223",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 223,
    "refactored_text": "Te ofrecen un plan de desarrollo interno que requiere 18 meses de permanencia estricta en tu rol actual. Una firma externa te propone un salto inmediato a gerencia, pero en un proyecto inestable. Quedarte garantiza un ascenso estructurado sacrificando velocidad; salir te da el título ya, asumiendo el riesgo de un despido rápido si los números no cierran. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 09 item 3",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q224",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 224,
    "refactored_text": "La compañía lanza un subsidio de vivienda condicionado a cinco años de permanencia local. Tu pareja tiene una oferta en otra región que implicaría mudarse pronto. Aceptar el subsidio alivia tus finanzas pero te ata geográficamente y complica tu relación personal; rechazarlo preserva la flexibilidad familiar, perdiendo un beneficio económico crítico. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 09 item 4",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q225",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 225,
    "refactored_text": "Para liderar un proyecto clave, te exigen firmar una permanencia de dos años sin opción a traslado. Un headhunter te contacta con un rol híbrido de menos horas, pero contrato temporal renovable. Comprometerte asegura tu posición limitando tu vida personal; aceptar la oferta externa mejora tu balance diario, pero arriesga tu estabilidad laboral futura. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 09 item 5",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q226",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 226,
    "refactored_text": "La empresa pagará una certificación costosa si firmas un acuerdo de exclusividad por tres años. Un competidor te ofrece pagar lo mismo sin ataduras, pero con un salario base inferior. Aceptar el trato interno asegura tu sueldo y formación a costa de tu libertad de mercado; irte te da movilidad, pero reduce tu ingreso mensual garantizado. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 09 item 6",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q227",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 227,
    "refactored_text": "Te ofrecen el contrato de planta con beneficios completos, pero incluye una cláusula de no competencia de dos años post-salida. Seguir como temporal te excluye de bonos, pero te deja libre para moverte. Firmar te da seguridad financiera hoy restringiendo tus opciones futuras; mantenerte temporal preserva tu libertad de mercado asumiendo vulnerabilidad económica. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 09 item 7",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q228",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 228,
    "refactored_text": "Te piden asumir la defensa de un litigio complejo que bloqueará tu rotación durante dos años, ofreciendo un bono al cierre. Rechazar te permite buscar cambios internos ahora. Si aceptas, muestras compromiso institucional asumiendo un alto desgaste; si te niegas, proteges tu salud mental y movilidad, pero podrías ser etiquetado como poco colaborativo. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 09 item 8",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q229",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 229,
    "refactored_text": "Te invitan a cubrir una vacante estratégica temporal por 14 meses; ganarás visibilidad pero congelarás tu salario y movilidad. Otra empresa te ofrece un aumento inmediato en un rol de bajo perfil. Aceptar el interinato es una inversión de carrera con costo financiero; irte mejora tu economía hoy, pero pierdes una vitrina directiva única. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 09 item 9",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q230",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 230,
    "refactored_text": "Un fondo corporativo ofrece pagar tu doctorado a cambio de cinco años de permanencia y exclusividad. Un centro independiente te admite sin ataduras, pero deberás costearlo tú mismo. Aceptar asegura los recursos sacrificando tu libertad profesional por un lustro; optar por la vía independiente mantiene tu control, pero presiona severamente tus finanzas personales. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 09 item 10",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q231",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 231,
    "refactored_text": "Te asignan la integración de un proveedor crítico durante un año; el bono de éxito depende de que te quedes hasta el final, posponiendo tu traslado solicitado. Rechazar te libera para moverte ya, pero quedas mal con la dirección de proyectos. ¿Asumes la carga y la permanencia por el compromiso o priorizas tu movilidad inmediata?",
    "notes": "Modulo 2 Video B03 batch 09 item 11",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q232",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 232,
    "refactored_text": "Te ofrecen un paquete de acciones que consolida solo si permaneces cuatro años en la empresa. Un competidor te tienta con un bono de contratación inmediato, pero en un puesto de alta rotación. Quedarte construye patrimonio a largo plazo limitando tu liquidez hoy; irte pone dinero en tu cuenta ya, asumiendo el riesgo de un entorno inestable. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 09 item 12",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q233",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 233,
    "refactored_text": "Tu jefa te ofrece un aumento y prioridad en ascensos si firmas un compromiso de no solicitar licencias ni cambios de jornada por dos años. Una empresa externa te ofrece flexibilidad total desde el día uno, pero sin proyección clara. Si firmas, aseguras crecimiento a costa de tu tiempo personal; si te vas, ganas libertad asumiendo estancamiento profesional. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 09 item 13",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q234",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 234,
    "refactored_text": "La empresa financia tu traslado internacional si garantizas cinco años en la filial, sin opción de retorno anticipado. Quedarte local implica menor salario pero libertad total. Aceptar impulsa tu perfil global atándote a un solo destino; rechazar conserva tu autonomía y red de contactos, perdiendo una oportunidad de compensación superior. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 09 item 14",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q235",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 235,
    "refactored_text": "Para cerrar un contrato clave, el cliente exige que seas el garante técnico, lo que te ata al proyecto tres años. La empresa ofrece un bono final por cumplimiento. Rechazar te permite saltar a proyectos de innovación, pero daña la relación comercial. ¿Aceptas el compromiso a largo plazo sacrificando novedad técnica o priorizas tu interés actual?",
    "notes": "Modulo 2 Video B03 batch 09 item 15",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q236",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 236,
    "refactored_text": "La dirección pagará tu posgrado si firmas una cláusula de devolución total en caso de renunciar antes de tres años. Un banco te ofrece el préstamo sin ataduras laborales, pero con altos intereses. ¿Prefieres el financiamiento corporativo que restringe tu movilidad laboral o asumes la deuda bancaria para conservar tu libertad de decisión?",
    "notes": "Modulo 2 Video B03 batch 09 item 16",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q237",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 237,
    "refactored_text": "Te invitan a fundar un laboratorio interno, condicionado a no postular a otros puestos por dos años para dar estabilidad. Un competidor te ofrece un rol similar con contrato a prueba, pero sin restricciones posteriores. Aceptar te da recursos seguros limitando tu carrera; irte ofrece libertad futura, asumiendo el riesgo de no pasar el periodo de prueba. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 09 item 17",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q238",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 238,
    "refactored_text": "Te piden cubrir una jefatura temporalmente; ganas visibilidad, pero no podrás pedir traslados hasta que regrese el titular. La alternativa es quedarte en tu rol actual sin cambios. Si aceptas, demuestras compromiso sacrificando tu agenda personal; si rechazas, mantienes tu control del tiempo, pero pierdes una oportunidad clave de exposición directiva. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 09 item 18",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q239",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 239,
    "refactored_text": "Te ofrecen un bono de retención anual a cambio de no solicitar licencias ni traslados por tres años. Un proyecto freelance te garantiza ingresos altos inmediatos, pero exige tu renuncia total. Aceptar prioriza la seguridad y el bono a costa de tu libertad; tomar el freelance maximiza tu liquidez hoy, perdiendo todos los beneficios corporativos y la antigüedad. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 09 item 19",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q240",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 240,
    "refactored_text": "Debes liderar un proyecto con una universidad por 16 meses, lo que te dará prestigio externo pero bloqueará tus solicitudes de traslado interno. Rechazar te permite seguir tu plan de carrera, pero podría excluirte de futuras alianzas estratégicas. ¿Asumes la permanencia por la reputación académica o priorizas tu movilidad dentro de la empresa?",
    "notes": "Modulo 2 Video B03 batch 09 item 20",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q241",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 241,
    "refactored_text": "La empresa paga tu traslado a una ciudad más barata si prometes quedarte tres años. Una oferta externa 100% remota te permite no mudarte, pero paga menos. Aceptar la reubicación mejora tu capacidad de ahorro sacrificando tu entorno actual; elegir lo remoto protege tu arraigo y red social, asumiendo un presupuesto mensual más ajustado. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 09 item 21",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q242",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 242,
    "refactored_text": "Entrar al plan de sucesión directiva exige dos años sin rotación y disponibilidad total de horarios. Una oferta externa te da mejor balance de vida, pero sin ruta clara hacia la dirección. Si te quedas, inviertes en poder futuro sacrificando tu tiempo hoy; si te vas, ganas calidad de vida inmediata renunciando a la carrera ejecutiva de alto nivel. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 09 item 22",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q243",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 243,
    "refactored_text": "Te asignan como único experto de un sistema antiguo hasta completar su migración en 18 meses. Si te niegas, puedes ir a un proyecto innovador, pero dejas la operación vulnerable. Aceptar garantiza tu indispensabilidad a costa de tu actualización tecnológica; rechazar protege tu perfil profesional, pero te marca como poco comprometido con la estabilidad del negocio. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 09 item 23",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q244",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 244,
    "refactored_text": "Talento te ofrece un programa de coaching de alto nivel, condicionado a que congeles procesos externos por un año. Un reclutador te presiona para una entrevista final esta semana. Aceptar el coaching te posiciona internamente limitando tus opciones; ir a la entrevista mantiene puertas abiertas, pero si se enteran, perderás el apoyo institucional de desarrollo. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 09 item 24",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q245",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 245,
    "refactored_text": "Te piden liderar una nueva política de retención, lo que obliga a cancelar tu propia solicitud de rotación en curso. Si aceptas, demuestras alineación total con la empresa sacrificando tus deseos de cambio; si te niegas, proteges tu plan de carrera, pero la gerencia cuestionará tu compromiso con las prioridades organizacionales. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 09 item 25",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q246",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 246,
    "refactored_text": "Un cliente VIP exige que seas su contacto exclusivo por un año, lo que implica viajes constantes y bloqueo de otros proyectos. La empresa ofrece un bono por cumplimiento. Rechazar te permite diversificar tu trabajo, pero pone en riesgo la cuenta. ¿Aceptas la atadura y el desgaste por la lealtad al cliente o priorizas tu agenda personal?",
    "notes": "Modulo 2 Video B03 batch 09 item 26",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q247",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 247,
    "refactored_text": "Te piden retrasar tu promoción interna seis meses para no desestabilizar un proyecto actual, prometiendo apoyo futuro. Una empresa externa te quiere contratar ya. Si esperas, honras tu responsabilidad actual arriesgando perder la oferta externa; si te vas, aseguras tu avance inmediato, pero dejas al equipo en una posición crítica y sales mal. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 09 item 27",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q248",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 248,
    "refactored_text": "Te ofrecen un esquema de reducción de jornada con sueldo proporcional y prohibición de otro empleo. La alternativa es seguir a tiempo completo, pero con rumores de recortes. Aceptar te da seguridad y tiempo libre sacrificando ingresos; rechazar mantiene tu salario completo, pero te expone a una reestructura inminente sin red de seguridad. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 09 item 28",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q249",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 249,
    "refactored_text": "Para entrar al programa de mentoría élite, debes comprometerte a no cambiar de rol en dos años. Una consultora te ofrece un contrato temporal muy lucrativo que exige dedicación exclusiva. Quedarte expande tu influencia interna limitando tus ingresos; irte maximiza tu ganancia a corto plazo, pero pierdes tu estatus y red dentro de la organización. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 09 item 29",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q250",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 250,
    "refactored_text": "Durante la reestructura, ofrecen blindaje contra despidos si firmas una permanencia de 18 meses. Una firma externa te ofrece trabajo inmediato. Aceptar te da seguridad total sacrificando tu capacidad de renunciar si el ambiente empeora; salir ahora te da dinero rápido, asumiendo el riesgo de ser el último en llegar a una empresa nueva. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 09 item 30",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q251",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 251,
    "refactored_text": "Tu jefe pide que retrases tu maestría un año para cerrar un proyecto crítico, ofreciendo ayuda financiera futura. La universidad te admite ya, pero tendrías que renunciar para asistir. Si cedes, aseguras apoyo y quedas bien con la empresa sacrificando tu calendario vital; si te vas, priorizas tu educación, perdiendo el patrocinio y tu historial interno. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 09 item 31",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q252",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 252,
    "refactored_text": "Para hacerte indefinido, la empresa exige firmar una cláusula de movilidad geográfica obligatoria. Tu situación familiar requiere estabilidad local. Firmar te da seguridad laboral permanente, pero vives con la amenaza de un traslado forzoso; rechazar te mantiene cerca de los tuyos, pero con un contrato temporal y vulnerable a no renovación. ¿Cómo equilibras esto?",
    "notes": "Modulo 2 Video B03 batch 09 item 32",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q253",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 253,
    "refactored_text": "Te invitan a un comité de crisis que otorga bonos y seguros VIP, pero exige disponibilidad total y limita tus vacaciones. Rechazar te deja con beneficios estándar pero dueño de tu tiempo libre. ¿Aceptas la protección extra y el ingreso a costa de tu descanso o prefieres mantener tu autonomía sin los privilegios?",
    "notes": "Modulo 2 Video B03 batch 09 item 33",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q254",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 254,
    "refactored_text": "Liderar el piloto de semana corta exige un año de permanencia y renunciar al pago de horas extra. Otro empleo te ofrece ese horario ya establecido. Si te quedas, impulsas un cambio cultural sacrificando ingresos; si te vas, disfrutas el beneficio hoy, pero pierdes la oportunidad de ser un referente de innovación interna. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 09 item 34",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q255",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 255,
    "refactored_text": "Te catalogan como 'Talento Crítico', lo que te da acceso a formación exclusiva pero bloquea tu rotación por un año para cubrir emergencias. Si rechazas, puedes cambiar de área ya, pero sales del radar de alto potencial. ¿Aceptas la carga y el bloqueo por la proyección futura o ejecutas tu cambio inmediato?",
    "notes": "Modulo 2 Video B03 batch 09 item 35",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q256",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 256,
    "refactored_text": "Ser el referente de auditoría te asegura un bono anual, pero te impide tomar vacaciones largas en fechas clave. Un proyecto externo te requiere justo en esas fechas. Aceptar el rol interno garantiza estabilidad y reconocimiento sacrificando tus planes personales; tomar lo externo te da aire fresco y dinero extra, pero daña tu imagen de compromiso institucional. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 09 item 36",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q257",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 257,
    "refactored_text": "Te seleccionan como sucesor directivo a 12 meses, exigiendo exclusividad total y cero entrevistas externas. Otra empresa te ofrece ese nivel de puesto hoy mismo. Quedarte es la ruta segura y conocida, pero lenta y restrictiva; irte te da el título ya, asumiendo el riesgo de adaptación en una cultura desconocida. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 09 item 37",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q258",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 258,
    "refactored_text": "El nuevo esquema de guardias paga bien, pero prohíbe realizar trabajos externos. Tienes una oferta de consultoría puntual muy lucrativa. Aceptar las guardias te da flujo constante de dinero sacrificando tu libertad profesional; tomar la consultoría te da un gran ingreso único, pero te excluye del esquema de estabilidad de la empresa. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 09 item 38",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q259",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 259,
    "refactored_text": "Liderar el nuevo contrato público exige 10 meses presenciales y renunciar al teletrabajo. Un puesto interno alternativo permite home office, pero sin relevancia estratégica. Si aceptas, ganas perfil político y visibilidad a costa de tu calidad de vida diaria; si eliges el remoto, proteges tu comodidad pero te estancas en roles de soporte. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 09 item 39",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q260",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 260,
    "refactored_text": "Para entrar al plan de sucesión global, debes trasladarte un año a una sede remota y desconectada. Una empresa local te ofrece ascender sin moverte de tu ciudad. Irte es una apuesta fuerte por tu carrera internacional sacrificando tu estilo de vida actual; quedarte asegura tu confort y redes, renunciando a la proyección global. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 09 item 40",
    "sot_checksum": "m2v_sot_batch09",
    "length_status": "ok",
    "length_note": ""
  }
]