[
  {
    "id": "block-B03-q061",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 61,
    "refactored_text": "Tu empresa reduce beneficios médicos para empleados de cierta antigüedad y te pide liderar la comunicación al equipo porque ellos confían en ti. Si aceptas, debes defender una decisión que afecta negativamente a tus colegas y pierdes credibilidad ante ellos; si te niegas, la gerencia podría marcarte como poco colaborador en un momento de ajustes. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 06 item 1",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 357
  },
  {
    "id": "block-B03-q062",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 62,
    "refactored_text": "Descubres que un colega cercano está buscando trabajo activamente y compartiendo información interna con reclutadores externos. Tu jefe te pregunta directamente si sabes de alguien en el equipo que quiera irse. Si mencionas lo que sabes, traicionas la confianza de tu compañero; si ocultas la información, la gerencia podría descubrirlo después y cuestionar tu lealtad. ¿Cómo respondes y por qué?",
    "notes": "Modulo 2 Video B03 batch 06 item 2",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 389
  },
  {
    "id": "block-B03-q063",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 63,
    "refactored_text": "La empresa implementa un sistema de seguimiento de productividad que registra cada minuto de tu jornada incluyendo descansos. Varios compañeros te piden que como representante laboral eleves una queja formal alegando falta de privacidad. Si lo haces, quedas expuesto ante la dirección en un clima de recortes; si rechazas apoyarlos, pierdes apoyo del grupo y tu rol de representante pierde sentido. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 06 item 3",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 404
  },
  {
    "id": "block-B03-q064",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 64,
    "refactored_text": "Tu departamento tiene presupuesto para una sola contratación y compites internamente con un proyecto de otro colega para justificar el recurso. Si presentas tu caso con fuerza resaltando debilidades ajenas, ganas el recurso pero dañas la relación profesional; si cooperas proponiendo compartir recursos, tu proyecto podría quedar desfinanciado y sin visibilidad en próximas evaluaciones. ¿Cómo lo manejas?",
    "notes": "Modulo 2 Video B03 batch 06 item 4",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 399
  },
  {
    "id": "block-B03-q065",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 65,
    "refactored_text": "Durante una reestructuración te ofrecen asumir funciones de un compañero despedido sin cambio de título ni salario, solo promesa verbal de reconocimiento futuro. Si aceptas, normalizas la sobrecarga sin garantías reales y reduces tu tiempo para buscar alternativas; si rechazas, podrían interpretarlo como falta de compromiso y priorizarte en el próximo recorte. ¿Qué priorizas y cómo lo explicas?",
    "notes": "Modulo 2 Video B03 batch 06 item 5",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 399
  },
  {
    "id": "block-B03-q066",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 66,
    "refactored_text": "Un ejecutivo senior te contacta en privado porque está formando un equipo en otra división y quiere que te unas, pero tu jefa actual aún no lo sabe. Si aceptas la conversación sin informarle, arriesgas su confianza si se entera por otro lado; si le cuentas de inmediato, podrías perder la oportunidad porque ella podría bloquear tu movimiento. ¿Qué haces y qué justifica tu decisión?",
    "notes": "Modulo 2 Video B03 batch 06 item 6",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 386
  },
  {
    "id": "block-B03-q067",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 67,
    "refactored_text": "La empresa anuncia que eliminará días de home office y quien necesite flexibilidad deberá presentar justificación médica formal. Varios colegas te piden coordinarse para presentar una solicitud grupal argumentando productividad. Si participas, quedas visible en un reclamo colectivo que puede afectar tu imagen; si te apartas, tus compañeros verán que priorizas tu seguridad individual sobre el bienestar común. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 06 item 7",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 412
  },
  {
    "id": "block-B03-q068",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 68,
    "refactored_text": "Te asignan un proyecto estratégico a corto plazo que requiere trabajar fines de semana por dos meses sin compensación adicional. Tu supervisor insiste en que esta visibilidad puede protegerte en futuros ajustes organizacionales. Si aceptas, sacrificas tiempo personal sin garantías claras; si planteas que necesitas compensación o límites, podrías quedar como poco comprometido. ¿Qué decides y por qué?",
    "notes": "Modulo 2 Video B03 batch 06 item 8",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 394
  },
  {
    "id": "block-B03-q069",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 69,
    "refactored_text": "Un headhunter te ofrece entrevista para un puesto superior en empresa competidora pero te pide como requisito traer una base de contactos actual. Si compartes información sensible que no te pertenece legalmente, aceleras tu oportunidad pero comprometes tu ética profesional; si te niegas, el proceso se estanca y pierdes ventana de crecimiento que buscabas. ¿Qué priorizas en tu respuesta?",
    "notes": "Modulo 2 Video B03 batch 06 item 9",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 401
  },
  {
    "id": "block-B03-q070",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 70,
    "refactored_text": "Tras una auditoría interna descubren irregularidades en reportes de un área vecina y te piden declarar si viste algo sospechoso. Sabes de errores menores que podrían malinterpretarse. Si declaras exactamente lo que viste, involucras a colegas en un proceso que puede terminar en despidos; si minimizas o callas, encubres un problema real y quedas implicado si hay nueva revisión. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 06 item 10",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 398
  },
  {
    "id": "block-B03-q071",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 71,
    "refactored_text": "La dirección anuncia rotación de turnos y te asignan horario nocturno que complica tu rutina familiar. Otros compañeros con menos antigüedad mantienen turnos diurnos por conexiones internas. Si aceptas sin reclamo, normalizas un trato desigual que te afecta; si presentas queja formal citando antigüedad, podrían etiquetarte como conflictivo justo cuando revisan plantilla. ¿Qué haces y cómo lo fundamentas?",
    "notes": "Modulo 2 Video B03 batch 06 item 11",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 406
  },
  {
    "id": "block-B03-q072",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 72,
    "refactored_text": "Tu jefe te pide evaluar candidatos internos para una promoción y te sugiere favorecer a quien tiene mejor relación con la gerencia aunque técnicamente otro candidato sea superior. Si sigues su indicación, comprometes el criterio meritocrático y tu credibilidad futura; si evalúas objetivamente y recomiendas al más apto, contradices a tu supervisor en momento delicado. ¿Cómo manejas la evaluación?",
    "notes": "Modulo 2 Video B03 batch 06 item 12",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 396
  },
  {
    "id": "block-B03-q073",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 73,
    "refactored_text": "Un proyecto tuyo muestra resultados por debajo de lo esperado y tu supervisor sugiere ajustar métricas o replantear objetivos en la presentación para evitar cuestionamientos. Si alteras la narrativa, proteges tu imagen inmediata pero creas expectativas falsas; si presentas los datos reales con análisis honesto, expones limitaciones que pueden usarse contra ti en evaluaciones. ¿Qué eliges y por qué?",
    "notes": "Modulo 2 Video B03 batch 06 item 13",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 399
  },
  {
    "id": "block-B03-q074",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 74,
    "refactored_text": "La empresa lanza un plan de retiro voluntario con compensación atractiva pero limitada en cupos. Tienes estabilidad actual pero incertidumbre futura; aceptar te da liquidez inmediata sin garantía de reenganche rápido. Si te quedas, evitas riesgo pero podrías enfrentar condiciones peores más adelante sin paquete. Si tomas el retiro, abandonas certeza por autonomía incierta. ¿Qué priorizas en tu decisión?",
    "notes": "Modulo 2 Video B03 batch 06 item 14",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 409
  },
  {
    "id": "block-B03-q075",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 75,
    "refactored_text": "Te enteras que tu área será subcontratada externamente en seis meses pero la información aún no es pública. Un colega planea comprar vivienda con crédito pensando en estabilidad laboral. Si le adviertes confidencialmente, expones que sabes información privilegiada y arriesgas tu posición; si guardas silencio, tu compañero toma una decisión financiera importante sin datos clave. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 06 item 15",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 393
  },
  {
    "id": "block-B03-q076",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 76,
    "refactored_text": "La gerencia anuncia cambios en esquema de comisiones que reducen tus ingresos variables sin consulta previa. Te piden firmar el nuevo contrato en 48 horas. Si firmas rápido, aceptas condiciones desfavorables por miedo; si solicitas tiempo para revisión legal o negociación, podrían marcarte como problemático cuando buscan reducir nómina. ¿Qué haces y cómo justificas tu decisión?",
    "notes": "Modulo 2 Video B03 batch 06 item 16",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 386
  },
  {
    "id": "block-B03-q077",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 77,
    "refactored_text": "Un cliente importante solicita trabajar exclusivamente contigo porque construyeron confianza durante años. La empresa decide reasignar esa cuenta a un vendedor nuevo como parte de su entrenamiento. Si defiendes mantener la relación argumentando riesgo comercial, parece que proteges tu territorio; si aceptas el cambio, pierdes ingresos por comisión y conexión estratégica que te daba seguridad. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 17",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 415
  },
  {
    "id": "block-B03-q078",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 78,
    "refactored_text": "Tu empresa fusiona con otra y ambos equipos tienen roles duplicados. En reunión conjunta, tu nuevo jefe pide que cada persona justifique públicamente por qué debería quedarse. Si hablas con seguridad destacando logros, podrías parecer arrogante frente a compañeros igualmente vulnerables; si eres modesto, no defiendes tu posición efectivamente. ¿Cómo manejas esa conversación y qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 18",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 392
  },
  {
    "id": "block-B03-q079",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 79,
    "refactored_text": "Detectas que un proceso interno tiene fallas que generan sobrecostos, pero corregirlo requiere cuestionar decisiones de tu jefe implementadas hace meses. Si levantas el problema formalmente con evidencia, mejoras la operación pero quedas expuesto políticamente; si dejas que continúe, el desperdicio crece y eventualmente puede rastrearse hasta tu área de responsabilidad. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 06 item 19",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 390
  },
  {
    "id": "block-B03-q080",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 80,
    "refactored_text": "La dirección implementa evaluaciones sorpresa semanales sin aviso previo para medir rendimiento en tiempo real. Esto genera estrés constante en el equipo y varios compañeros muestran síntomas de agotamiento. Si escalas preocupación por salud laboral, podrías quedar como líder de resistencia; si te adaptas en silencio manteniendo resultados, normalizas una dinámica insostenible. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 06 item 20",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 405
  },
  {
    "id": "block-B03-q081",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 81,
    "refactored_text": "Te ofrecen participar en comité de reestructuración donde decidirán qué posiciones eliminar, incluyendo algunas de tu propio equipo. Si aceptas, tienes voz para influir en criterios pero cargas con responsabilidad emocional y posible rechazo de colegas; si declinas, pierdes capacidad de proteger a quienes conoces y confías decisiones a externos sin contexto. ¿Qué eliges y por qué?",
    "notes": "Modulo 2 Video B03 batch 06 item 21",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 404
  },
  {
    "id": "block-B03-q082",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 82,
    "refactored_text": "Un colega junior te pregunta confidencialmente si has escuchado rumores de despidos porque está considerando rechazar otra oferta para quedarse. Sabes que hay planes de reducción no confirmados oficialmente. Si compartes lo que intuyes sin certeza, generas alarma que puede ser prematura; si le dices que no sabes nada, influyes en su decisión ocultando señales reales. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 06 item 22",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 391
  },
  {
    "id": "block-B03-q083",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 83,
    "refactored_text": "La empresa contrata consultor externo que recomienda eliminar niveles jerárquicos intermedios donde tú te encuentras. Te invitan a opinar sobre la propuesta antes de implementarla. Si defiendes tu nivel con argumentos sólidos, proteges tu puesto pero pareces resistente al cambio; si apoyas la eficiencia organizacional, validas tu propia eliminación futura. ¿Qué posición tomas y cómo la sustentas?",
    "notes": "Modulo 2 Video B03 batch 06 item 23",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 401
  },
  {
    "id": "block-B03-q084",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 84,
    "refactored_text": "Tu supervisor te pide quedarte después de horario regularmente para cubrir operación que antes manejaban dos personas. No hay pago extra, solo reconocimiento verbal. Si continúas haciéndolo, estableces precedente insostenible que afecta tu vida personal; si estableces límites claros, podrían verte como menos comprometido que otros dispuestos a sacrificarse. ¿Qué decides y cómo lo comunicas?",
    "notes": "Modulo 2 Video B03 batch 06 item 24",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 387
  },
  {
    "id": "block-B03-q085",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 85,
    "refactored_text": "Durante recorte presupuestario eliminan tu posición pero te ofrecen rol diferente con menor jerarquía y responsabilidad reducida manteniendo salario base. Si aceptas, conservas ingreso pero pierdes estatus profesional y proyección de carrera; si rechazas buscando equivalente externo, enfrentas mercado competido sin certeza de conseguir algo mejor pronto. ¿Qué priorizas en tu respuesta?",
    "notes": "Modulo 2 Video B03 batch 06 item 25",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 395
  },
  {
    "id": "block-B03-q086",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 86,
    "refactored_text": "Te asignan capacitar a personal externo que asumirá tus funciones operativas mientras tú deberías enfocarte en estrategia, pero no aclaran cómo será tu nuevo rol ni si habrá ajuste salarial. Si entrenas efectivamente, aceleras tu posible redundancia; si retienes conocimiento o enseñas incompleto, saboteas la transición y quedas expuesto si hay supervisión. ¿Cómo manejas este proceso?",
    "notes": "Modulo 2 Video B03 batch 06 item 26",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 391
  },
  {
    "id": "block-B03-q087",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 87,
    "refactored_text": "Un proyecto crucial falla y la gerencia busca responsable. Sabes que el problema fue decisión compartida entre tres áreas, pero tu jefe presiona para señalar a un área específica y cerrar el caso rápido. Si apoyas esa versión simplificada, evitas desgaste político pero distorsionas los hechos; si insistes en análisis completo, prolongas conflicto y quedas marcado como complicador. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 06 item 27",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 400
  },
  {
    "id": "block-B03-q088",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 88,
    "refactored_text": "La organización ofrece programa de movilidad internacional con contrato temporal de dos años sin garantía de retorno. Tienes familia establecida localmente y el mercado en destino es incierto. Si aceptas, ganas experiencia global pero desestabilizas tu entorno personal; si rechazas, te quedas seguro localmente pero sin crecimiento visible que te proteja en futuros recortes. ¿Qué priorizas y por qué?",
    "notes": "Modulo 2 Video B03 batch 06 item 28",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 408
  },
  {
    "id": "block-B03-q089",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 89,
    "refactored_text": "Recibes correo masivo interno donde se anuncia cambio organizacional que afecta directamente tu área pero tu supervisor no te había comentado nada previamente. En reunión uno a uno le preguntas y evade el tema. Si insistes pidiendo claridad formal, podrías incomodarlo políticamente; si aceptas la ambigüedad, trabajas sin dirección clara en contexto de incertidumbre. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 06 item 29",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 396
  },
  {
    "id": "block-B03-q090",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 90,
    "refactored_text": "Tu empresa implementa sistema de ranking forzado donde cada trimestre deben ubicar al menos 10% del equipo en categoría de bajo desempeño, independientemente de resultados reales. Te piden participar en esas evaluaciones como líder de equipo. Si colaboras con ese esquema, legitimas proceso injusto que daña moral; si te niegas formalmente, cuestionas política directa de la dirección. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 06 item 30",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 408
  }
]