[
  {
    "id": "block-B03-q091",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 91,
    "refactored_text": "Una consultora externa te contacta para liderar proyecto en competidor directo con mejor salario y condiciones, pero deberías empezar en tres semanas cuando tu equipo actual enfrenta entrega crítica. Si aceptas y renuncias ahora, dejas equipo vulnerable en momento clave; si rechazas por lealtad, pierdes oportunidad que buscabas y mercado puede no repetirla pronto. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 06 item 1",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 411
  },
  {
    "id": "block-B03-q092",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 92,
    "refactored_text": "Tu jefe directo será despedido mañana por decisión corporativa y aún no lo sabe. Tienes excelente relación profesional con él y sabes que está negociando hipoteca esta semana. Si le adviertes discretamente, rompes confidencialidad y arriesgas tu posición; si guardas silencio, toma decisión financiera mayor sin información crítica. ¿Cómo manejas esta situación?",
    "notes": "Modulo 2 Video B03 batch 06 item 2",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 382
  },
  {
    "id": "block-B03-q093",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 93,
    "refactored_text": "La empresa anuncia centralización de operaciones en otra ciudad y debes decidir si relocalizarte o buscar nuevo empleo. Relocalizarte significa desarraigar familia y red de apoyo personal; quedarte implica reiniciar carrera en mercado saturado sin garantía de conseguir nivel equivalente. La decisión es en dos semanas. ¿Qué priorizas en tu respuesta?",
    "notes": "Modulo 2 Video B03 batch 06 item 3",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 373
  },
  {
    "id": "block-B03-q094",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 94,
    "refactored_text": "Tu área será automatizada progresivamente y te ofrecen capacitarte en nueva tecnología con contrato temporal durante transición, sin garantía de puesto permanente después. Si aceptas, inviertes tiempo en aprendizaje incierto sacrificando búsqueda externa; si rechazas y buscas afuera, sales sin nueva habilidad que solicitan otras empresas. ¿Qué camino eliges?",
    "notes": "Modulo 2 Video B03 batch 06 item 4",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 385
  },
  {
    "id": "block-B03-q095",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 95,
    "refactored_text": "Un excolega ahora en posición senior en otra organización te ofrece incorporarte a su equipo, pero sabes que está siendo investigado internamente por mal manejo de recursos. Si aceptas la oferta, te vinculas a situación riesgosa no transparente; si rechazas sin explicar motivo real, pierdes oportunidad genuina y él puede sentirse traicionado. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 06 item 5",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 387
  },
  {
    "id": "block-B03-q096",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 96,
    "refactored_text": "Durante periodo de prueba en nuevo empleo detectas que la cultura organizacional real contradice lo prometido en entrevistas: hay rotación alta, presión excesiva y ambiente tóxico. Si renuncias pronto, evitas desgaste pero tu currículum muestra inestabilidad; si te quedas hasta cumplir año, normalizas condiciones perjudiciales esperando que mejore. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 6",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 397
  },
  {
    "id": "block-B03-q097",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 97,
    "refactored_text": "Te contacta reclutador para posición ideal pero requiere firmar cláusula de no competencia por tres años que bloquearía trabajar en tu industria si no funciona. Si firmas, consigues oportunidad deseada pero limitas futuro severamente; si rechazas por prudencia legal, dejas pasar rol que coincide con tus objetivos profesionales. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 06 item 7",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 388
  },
  {
    "id": "block-B03-q098",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 98,
    "refactored_text": "Tu supervisor te propone asociarte en emprendimiento paralelo usando contactos actuales de la empresa sin informar a gerencia. La idea es viable pero éticamente cuestionable. Si participas, obtienes ingreso adicional arriesgando tu empleo formal si descubren conflicto de interés; si rechazas, él puede distanciarse profesionalmente afectando relación laboral inmediata. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 06 item 8",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 401
  },
  {
    "id": "block-B03-q099",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 99,
    "refactored_text": "La dirección anuncia congelamiento salarial por dos años consecutivos mientras registran ganancias récord públicas. Varios colegas organizan firma colectiva solicitando revisión. Si firmas, te expones visiblemente en reclamo formal durante clima de ajustes; si no participas, tus compañeros cuestionan tu solidaridad y aceptas condición desfavorable sin resistencia. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 06 item 9",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 399
  },
  {
    "id": "block-B03-q100",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 100,
    "refactored_text": "Recibes oferta interna para proyecto estratégico de dos años con visibilidad ejecutiva, pero significa abandonar equipo actual que depende de tu experiencia técnica en momento crítico de transición. Si aceptas, avanzas profesionalmente dejando equipo desprotegido; si rechazas por lealtad grupal, sacrificas oportunidad única de proyección organizacional. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 06 item 10",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 396
  },
  {
    "id": "block-B03-q101",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 101,
    "refactored_text": "Tu empresa matriz anuncia venta de tu unidad de negocio a fondo de inversión conocido por reestructurar agresivamente. Tienes seis meses hasta cierre de operación. Si inicias búsqueda externa ahora, aseguras salida ordenada pero abandonas colegas en incertidumbre; si esperas solidariamente, reduces ventana para reubicarte con condiciones favorables. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 11",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 394
  },
  {
    "id": "block-B03-q102",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 102,
    "refactored_text": "Un headhunter te ofrece entrevista confidencial para competidor directo y te pide como requisito evaluar debilidades estratégicas de tu empleador actual. Si compartes análisis interno, aceleras proceso de selección pero traicionas confianza organizacional; si te niegas, demuestras integridad profesional perdiendo oportunidad concreta de mejora salarial. ¿Cómo manejas esta solicitud?",
    "notes": "Modulo 2 Video B03 batch 06 item 12",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 401
  },
  {
    "id": "block-B03-q103",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 103,
    "refactored_text": "Durante entrevista de salida te preguntan específicamente por qué renuncias y si recomiendas mejoras. Si respondes honestamente sobre liderazgo deficiente y falta de desarrollo, quemas puentes con supervisores que pueden ser referencia futura; si evades con respuestas genéricas, pierdes oportunidad de contribuir a cambio real y validar tu experiencia. ¿Qué respondes?",
    "notes": "Modulo 2 Video B03 batch 06 item 13",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 395
  },
  {
    "id": "block-B03-q104",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 104,
    "refactored_text": "Te ofrecen promoción a gerencia regional que implica supervisar despido de 15% de plantilla en primer trimestre como condición de rentabilidad. Si aceptas, avanzas jerárquicamente ejecutando decisión que afecta familias directamente; si rechazas por conflicto ético, otro asumirá el rol igualmente y pierdes progresión esperada hace años. ¿Qué eliges y por qué?",
    "notes": "Modulo 2 Video B03 batch 06 item 14",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 391
  },
  {
    "id": "block-B03-q105",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 105,
    "refactored_text": "Tu organización implementa política de rotación obligatoria cada dos años entre ciudades para desarrollo integral. Tienes familia establecida y tu pareja trabaja localmente. Si aceptas rotación, priorizas carrera desestabilizando entorno familiar; si solicitas excepción, quedas fuera de plan de desarrollo ejecutivo que buscabas. ¿Qué priorizas en tu decisión?",
    "notes": "Modulo 2 Video B03 batch 06 item 15",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 383
  },
  {
    "id": "block-B03-q106",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 106,
    "refactored_text": "Descubres que colega cercano manipuló métricas en reporte trimestral para evitar cuestionamiento gerencial. Nadie más lo notó. Si reportas irregularidad, proteges integridad del proceso pero destruyes relación personal y profesional con él; si callas, te vuelves cómplice silencioso de práctica que puede repetirse. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 06 item 16",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 367
  },
  {
    "id": "block-B03-q107",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 107,
    "refactored_text": "La empresa cancela programa de capacitación prometido durante tu contratación argumentando recorte presupuestario, aunque fue factor decisivo para aceptar oferta original. Si exiges cumplimiento contractual formal, generas conflicto temprano en relación laboral; si aceptas sin reclamo, normalizas incumplimiento que afecta tu desarrollo profesional esperado. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 06 item 17",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 391
  },
  {
    "id": "block-B03-q108",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 108,
    "refactored_text": "Tu supervisor te pide recomendar entre dos candidatos internos para promoción: uno es más competente técnicamente, el otro tiene mejor relación política con gerencia. Te sugiere favorecer al segundo para facilitar dinámica futura. Si sigues criterio técnico objetivo, contradices expectativa implícita; si priorizas factor político, comprometes proceso meritocrático. ¿Qué recomiendas?",
    "notes": "Modulo 2 Video B03 batch 06 item 18",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 402
  },
  {
    "id": "block-B03-q109",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 109,
    "refactored_text": "Recibes contraoferta de tu empleador actual cuando presentas renuncia por mejor oportunidad externa: igualan salario pero sin cambio de rol ni condiciones. Si aceptas contraoferta, te quedas con dinero pero sin crecimiento real y marcado como riesgo de fuga; si mantienes decisión original, apuestas a promesa externa dejando seguridad conocida. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 06 item 19",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 390
  },
  {
    "id": "block-B03-q110",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 110,
    "refactored_text": "La organización implementa sistema de monitoreo continuo de productividad individual con publicación semanal de rankings. Esto genera competencia destructiva y ansiedad generalizada. Si escalas preocupación formal por salud laboral, lideras resistencia visible; si te adaptas silenciosamente manteniendo rendimiento, legitimas práctica que deteriora clima organizacional. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 06 item 20",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 397
  },
  {
    "id": "block-B03-q111",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 111,
    "refactored_text": "Un proveedor externo te ofrece consultorías pagadas los fines de semana en temas relacionados con tu especialidad. Tu contrato no prohíbe expresamente actividades paralelas pero tu jefe valora disponibilidad total. Si aceptas sin informar, generas ingreso extra con riesgo de conflicto posterior; si consultas formalmente, podrían negarte permiso o cuestionar compromiso. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 21",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 401
  },
  {
    "id": "block-B03-q112",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 112,
    "refactored_text": "Durante fusión organizacional te asignan entrenar a contraparte de empresa adquirida que eventualmente asumirá tus funciones mientras defines tu nuevo rol incierto. Si capacitas efectivamente, aceleras tu posible redundancia; si retienes conocimiento clave estratégicamente, obstaculizas transición y quedas expuesto cuando supervisen proceso. ¿Cómo manejas esta situación?",
    "notes": "Modulo 2 Video B03 batch 06 item 22",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 383
  },
  {
    "id": "block-B03-q113",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 113,
    "refactored_text": "Tu área será tercerizada y te ofrecen transferencia a proveedor externo manteniendo salario pero perdiendo antigüedad, beneficios corporativos y estabilidad relativa. Si aceptas, conservas ingreso inmediato sin garantía de permanencia futura; si rechazas, entras en búsqueda sin empleo activo en mercado competitivo. Tienes una semana para decidir. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 06 item 23",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 388
  },
  {
    "id": "block-B03-q114",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 114,
    "refactored_text": "Te enteras por fuente confiable que planean eliminar tu posición en próxima reestructuración trimestral. Aún no es oficial. Si comienzas búsqueda externa inmediatamente, proteges tu futuro pero trabajas distraído; si esperas confirmación formal manteniendo desempeño, demuestras profesionalismo arriesgando quedar sin tiempo suficiente para transición ordenada. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 24",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 394
  },
  {
    "id": "block-B03-q115",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 115,
    "refactored_text": "La empresa ofrece retiro anticipado con paquete financiero atractivo para mayores de 50 años. Tienes 51, estabilidad actual y proyecto personal que requiere tiempo. Si aceptas, ganas autonomía y liquidez sin certeza de reenganche rápido si lo necesitas; si rechazas, mantienes seguridad laboral postponiendo proyecto que requiere dedicación completa. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 06 item 25",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 389
  },
  {
    "id": "block-B03-q116",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 116,
    "refactored_text": "Un reclutador te contacta para startup prometedora que ofrece equity significativo pero salario 30% menor que tu ingreso actual. Tienes responsabilidades financieras inmediatas. Si aceptas, apuestas a potencial futuro incierto sacrificando estabilidad presente; si rechazas, evitas riesgo económico perdiendo participación en proyecto innovador que podría ser gran oportunidad. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 26",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 402
  },
  {
    "id": "block-B03-q117",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 117,
    "refactored_text": "Tu jefe anuncia rotación de responsabilidades y te asignan tareas administrativas repetitivas mientras funciones estratégicas que manejabas pasan a colega junior. Si aceptas sin cuestionar, normalizas degradación de tu rol; si planteas incomodidad formalmente, podrían interpretarlo como resistencia al cambio en momento de ajustes organizacionales. ¿Cómo manejas esta situación?",
    "notes": "Modulo 2 Video B03 batch 06 item 27",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 390
  },
  {
    "id": "block-B03-q118",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 118,
    "refactored_text": "Detectas que nueva política organizacional viola norma laboral específica pero nadie más lo menciona. Si levantas objeción legal formal, te posicionas como problemático ante dirección; si callas por prudencia política, aceptas condición irregular que eventualmente puede traer consecuencias colectivas mayores. La implementación es en dos semanas. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 06 item 28",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 384
  },
  {
    "id": "block-B03-q119",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 119,
    "refactored_text": "Un exjefe que respetas profesionalmente te invita unirte a su nuevo emprendimiento como socio minoritario invirtiendo tus ahorros. La propuesta es sólida pero implica renunciar a empleo estable. Si inviertes y participas, apuestas patrimonio personal a proyecto sin garantías; si declinas, mantienes seguridad actual perdiendo oportunidad de crecimiento empresarial. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 29",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 397
  },
  {
    "id": "block-B03-q120",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 120,
    "refactored_text": "La gerencia solicita voluntarios para proyecto internacional de seis meses con compensación adicional pero separación familiar. Tu pareja muestra preocupación por el impacto relacional. Si aceptas, avanzas profesionalmente generando tensión personal; si rechazas por prioridad familiar, pierdes visibilidad ejecutiva que buscabas y puede afectar futuras oportunidades internas. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 06 item 30",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 400
  },
  {
    "id": "block-B03-q121",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 121,
    "refactored_text": "Tu empresa implementa evaluación 360 grados anónima y varios colegas te piden coordinarse para calificar negativamente a supervisor que consideran abusivo. Si participas en estrategia grupal, influyes sistema evaluativo colectivamente pero pierdes independencia de criterio; si evalúas individualmente sin coordinación, tu retroalimentación aislada tiene menor impacto. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 06 item 31",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 398
  },
  {
    "id": "block-B03-q122",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 122,
    "refactored_text": "Descubres error significativo en proceso que implementaste hace meses y ahora genera sobrecostos medibles. Nadie lo ha relacionado contigo aún. Si reportas proactivamente el problema asumiendo responsabilidad, corriges situación pero expones tu error públicamente; si esperas que lo detecten externamente, evitas exposición inmediata arriesgando mayor impacto reputacional posterior. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 06 item 32",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 404
  },
  {
    "id": "block-B03-q123",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 123,
    "refactored_text": "Te ofrecen liderar proyecto estratégico que requiere confrontar resistencia de áreas poderosas internamente. Éxito te proyecta ejecutivamente; fracaso te marca como incapaz de gestión política. Si aceptas, asumes riesgo de alta visibilidad; si rechazas alegando sobrecarga, pierdes oportunidad de demostrar capacidad de liderazgo en situación compleja. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 06 item 33",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 383
  },
  {
    "id": "block-B03-q124",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 124,
    "refactored_text": "La dirección cancela programa de desarrollo de liderazgo donde estabas inscrito desde hace meses, argumentando prioridades cambiantes. Esto afecta tu plan de carrera acordado en evaluación anual. Si exiges cumplimiento del compromiso documentado, generas fricción; si aceptas cancelación sin reclamo, normalizas incumplimiento de acuerdos de desarrollo profesional. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 06 item 34",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 403
  },
  {
    "id": "block-B03-q125",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 125,
    "refactored_text": "Un colega senior próximo a retirarse te ofrece mentoría intensiva a cambio de apoyo en proyecto personal no relacionado con trabajo que requiere tu tiempo libre. Si aceptas, ganas conocimiento valioso sacrificando tiempo personal; si rechazas por límites claros, pierdes acceso a experiencia que podría acelerar tu desarrollo profesional. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 35",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 381
  },
  {
    "id": "block-B03-q126",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 126,
    "refactored_text": "Tu área será absorbida por otra división y te ofrecen elegir entre dos jefes: uno técnicamente competente pero con reputación de exigencia extrema, otro menos capaz técnicamente pero con mejor clima laboral. Si eliges competencia técnica, maximizas aprendizaje arriesgando desgaste personal; si priorizas clima, proteges bienestar sacrificando desarrollo profesional. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 06 item 36",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 390
  },
  {
    "id": "block-B03-q127",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 127,
    "refactored_text": "Recibes dos ofertas simultáneas: una interna con promoción modesta pero segura, otra externa con salto significativo pero en empresa con alta rotación documentada. Si aceptas interna, creces establemente sin maximizar potencial; si eliges externa, apuestas a crecimiento acelerado arriesgando estabilidad en organización culturalmente incierta. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 06 item 37",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 386
  },
  {
    "id": "block-B03-q128",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 128,
    "refactored_text": "La organización reduce presupuesto de viáticos y te piden cubrir gastos de viajes de trabajo con reembolso posterior tardío. Esto afecta tu flujo financiero personal. Si aceptas, mantienes visibilidad en proyectos externos con presión económica personal; si planteas limitación financiera honesta, podrían excluirte de asignaciones que requieren movilidad. ¿Cómo manejas esto?",
    "notes": "Modulo 2 Video B03 batch 06 item 38",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 389
  },
  {
    "id": "block-B03-q129",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 129,
    "refactored_text": "Tu supervisor te solicita falsear fecha de documentos internos para justificar retraso administrativo que él causó. No hay impacto legal externo pero compromete integridad de registros. Si aceptas, evitas conflicto inmediato validando práctica irregular; si te niegas, defiendes criterio ético enfrentando posible deterioro de relación laboral directa. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 06 item 39",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 384
  },
  {
    "id": "block-B03-q130",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 130,
    "refactored_text": "La empresa anuncia cambio a esquema híbrido obligatorio alternando semanalmente oficina y remoto, complicando tu logística familiar actual. Varios colegas planean solicitar excepción argumentando productividad. Si te unes al reclamo colectivo, visibilizas resistencia grupal; si te adaptas individualmente, normalizas política que te perjudica organizativamente sin expresar desacuerdo. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 40",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 407
  },
  {
    "id": "block-B03-q131",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 131,
    "refactored_text": "Te enteras confidencialmente que colega competidor interno para misma promoción tiene problema personal grave que reducirá su disponibilidad próximos meses. Si usas información estratégicamente mejorando tu posicionamiento, avanzas profesionalmente con ventaja injusta; si actúas como si no supieras, compites neutralmente respetando privacidad ajena. ¿Cómo manejas tu estrategia de promoción?",
    "notes": "Modulo 2 Video B03 batch 06 item 41",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 400
  },
  {
    "id": "block-B03-q132",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 132,
    "refactored_text": "Un proyecto tuyo recibe reconocimiento público pero sabes que éxito dependió críticamente de aporte no reconocido de colega junior. Si corriges públicamente dando crédito apropiado, demuestras integridad diluyendo tu visibilidad ganada; si aceptas reconocimiento completo, capitalizas oportunidad profesional ignorando contribución real de otro. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 06 item 42",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 386
  },
  {
    "id": "block-B03-q133",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 133,
    "refactored_text": "La dirección implementa reducción de 10% en todas las bonificaciones anuales sin consulta previa ni justificación pública. Tu contrato original especificaba bono como componente garantizado. Si demandas cumplimiento contractual, inicias conflicto legal con empleador actual; si aceptas modificación unilateral, validas incumplimiento de términos acordados originalmente. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 43",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 391
  },
  {
    "id": "block-B03-q134",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 134,
    "refactored_text": "Tu jefe te pide evaluar desempeño de compañero cercano personalmente pero que ha tenido rendimiento objetivamente bajo últimos meses. Si evalúas honestamente, proporcionas información precisa afectando su situación laboral; si suavizas evaluación por amistad, distorsionas proceso de gestión de desempeño comprometiendo tu credibilidad profesional. ¿Cómo evalúas?",
    "notes": "Modulo 2 Video B03 batch 06 item 44",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 385
  },
  {
    "id": "block-B03-q135",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 135,
    "refactored_text": "La empresa te ofrece participación en plan de opciones accionarias que requiere permanencia mínima de cuatro años para consolidar beneficio completo. Tienes oferta externa actual atractiva. Si aceptas opciones quedándote, apuestas a largo plazo rechazando oportunidad inmediata; si renuncias ahora, priorizas crecimiento presente perdiendo potencial patrimonial futuro. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 06 item 45",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 394
  },
  {
    "id": "block-B03-q136",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 136,
    "refactored_text": "Un cliente importante solicita exclusivamente tu atención y amenaza irse si te reasignan. La gerencia necesita redistribuir cuentas para desarrollo de equipo junior. Si defiendes mantener cliente argumentando riesgo comercial, bloqueas oportunidad de crecimiento de colegas; si aceptas reasignación, pierdes relación estratégica y comisiones asociadas. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 06 item 46",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 390
  },
  {
    "id": "block-B03-q137",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 137,
    "refactored_text": "Detectas que proceso automatizado nuevo genera errores menores sistemáticos que nadie más ha notado. Reportarlo implica cuestionar decisión tecnológica reciente de tu supervisor. Si escalas problema técnico con evidencia, corriges falla pero expones decisión de liderazgo; si callas hasta que impacto sea mayor, evitas conflicto inmediato arriesgando responsabilidad posterior. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 06 item 47",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 401
  },
  {
    "id": "block-B03-q138",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 138,
    "refactored_text": "Tu organización implementa política de disponibilidad extendida sin compensación: responder comunicaciones hasta 22h. Varios colegas aceptan calladamente por inseguridad laboral. Si estableces límites claros citando contrato, defiendes balance pero quedas visible como menos flexible; si cumples sin cuestionar, normalizas expansión de jornada no remunerada. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 06 item 48",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 391
  },
  {
    "id": "block-B03-q139",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 139,
    "refactored_text": "Te ofrecen rol regional que duplica responsabilidades sin incremento salarial, solo promesa verbal de revisión futura según resultados. Si aceptas, asumes carga mayor sin garantía contractual clara; si exiges formalización previa de condiciones, podrían verte como poco confiado en momento donde buscan flexibilidad y compromiso. ¿Qué priorizas en tu respuesta?",
    "notes": "Modulo 2 Video B03 batch 06 item 49",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 387
  },
  {
    "id": "block-B03-q140",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 140,
    "refactored_text": "La empresa matriz anuncia venta de tu división y ofrece paquete voluntario de salida antes de transición. Nuevos dueños tienen reputación mixta sobre condiciones laborales. Si tomas paquete ahora, sales con compensación sin saber condiciones futuras; si esperas, conoces nuevo esquema pero sin garantía de beneficio equivalente si decides salir después. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 06 item 50",
    "sot_checksum": "m2v_sot_batch06",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 399
  }
]