[
  {
    "id": "block-B03-q311",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 311,
    "refactored_text": "Para asegurar el cierre de la migración del sistema central bancario, te solicitan permanecer 14 meses y firmar una cláusula de no iniciar procesos externos; al mismo tiempo, otra firma te ofrece incorporarte de inmediato, pero el primer año no contarías con seguro médico. **Permanecer** te ofrece continuidad técnica a costa de tu movilidad y beneficios inmediatos; **irte** acelera tu cambio, pero asumes el riesgo de cobertura y podrías ser percibido como poco leal. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 1",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q312",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 312,
    "refactored_text": "El plan de retención te otorga acciones restringidas si aceptas permanecer tres años y asumir rotaciones incómodas en el proceso; en paralelo, una empresa nueva te ofrece un sueldo superior ahora, pero sin participación y con un alto riesgo de cierre. **Quedarte** te permite construir patrimonio a costa de sacrificar tu libertad y asumir roles menos atractivos; **irte** mejora tu ingreso inmediato, pero podrías quedarte sin empleo y sin el valor de las acciones. ¿Qué camino tomas?",
    "notes": "Modulo 2 Video B03 batch 11 item 2",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q313",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 313,
    "refactored_text": "Tu gerente te ha pedido quedarte nueve meses más para cerrar la auditoría interna, posponiendo cualquier posibilidad de traslado que tenías en mente; otro equipo, mientras tanto, te ofrece un rol flexible sin esa carga actual. **Aceptar** te otorga visibilidad y estabilidad a costa de tu movilidad y más trabajo bajo presión; **cambiar** te libera de la auditoría, pero pierdes la confianza ganada y un posible bono asociado. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 11 item 3",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q314",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 314,
    "refactored_text": "La empresa está dispuesta a financiar un programa interno de especialización de alto valor si firmas exclusividad por 18 meses y renuncias a consultorías externas; al mismo tiempo, una consultora te invita a incorporarte como asociado ya, pero sin apoyo formativo. **Firmar** te brinda mentoría y estabilidad sacrificando ingresos adicionales y visibilidad externa; **aceptar la consultora** te da dinero rápido, pero pierdes la ruta estructurada y la red interna de apoyo. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 4",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q315",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 315,
    "refactored_text": "Te ofrecen rotar a una planta remota con una permanencia mínima de dos años y sin opción de teletrabajo por el momento; por otro lado, un rol local te mantiene cerca de tu entorno, pero sin viáticos ni un crecimiento inmediato claro. **Mudarte** te da experiencia y presupuesto a costa de sacrificar vida personal y movilidad; **quedarte** preserva tu red y estabilidad diaria, pero limita tu exposición y posibilidades de ascenso. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 11 item 5",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q316",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 316,
    "refactored_text": "El comité de talento te promete acelerar tu ascenso si renuncias a entrevistas externas por 12 meses y mantienes tu rol actual; en contraste, una oferta externa te da el ascenso ya, pero en un mercado volátil y sin la red de respaldo interna. **Quedarte** protege tu trayectoria interna sacrificando libertad y salario inmediato; **salir** te sube de nivel rápido, pero podrías perder estabilidad y el respaldo corporativo. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 11 item 6",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q317",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 317,
    "refactored_text": "Para asegurar la continuidad de un proveedor crítico, te ofrecen un bono importante si permaneces diez meses sin moverte de área; sin embargo, otra gerencia te invita a un proyecto de alta visibilidad pero sin bono. **Quedarte** protege la operación y tu reputación de confiable sacrificando tu avance profesional en otra área; **moverte** te da exposición estratégica, pero deja un hueco y pierdes el incentivo económico. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 7",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q318",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 318,
    "refactored_text": "Te ofrecen un sabático parcial pagado si regresas y permaneces 18 meses liderando un área rezagada de la organización; por otro lado, un emprendimiento te recibe ya, pero sin salario garantizado ni beneficios. **Tomar el sabático** cuida tu ingreso futuro sacrificando tu libertad de moverte y asumiendo un rol pesado al volver; **irte** te da autonomía de inmediato, pero arriesgas quedarte sin respaldo financiero. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 11 item 8",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q319",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 319,
    "refactored_text": "La beca de idiomas de la empresa cubre tus clases si asumes guardias fuera de horario por un año y no postulas a traslados internos; otra empresa te contrata sin guardias, pero sin ningún apoyo formativo. **Aceptar** impulsa tu desarrollo profesional sacrificando descanso y movilidad; **cambiar** preserva tu horario, pero renuncias al beneficio y a una posible progresión interna. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 11 item 9",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q320",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 320,
    "refactored_text": "La dirección general te ofrece una mentoría directa si firmas una cláusula de no competir y no moverte por 18 meses; un rol lateral, en cambio, te deja libre de restricciones, pero sin el patrocinio ejecutivo. **Tomar la mentoría** te abre puertas futuras sacrificando tu libertad de mercado y posibles ingresos externos; **declinar** protege tu movilidad, pero pierdes acceso a una guía única y valiosa. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 10",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q321",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 321,
    "refactored_text": "El plan médico premium de la empresa exige una permanencia de tres años y aceptar turnos críticos dos veces al mes; un empleo con horario fijo te paga menos, pero sin turnos nocturnos ni cláusulas de permanencia. **Firmar** mejora tu cobertura de salud sacrificando el control de tu agenda y tu movilidad; **cambiar** preserva tu rutina y libertad, pero con menor protección médica y un salario más bajo. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 11 item 11",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q322",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 322,
    "refactored_text": "Te ofrecen un traslado internacional con formación pagada, pero si renuncias antes de dos años debes devolver todo el monto; quedarte en tu sede actual te mantiene libre de esa deuda, pero sin exposición global. **Aceptar** potencia tu perfil profesional sacrificando tu libertad y asumiendo un riesgo financiero; **quedarte** evita la deuda, pero limita tu crecimiento y tu red internacional. ¿Qué camino eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 12",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q323",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 323,
    "refactored_text": "La empresa paga tu certificación avanzada si firmas quedarte dos años y liderar capacitaciones internas fuera de horario; también tienes la opción de pagarla por tu cuenta y cambiar de área en seis meses. **Aceptar el financiamiento** reduce tu costo sacrificando tiempo y movilidad; **asumir el gasto** preserva tu libertad, pero golpea tu bolsillo y sin garantía de apoyo interno. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 11 item 13",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q324",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 324,
    "refactored_text": "Un plan de acciones restringidas te exige no moverte por 24 meses y aceptar una cláusula de no competencia; otra empresa te ofrece un salario alto sin acciones, pero con un contrato anual renovable. **Quedarte** construye patrimonio a largo plazo sacrificando tu libertad de mercado; **irte** te da un ingreso inmediato superior, pero podrías quedar fuera si no renuevan el contrato. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 11 item 14",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q325",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 325,
    "refactored_text": "El bono por manejar una crisis reputacional solo se pagará si te quedas ocho meses hasta su cierre; al mismo tiempo, un rol tranquilo te espera en otra empresa sin ese desgaste. **Quedarte** te da dinero y visibilidad sacrificando tu salud mental y tiempo libre; **irte** asegura tu calma, pero pierdes el bono y la oportunidad de demostrar resiliencia. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 15",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q326",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 326,
    "refactored_text": "Te proponen ser enlace comunitario por un año, lo que implica eventos fines de semana y una cláusula de permanencia; un rol interno estable te libra de esa carga, pero sin la misma exposición externa. **Aceptar** te posiciona ante la comunidad sacrificando tu descanso y movilidad; **rechazar** preserva tu rutina, pero pierdes alcance y el incentivo asociado. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 11 item 16",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q327",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 327,
    "refactored_text": "Una jefatura temporal te exige firmar que no postularás a otros roles durante 15 meses; un puesto como especialista te deja libre de restricciones, pero sin equipo propio. **Tomar la jefatura** te da liderazgo y riesgo de estancarte sacrificando tu movilidad; **quedarte** como especialista preserva tu libertad, pero sin un título ni visibilidad inmediata. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 17",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q328",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 328,
    "refactored_text": "El plan de ahorro vivienda te ofrece un préstamo sin intereses si permaneces cuatro años y aceptas traslados según las necesidades de la empresa; un préstamo personal te deja libre, pero con cuotas mucho más altas. **Tomar el plan** reduce tu carga financiera sacrificando tu libertad geográfica; **el préstamo personal** preserva tu decisión de moverte, pero afecta seriamente tus finanzas sin red corporativa. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 11 item 18",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q329",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 329,
    "refactored_text": "Durante el proceso de fusión te piden no tomar entrevistas externas por 12 meses a cambio de estabilidad y un bono de retención; una consultoría te contrata ahora, pero sin garantías si pierden a su cliente clave. **Quedarte** te blinda en la transición sacrificando tu libertad de mercado; **irte** te da ingreso rápido y un cambio, pero con un alto riesgo de quedarte sin respaldo. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 11 item 19",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q330",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 330,
    "refactored_text": "Te ofrecen un asiento en el comité técnico con presupuesto propio, pero debes firmar exclusividad y no moverte por 18 meses; un proyecto flexible te permite rotar, pero sin titularidad ni recursos formales. **Quedarte** amplía tu influencia sacrificando movilidad y opciones externas; **tomar el proyecto** te da flexibilidad, pero sin poder formal ni respaldo. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 20",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q331",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 331,
    "refactored_text": "La empresa financia un doctorado si firmas permanecer tres años y asumir tutorías internas adicionales; una beca externa te libera de esa permanencia, pero exige renunciar a tu empleo y vivir con menos ingresos. **Quedarte** asegura salario y estudios sacrificando descanso y movilidad; **la beca** te da independencia académica, pero pierdes la red profesional y el sueldo actual. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 21",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q332",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 332,
    "refactored_text": "Te ofrecen una asignación en una sede con clima complejo por 16 meses, con cláusula de regreso obligatorio al país; si te quedas en tu área actual, avanzas más lento pero sin mudarte. **Aceptar** fortalece tu perfil global sacrificando comodidad y tu plan personal; **quedarte** preserva tu entorno, pero ralentiza tu crecimiento y tu exposición. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 11 item 22",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q333",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 333,
    "refactored_text": "Para liderar la migración de un cliente clave, debes firmar una permanencia de un año y aceptar una penalización si renuncias; un equipo de innovación te espera sin penalizaciones, pero sin el bono asociado al cliente. **Tomar el reto** te da visibilidad y un riesgo económico si decides salir antes de tiempo; **irte a innovación** preserva tu movilidad, pero pierdes el bono y la relación con el cliente estratégico. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 23",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q334",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 334,
    "refactored_text": "Te ofrecen un plus por nocturnidad y permanencia de 12 meses en monitoreo crítico; un rol administrativo te quita las guardias, pero reduce tu ingreso. **Aceptar** refuerza tu bolsillo sacrificando descanso y movilidad; **elegir lo administrativo** preserva tu rutina y libertad, pero con menor salario y menos visibilidad. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 11 item 24",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q335",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 335,
    "refactored_text": "Una filial pequeña te ofrece liderar operaciones con permanencia de dos años y pocas rotaciones; en la sede central puedes rotar en 10 meses, pero sin equipo propio a tu cargo. **Aceptar** te da mando y presupuesto sacrificando flexibilidad y exposición en la sede central; **quedarte en central** te mantiene visible y móvil, pero sin autoridad directa. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 25",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q336",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 336,
    "refactored_text": "Te proponen cubrir la gerencia interina por ocho meses con una cláusula de continuidad posterior de seis meses; una empresa externa te ofrece un contrato indefinido menos visible. **Quedarte** te da exposición y posible ascenso sacrificando movilidad y más carga laboral; **irte** te da estabilidad inmediata, pero pierdes la vitrina y podrías dejar un vacío en tu equipo. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 11 item 26",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q337",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 337,
    "refactored_text": "El plan de contingencia te garantiza estabilidad por 18 meses si aceptas guardias rotativas y no postular a traslados; un proyecto remoto te libera de guardias, pero sin estabilidad ni bono. **Quedarte** asegura ingreso y reputación de compromiso sacrificando tu descanso y movilidad; **elegir lo remoto** cuida tu bienestar, pero te deja expuesto a cambios de contrato inesperados. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 27",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q338",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 338,
    "refactored_text": "El programa de liderazgo exige 20 meses sin cambios de rol y presentaciones públicas trimestrales; una empresa nueva te ofrece liderazgo inmediato sin las evaluaciones formales, pero con una alta rotación. **Aceptar** te da una ruta clara y respaldo sacrificando tu libertad y privacidad; **irte** te da control y dinamismo, pero sin estabilidad ni la red interna de la empresa. ¿Qué camino tomas?",
    "notes": "Modulo 2 Video B03 batch 11 item 28",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q339",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 339,
    "refactored_text": "Un rol de continuidad regulatoria exige viajes frecuentes y que no busques traslados por 18 meses; un puesto remoto de análisis te paga similar, pero sin exposición externa. **Tomar el rol** te posiciona ante la autoridad sacrificando tiempo personal y movilidad; **elegir el remoto** preserva tu equilibrio, pero te mantiene fuera del radar estratégico. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 11 item 29",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q340",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 340,
    "refactored_text": "Te ofrecen un préstamo sin intereses para gastos personales si firmas permanecer tres años y aceptar cambios de sede; otro banco te presta con interés, pero te deja libre de moverte sin restricciones. **Aceptar** reduce tu deuda sacrificando tu libertad geográfica y futuros movimientos; **el préstamo externo** preserva tu autonomía, pero encarece tus finanzas y sin respaldo corporativo. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 30",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q341",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 341,
    "refactored_text": "El laboratorio de innovación te da presupuesto y visibilidad si no cambias de área en 12 meses y renuncias a comisiones comerciales; el equipo comercial, en cambio, te ofrece comisiones altas, pero sin recursos de innovación. **Quedarte en innovación** asegura aprendizaje sacrificando ingresos variables y movilidad; **irte a comercial** mejora tu bolsillo, pero corta tu línea de experimentación. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 11 item 31",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q342",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 342,
    "refactored_text": "Te asignan a un país en crisis con un seguro adicional importante si permaneces dos años y aceptas restricciones de viaje; quedarte en tu país te quita el seguro, pero mantienes tu red y estabilidad. **Aceptar** te da experiencia extrema y protección sacrificando comodidad y cercanía; **quedarte** preserva tu entorno, pero limita tu perfil internacional. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 32",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q343",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 343,
    "refactored_text": "Te ofrecen ruta a subdirección si pospones cualquier cambio por 10 meses y sostienes un sistema legado; otra empresa te da un puesto similar ya, pero sin título futuro garantizado. **Quedarte** consolida tu promoción sacrificando aprendizaje moderno y movilidad; **irte** te actualiza y te libera, pero pierdes la promesa de ascenso y apoyo interno. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 11 item 33",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q344",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 344,
    "refactored_text": "Un contrato blindado en una filial te exige renunciar a trabajos independientes y quedarte 24 meses; seguir con trabajos por cuenta propia te mantiene libre, pero con ingresos variables y sin red de beneficios. **Firmar** te da seguridad y beneficios sacrificando tu independencia; **mantenerte por cuenta propia** preserva tu autonomía, pero te deja expuesto a altibajos y sin cobertura corporativa. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 34",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q345",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 345,
    "refactored_text": "Dirigir la PMO de un programa crítico requiere firmar que no te moverás 18 meses y asumir reportes semanales a dirección; un rol de consultor interno te deja cambiar en seis meses, pero sin la autoridad de la PMO. **Tomar la PMO** te da liderazgo y presión sacrificando movilidad y tiempo; **ser consultor** preserva tu flexibilidad, pero sin mando ni la misma visibilidad. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 35",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q346",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 346,
    "refactored_text": "Un proyecto ambiental te ofrece un bono verde solo si permaneces 16 meses y aceptas viajes a zonas remotas; un proyecto corto en ciudad paga menos, pero preserva tu rutina. **Aceptar** te da impacto y dinero sacrificando comodidad y libertad de moverte; **elegir lo corto** cuida tu vida diaria, pero reduce aprendizaje y el bono. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 11 item 36",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q347",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 347,
    "refactored_text": "Te invitan a presidir el comité de ética por dos años, con alta exposición y sin opción de rotar; un rol de analista te mantiene móvil, pero sin voz en decisiones clave. **Aceptar** fortalece tu reputación sacrificando flexibilidad y tiempo extra; **declinar** protege tu movilidad, pero pierdes influencia y la oportunidad de marcar estándares. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 37",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q348",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 348,
    "refactored_text": "Un proyecto confidencial te exige permanecer 14 meses y no publicar nada externo hasta el cierre; un instituto te ofrece divulgar tus hallazgos ahora, pero para ello debes desvincularte de la empresa. **Aceptar** te da acceso a información clave sacrificando tu visibilidad académica y libertad; **irte** te permite publicar y ganar prestigio, pero pierdes el salario y el proyecto. ¿Qué camino eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 38",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q349",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 349,
    "refactored_text": "El plan de retención ofrece un bono mensual si aceptas un horario extendido y no postular a otros roles por un año; un empleo con horario normal paga menos, pero te deja libre de cláusulas. **Aceptar** te da dinero constante sacrificando tiempo personal y movilidad; **cambiar** preserva tu agenda y opciones, pero reduce tu ingreso inmediato. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 39",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q350",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 350,
    "refactored_text": "Te proponen mudarte a una sede con clima extremo por dos años, con bono de retención y sin opción de traslado a otra área; quedarte en tu ciudad te mantiene cómodo, pero con menor crecimiento y sin el bono. **Aceptar** te da dinero y experiencia sacrificando bienestar y movilidad; **quedarte** preserva tu entorno, pero limita tu progresión profesional. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 11 item 40",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q351",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 351,
    "refactored_text": "Te piden quedarte nueve meses como interino con un aumento, pero si renuncias antes de cumplir el plazo pierdes el pago retroactivo; otra empresa te ofrece un contrato seguro sin retroactivos. **Aceptar** mejora tu salario y visibilidad sacrificando movilidad y arriesgando perder el beneficio si sales antes; **irte** te da certeza inmediata, pero sin el diferencial y dejando al equipo sin relevo. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 41",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q352",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 352,
    "refactored_text": "La empresa ofrece una beca educativa para tu familia si firmas permanecer tres años y aceptar traslados internos; otra organización te contrata sin esos beneficios, pero te deja fijar tu lugar de residencia. **Aceptar** cuida a tu familia sacrificando tu movilidad y sometiéndote a cambios de sede; **cambiar** preserva tu decisión de residencia, pero sin apoyo educativo ni estabilidad a largo plazo. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 11 item 42",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q353",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 353,
    "refactored_text": "Para renovar tu visa patrocinada, debes firmar 18 meses de permanencia y aceptar viajes imprevistos; un empleo local elimina el requisito migratorio, pero reduce tu ingreso y tu red global. **Firmar** mantiene tu estatus migratorio y salario sacrificando estabilidad personal y movilidad; **cambiar** te da control de agenda, pero pierdes la visa y oportunidades internacionales. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 11 item 43",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q354",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 354,
    "refactored_text": "Un bono importante se paga solo si permaneces hasta cerrar la recuperación de un sistema en 11 meses; otro rol estable te espera sin el bono, pero con mucha menor presión. **Quedarte** te da dinero y reputación técnica sacrificando descanso y movilidad; **irte** asegura tranquilidad, pero pierdes el extra económico y la visibilidad del proyecto. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 11 item 44",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  },
  {
    "id": "block-B03-q355",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 355,
    "refactored_text": "Te invitan a un proyecto estratégico con contrato de exclusividad por 20 meses y sin consultorías externas; otro rol te permite combinar proyectos, pero sin presupuesto ni respaldo formal. **Aceptar** te da estabilidad y acceso a decisiones sacrificando ingresos alternos y movilidad; **rechazar** preserva tu libertad, pero te deja sin la plataforma estratégica. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 11 item 45",
    "sot_checksum": "m2v_sot_batch11",
    "length_status": "improved",
    "length_note": "Mejorada sintaxis y fluidez."
  }
]