[
  {
    "id": "block-B03-q041",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 41,
    "refactored_text": "La empresa anuncia que trasladará tu departamento a otra ciudad en cuatro meses y ofrece reubicación o indemnización. Tu familia tiene lazos fuertes en tu ciudad actual pero el mercado laboral local es limitado. Si aceptas mudarte, arriesgas conflictos familiares y aislamiento que afectarán tu bienestar; si renuncias con indemnización, pierdes antigüedad, estabilidad y beneficios acumulados. ¿Qué decides y por qué?",
    "notes": "Relocation dilemma. Personal life vs career stability with explicit costs on both paths.",
    "sot_checksum": "m2v_sot_batch04",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 384
  },
  {
    "id": "block-B03-q042",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 42,
    "refactored_text": "Tu empresa inicia un proceso de evaluación de desempeño cada tres meses en lugar de anual, duplicando la presión administrativa. Un colega senior te sugiere en privado que esto es estrategia para justificar despidos futuros. Si sigues trabajando normalmente, podrías ser vulnerable si hay recortes; si ajustas tu trabajo para impresionar en cada evaluación, sacrificas proyectos de largo plazo que realmente aportan valor. ¿Cómo priorizas?",
    "notes": "Evaluation pressure. Short-term performance vs long-term contribution dilemma.",
    "sot_checksum": "m2v_sot_batch04",
    "length_status": "ok",
    "length_note": "",
    "word_count": 75,
    "char_count": 391
  },
  {
    "id": "block-B03-q043",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 43,
    "refactored_text": "Durante una fusión empresarial, te piden documentar todos tus procesos y capacitar a un equipo externo que asumirá parte de tus funciones. Tu supervisor evade preguntas sobre tu futuro. Si cooperas plenamente, facilitas tu posible reemplazo y quedas vulnerable; si retienes conocimiento crítico o ralentizas la transferencia, podrían verte como obstáculo y acelerar tu salida. ¿Qué haces y por qué?",
    "notes": "Knowledge transfer under uncertainty. Cooperation vs self-preservation.",
    "sot_checksum": "m2v_sot_batch04",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 368
  },
  {
    "id": "block-B03-q044",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 44,
    "refactored_text": "Te ofrecen liderar un proyecto piloto de alto riesgo que si fracasa afectará tu historial, pero si tiene éxito podría consolidar tu posición. Tu supervisor te advierte que varios líderes rechazaron la oportunidad por los riesgos. Si aceptas, trabajarás bajo presión extrema con alta probabilidad de fallo; si declinas, podrían interpretarlo como falta de ambición y excluirte de futuros ascensos. ¿Cómo justificas tu decisión?",
    "notes": "High-risk assignment. Career opportunity vs reputation protection.",
    "sot_checksum": "m2v_sot_batch04",
    "length_status": "ok",
    "length_note": "",
    "word_count": 76,
    "char_count": 381
  },
  {
    "id": "block-B03-q045",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 45,
    "refactored_text": "La dirección anuncia una política de trabajo presencial obligatorio eliminando la modalidad remota que negociaste hace un año. Tu productividad en casa es superior y tienes compromisos personales que requieren flexibilidad. Si pides una excepción basada en tu acuerdo anterior, podrían verte como poco adaptable y marcarte negativamente; si cumples sin cuestionar, tus circunstancias personales se complican afectando tu bienestar. ¿Qué priorizas y por qué?",
    "notes": "Return-to-office policy. Work-life balance vs organizational compliance.",
    "sot_checksum": "m2v_sot_batch04",
    "length_status": "ok",
    "length_note": "",
    "word_count": 76,
    "char_count": 393
  },
  {
    "id": "block-B03-q046",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 46,
    "refactored_text": "Tras una auditoría externa, la empresa implementa nuevos controles que multiplican tu carga administrativa sin incrementar recursos. Tus indicadores de productividad caen porque dedicas horas a reportes en lugar de trabajo sustantivo. Si escalas el problema señalando que los controles afectan resultados, podrían verte como resistente a la supervisión; si absorbes la carga en silencio, tu evaluación reflejará baja productividad. ¿Cómo actúas?",
    "notes": "Administrative burden. Compliance vs performance metrics dilemma.",
    "sot_checksum": "m2v_sot_batch04",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 380
  },
  {
    "id": "block-B03-q047",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 47,
    "refactored_text": "Un inversor nuevo exige resultados trimestrales agresivos y tu empresa cancela proyectos de desarrollo profesional para redirigir presupuesto. Llevas meses esperando una capacitación clave que mejoraría tu empleabilidad futura. Si cuestionas la cancelación argumentando tu desarrollo, podrían verte como egoísta en momento crítico; si callas, pierdes una oportunidad de crecimiento que no sabes cuándo volverá. ¿Qué decides y por qué?",
    "notes": "Development vs short-term pressures. Personal growth vs organizational priorities.",
    "sot_checksum": "m2v_sot_batch04",
    "length_status": "ok",
    "length_note": "",
    "word_count": 77,
    "char_count": 387
  },
  {
    "id": "block-B03-q048",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 48,
    "refactored_text": "Tu empresa es adquirida por un competidor conocido por recortar personal duplicado. En una reunión, tu nuevo jefe pregunta quién del equipo es realmente indispensable; tus compañeros guardan silencio esperando que tú como senior respondas. Si defiendes a todos, podrías diluir tu propia protección; si mencionas sólo a algunos, decides quién queda vulnerable y tu relación con el resto se romperá. ¿Cómo justificas tu decisión?",
    "notes": "Acquisition survival. Self-preservation vs team loyalty under pressure.",
    "sot_checksum": "m2v_sot_batch04",
    "length_status": "ok",
    "length_note": "",
    "word_count": 77,
    "char_count": 377
  },
  {
    "id": "block-B03-q049",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 49,
    "refactored_text": "La empresa congela ascensos por dos años debido a reestructuración. Llevas tres años en tu posición actual esperando promoción y un reclutador te contacta ofreciendo el nivel que buscas en otra empresa, pero con contrato de seis meses a prueba. Si aceptas, dejas estabilidad por incertidumbre sin garantías; si rechazas, podrías esperar años más sin crecimiento mientras tu mercado laboral cambia. ¿Qué priorizas y por qué?",
    "notes": "Career advancement freeze. Stability vs growth opportunity with risk.",
    "sot_checksum": "m2v_sot_batch04",
    "length_status": "ok",
    "length_note": "",
    "word_count": 76,
    "char_count": 382
  },
  {
    "id": "block-B03-q050",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 50,
    "refactored_text": "Tu departamento será automatizado parcialmente y la dirección ofrece un programa de reconversión de ocho meses para nuevas habilidades técnicas. Tienes 45 años y dominas tu área actual; aprender desde cero te genera ansiedad y el programa no garantiza reubicación. Si participas, inviertes meses con resultado incierto y expones tu dificultad; si declinas, quedas sin herramientas cuando llegue la automatización. ¿Cómo actúas y qué priorizas?",
    "notes": "Automation threat. Reskilling investment vs comfort zone with obsolescence risk.",
    "sot_checksum": "m2v_sot_batch04",
    "length_status": "ok",
    "length_note": "",
    "word_count": 78,
    "char_count": 396
  },
  {
    "id": "block-B03-q051",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 51,
    "refactored_text": "La empresa lanza un programa de rotación interna y tu jefe te propone cambiar a un área nueva donde faltan recursos y la carga es muy alta. Si aceptas, tendrás meses de curva de aprendizaje, menos resultados rápidos y podrías fallar al inicio; si rechazas, te quedas cómodo en tu puesto actual pero sin visibilidad para futuros ajustes de plantilla. ¿Qué decisión tomas y cómo la explicas?",
    "notes": "Rotation program. Learning curve vs visibility and future job security.",
    "sot_checksum": "m2v_sot_batch05",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 389
  },
  {
    "id": "block-B03-q052",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 52,
    "refactored_text": "En una reunión, la dirección te pide firmar metas de ventas muy altas para el próximo trimestre aún sabiendo que el equipo está incompleto. Si planteas que los objetivos no son realistas, podrían etiquetarte como poco comprometido y sacarte de proyectos clave; si firmas sin cuestionar, asumirás fallos que justificarían no renovarte. ¿Cómo manejas esta conversación y qué priorizas al decidir?",
    "notes": "Unrealistic sales targets. Raising concerns vs signing and accepting potential non-renewal.",
    "sot_checksum": "m2v_sot_batch05",
    "length_status": "ok",
    "length_note": "",
    "word_count": 61,
    "char_count": 394
  },
  {
    "id": "block-B03-q053",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 53,
    "refactored_text": "Detectas que tu jefe hace comentarios despectivos sobre un compañero mayor y le asigna tareas que lo desgastan para que renuncie. Si documentas la situación y la llevas al área de personal, podrías quedar señalado como problemático y perder su apoyo en futuras evaluaciones; si guardas silencio, contribuyes a un ambiente injusto que mañana podría afectarte a ti. ¿Qué haces y cómo lo explicas?",
    "notes": "Mistreated colleague. Reporting abuse to the people area vs staying silent to protect your position.",
    "sot_checksum": "m2v_sot_batch05",
    "length_status": "ok",
    "length_note": "",
    "word_count": 64,
    "char_count": 394
  },
  {
    "id": "block-B03-q054",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 54,
    "refactored_text": "Durante una crisis, la empresa anuncia que revisará salarios sólo a quienes presenten ofertas externas formales. Un colega te sugiere conseguir una carta de otra firma aunque no quieras irte. Si sigues el consejo, generas desconfianza real y podrías quedar marcado como poco leal; si no lo haces, aceptas quedarte con un sueldo rezagado que presiona tus finanzas familiares. ¿Qué eliges y por qué?",
    "notes": "External offer strategy. Short-term financial relief vs long-term trust and loyalty.",
    "sot_checksum": "m2v_sot_batch05",
    "length_status": "ok",
    "length_note": "",
    "word_count": 64,
    "char_count": 397
  },
  {
    "id": "block-B03-q055",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 55,
    "refactored_text": "Te piden participar en la evaluación de un compañero cuyo puesto puede eliminarse en la próxima reestructura. Tu jefe insinúa que conviene justificar su salida para proteger al resto del equipo. Si das una opinión honesta señalando también fortalezas, podrías verte como poco alineado y quedar expuesto en futuros recortes; si exageras sus fallos para agradar, contribuyes a un despido injusto. ¿Qué haces?",
    "notes": "Peer evaluation under restructuring. Honest feedback vs exaggerating flaws to protect the rest of the team.",
    "sot_checksum": "m2v_sot_batch05",
    "length_status": "ok",
    "length_note": "",
    "word_count": 63,
    "char_count": 406
  },
  {
    "id": "block-B03-q056",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 56,
    "refactored_text": "Se abre una vacante interna de coordinación y sabes que un candidato externo con gran experiencia también está siendo considerado. Varios colegas te piden apoyar a un compañero cercano del área, aunque aún no tiene las habilidades completas. Si recomiendas al externo, podrías romper relaciones clave y quedar aislado; si apoyas al interno sólo por lealtad, afectas resultados y tu propia credibilidad futura. ¿Cómo decides?",
    "notes": "Internal promotion versus external candidate. Supporting best fit vs prioritizing loyalty and relationships.",
    "sot_checksum": "m2v_sot_batch05",
    "length_status": "ok",
    "length_note": "",
    "word_count": 65,
    "char_count": 424
  },
  {
    "id": "block-B03-q057",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 57,
    "refactored_text": "Tras un cambio de sistema, tus tareas administrativas se duplican pero los indicadores de desempeño no se ajustan. Tus tiempos ya no alcanzan para cumplir con calidad en todo. Si elevas el problema y propones redistribuir carga, podrías ganar fama de quejoso y quedar fuera de proyectos visibles; si bajas la calidad para llegar a todo, aumentas errores que pueden usarse en tu contra. ¿Qué priorizas?",
    "notes": "Increased admin workload. Escalating the issue vs reducing quality to protect performance indicators.",
    "sot_checksum": "m2v_sot_batch05",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 401
  },
  {
    "id": "block-B03-q058",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 58,
    "refactored_text": "Un reclutador de una empresa competidora te ofrece una posición atractiva que mejoraría tu sueldo, pero te pide detalles específicos sobre procesos sensibles de tu área actual antes de avanzar. Si compartes esa información confidencial de la empresa, aceleras la oferta pero comprometes tu reputación si se descubre; si te niegas, podrías perder la oportunidad en un momento donde temes recortes. ¿Cómo respondes y qué cuidas primero?",
    "notes": "Competitive offer with sensitive information. Sharing details vs protecting company confidentiality.",
    "sot_checksum": "m2v_sot_batch05",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 434
  },
  {
    "id": "block-B03-q059",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 59,
    "refactored_text": "Te asignan llevar el registro de capacitaciones obligatorias y antes de una auditoría tu jefe te pide firmar que todo el equipo cumplió, aunque sabes que varias personas no han tomado los cursos. Si te niegas y reportas la brecha, quedas como responsable de que la revisión salga mal y podrías ser desplazado; si firmas igual, encubres un incumplimiento serio. ¿Qué haces?",
    "notes": "Training records before audit. Reporting gaps vs signing an inaccurate record to keep the peace.",
    "sot_checksum": "m2v_sot_batch05",
    "length_status": "ok",
    "length_note": "",
    "word_count": 62,
    "char_count": 372
  },
  {
    "id": "block-B03-q060",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 60,
    "refactored_text": "Por una reducción de personal, la gerencia propone mover tu turno estable de lunes a viernes a fines de semana rotativos para cubrir operaciones, mientras otros compañeros con menos antigüedad mantienen sus horarios. Si aceptas, afectas tu vida familiar y pierdes actividades clave fuera del trabajo; si te opones formalmente, podrían verte como poco flexible justo cuando evalúan a quién conservar. ¿Qué decides y por qué?",
    "notes": "Schedule change to weekends. Accepting personal impact vs risking the label of inflexible employee.",
    "sot_checksum": "m2v_sot_batch05",
    "length_status": "ok",
    "length_note": "",
    "word_count": 66,
    "char_count": 423
  }
]