[
  {
    "id": "block-B03-q141",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 141,
    "refactored_text": "La empresa implementa programa de retención con bono significativo condicionado a permanencia de tres años sin posibilidad de renuncia anticipada. Tienes oferta externa inmediata con mejor salario base pero sin bono. Si firmas retención, aseguras ingreso futuro quedando atado contractualmente; si rechazas, mantienes libertad de movimiento sacrificando beneficio económico garantizado. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 1",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 433
  },
  {
    "id": "block-B03-q142",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 142,
    "refactored_text": "Tu mentor profesional renuncia y te invita unirte a su nueva empresa en rol similar. Tienes antigüedad valiosa y proyectos en curso donde eres referente técnico. Si sigues a tu mentor, priorizas relación y aprendizaje abandonando inversión de años en organización actual; si te quedas, mantienes estabilidad perdiendo figura clave en tu desarrollo. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 2",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 397
  },
  {
    "id": "block-B03-q143",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 143,
    "refactored_text": "La dirección anuncia que tu especialización será descontinuada gradualmente y sugieren reentrenamiento en área distinta sin garantía de nivel equivalente. Eres experto reconocido externamente en tu campo actual. Si aceptas reconversión interna, demuestras adaptabilidad arriesgando relevancia profesional; si buscas afuera ahora, capitalizas experiencia actual antes que mercado cambie. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 07 item 3",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 415
  },
  {
    "id": "block-B03-q144",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 144,
    "refactored_text": "Un reclutador te ofrece posición en competidor directo que requiere iniciar durante periodo de aviso legal en tu empresa actual. Si aceptas solapamiento, aceleras transición incumpliendo exclusividad contractual tácita; si esperas cumplir aviso completo, corres riesgo que retiren oferta por necesidad urgente de incorporación. ¿Cómo manejas los tiempos?",
    "notes": "Modulo 2 Video B03 batch 07 item 4",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 393
  },
  {
    "id": "block-B03-q145",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 145,
    "refactored_text": "Te enteras extraoficialmente que planean promoverte en seis meses si permaneces, pero recibes oferta externa con nivel superior inmediato. Si esperas promoción interna, confías en promesa no formal arriesgando que cambien planes; si aceptas oferta externa confirmada, renuncias a posible reconocimiento en organización donde invirtiste años. ¿Qué priorizas en tu decisión?",
    "notes": "Modulo 2 Video B03 batch 07 item 5",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 403
  },
  {
    "id": "block-B03-q146",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 146,
    "refactored_text": "La organización implementa evaluación de desempeño nueva donde resultados bajos implican plan de mejora con supervisión estricta. Tienes calificación limítrofe por factores externos ajenos a tu control. Si aceptas plan sin apelar, entras en monitoreo intensivo que marca tu expediente; si cuestionas evaluación formalmente, podrías verte como defensivo resistiendo retroalimentación. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 07 item 6",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 420
  },
  {
    "id": "block-B03-q147",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 147,
    "refactored_text": "Tu pareja recibe oferta laboral en otra ciudad que significa progreso importante para su carrera. Tu empleo actual no permite trabajo remoto permanente. Si priorizas mudanza apoyando a tu pareja, renuncias a estabilidad profesional construida; si propones quedarse, limitas desarrollo de tu pareja por tu situación laboral. Decisión es en tres semanas. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 7",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 395
  },
  {
    "id": "block-B03-q148",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 148,
    "refactored_text": "Durante reestructuración te ofrecen elegir entre dos opciones: reducción salarial temporal con garantía de empleo o mantener salario con contrato a término definido de un año. Tienes obligaciones financieras fijas. Si aceptas reducción, proteges continuidad sacrificando ingreso necesario; si eliges término definido, mantienes nivel económico sin certeza después. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 07 item 8",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 404
  },
  {
    "id": "block-B03-q149",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 149,
    "refactored_text": "Un excolega ahora en posición de liderazgo te contacta para incorporarte a proyecto gubernamental de tres años con estabilidad excepcional pero salario menor. Tu empleo actual es corporativo volátil con mejor ingreso. Si aceptas proyecto estable, ganas seguridad a largo plazo sacrificando ingreso presente; si priorizas salario actual, mantienes nivel económico en contexto organizacional incierto. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 9",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 426
  },
  {
    "id": "block-B03-q150",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 150,
    "refactored_text": "La empresa matriz anuncia integración tecnológica que eliminará 40% de posiciones administrativas en dos años. Te ofrecen certificación en nueva plataforma con compromiso de reubicación si completas entrenamiento exitosamente. Si inviertes tiempo en capacitación sin garantía contractual, apuestas a promesa de continuidad; si rechazas y buscas empleo externo ahora, sales sin nueva competencia técnica. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 10",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 431
  },
  {
    "id": "block-B03-q151",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 151,
    "refactored_text": "Recibes oferta para liderar un emprendimiento familiar con participación accionaria pero sin salario fijo durante primer año. Tienes ahorros limitados y familia dependiente. Si aceptas, apuestas patrimonio personal a proyecto con potencial incierto; si rechazas por prudencia financiera, pierdes oportunidad única de emprendimiento respaldado y participación propietaria significativa. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 11",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 407
  },
  {
    "id": "block-B03-q152",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 152,
    "refactored_text": "Tu supervisor directo será reemplazado por persona con reputación de gestión conflictiva y varios de tu equipo planean renunciar preventivamente. Tienes estabilidad económica actual. Si renuncias anticipadamente con colegas, evitas contexto adverso perdiendo antigüedad valiosa; si esperas evaluar nueva dinámica, demuestras profesionalismo arriesgando quedar en ambiente deteriorado sin alternativas preparadas. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 07 item 12",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 427
  },
  {
    "id": "block-B03-q153",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 153,
    "refactored_text": "La organización ofrece programa sabático remunerado parcialmente de seis meses para proyectos personales con opción de retorno garantizado. Estás en momento crítico de proyecto institucional importante. Si aceptas sabático, desarrollas interés personal desvinculándote de iniciativa estratégica donde eres clave; si rechazas oportunidad, priorizas continuidad profesional postergando desarrollo personal indefinidamente. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 07 item 13",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 431
  },
  {
    "id": "block-B03-q154",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 154,
    "refactored_text": "Un reclutador externo te busca para posición regional que implica viajar 60% del tiempo con incremento salarial sustancial. Tienes hijos pequeños y compromisos familiares semanales. Si aceptas, mejoras ingreso significativamente comprometiendo presencia familiar; si rechazas priorizando familia, mantienes balance personal renunciando a progresión económica y profesional considerable. ¿Qué priorizas en tu respuesta?",
    "notes": "Modulo 2 Video B03 batch 07 item 14",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 415
  },
  {
    "id": "block-B03-q155",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 155,
    "refactored_text": "Durante proceso de adquisición te preguntan confidencialmente si recomendarías a tu equipo para retención o si hay talento prescindible. Tu honestidad puede afectar permanencia de colegas. Si respondes objetivamente señalando rendimientos diferenciados, contribuyes a decisión racional afectando personas; si evades con respuestas genéricas protectoras, distorsionas información crítica para planeación organizacional. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 07 item 15",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 428
  },
  {
    "id": "block-B03-q156",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 156,
    "refactored_text": "La empresa implementa rotación geográfica obligatoria cada dieciocho meses como política de desarrollo. Recientemente compraste vivienda y estableciste raíces comunitarias. Si solicitas excepción formal, te excluyes de plan de crecimiento ejecutivo; si aceptas movilidad, comprometes estabilidad personal y decisión financiera mayor reciente por requerimiento organizacional. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 16",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 67,
    "char_count": 405
  },
  {
    "id": "block-B03-q157",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 157,
    "refactored_text": "Te ofrecen asociarte en consultoría independiente con tres colegas senior que renunciarán simultáneamente. La propuesta requiere capital inicial significativo y renuncia coordinada. Si participas, apuestas a emprendimiento colectivo sin red de seguridad; si declinas, mantienes empleo estable perdiendo oportunidad de sociedad con profesionales experimentados en momento de lanzamiento. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 17",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 413
  },
  {
    "id": "block-B03-q158",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 158,
    "refactored_text": "La dirección cancela programa de trabajo remoto y exige presencialidad completa argumentando productividad. Mudarte cerca de oficina duplica tu costo de vivienda. Si aceptas presencialidad absorbiendo costo adicional, mantienes empleo sacrificando economía personal; si negocias continuidad remota o renuncias, defiendes balance económico arriesgando relación laboral en contexto de política corporativa firme. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 07 item 18",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 429
  },
  {
    "id": "block-B03-q159",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 159,
    "refactored_text": "Un competidor te ofrece duplicar salario si inicias inmediatamente pero tu contrato actual incluye cláusula de no competencia por doce meses. La cláusula es legalmente cuestionable pero defendible. Si aceptas oferta asumiendo riesgo legal, priorizas oportunidad económica con posible litigio; si respetas cláusula esperando, pierdes oferta concreta manteniendo cumplimiento contractual estricto. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 19",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 417
  },
  {
    "id": "block-B03-q160",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 160,
    "refactored_text": "Durante evaluación anual tu jefe sugiere que consideres oportunidades externas porque tu perfil superó las posibilidades de crecimiento interno actuales. Es señal ambigua. Si inicias búsqueda interpretando como sugerencia genuina, actúas preventivamente ante posible salida forzada; si ignoras comentario manteniendo desempeño, podrías perder ventana de transición ordenada si realmente esperan tu renuncia. ¿Cómo interpretas y actúas?",
    "notes": "Modulo 2 Video B03 batch 07 item 20",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 75,
    "char_count": 437
  },
  {
    "id": "block-B03-q161",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 161,
    "refactored_text": "La empresa ofrece plan de propiedad accionaria que requiere invertir 20% de salario anual durante cinco años con restricciones de venta. Tienes otras prioridades financieras inmediatas. Si participas, apuestas a valorización futura comprometiendo liquidez presente; si declinas, evitas riesgo patrimonial perdiendo posible participación en crecimiento organizacional y señal de compromiso institucional. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 21",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 425
  },
  {
    "id": "block-B03-q162",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 162,
    "refactored_text": "Tu organización será absorbida por competidor mayor y te garantizan puesto equivalente en nueva estructura pero con cultura corporativa radicalmente distinta y liderazgo desconocido. Si aceptas transición, aseguras continuidad en contexto cultural incierto; si renuncias antes de fusión, sales voluntariamente sin conocer condiciones finales que podrían ser favorables. Tienes dos meses para decidir. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 07 item 22",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 425
  },
  {
    "id": "block-B03-q163",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 163,
    "refactored_text": "Un cliente importante solicita contratarte directamente ofreciendo condiciones superiores. Tu empleador actual prohibe expresamente este tipo de transiciones. Si aceptas oferta directa del cliente, mejoras posición profesional violando política corporativa explícita; si rechazas respetando norma, demuestras lealtad institucional perdiendo oportunidad concreta de progreso con relación comercial ya establecida. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 23",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 420
  },
  {
    "id": "block-B03-q164",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 164,
    "refactored_text": "Detectas que nueva administración prioriza perfil político sobre competencia técnica en promociones recientes. Eres técnicamente sólido pero reservado socialmente. Si adaptas comportamiento cultivando visibilidad política activamente, aumentas posibilidades de progreso comprometiendo autenticidad personal; si mantienes enfoque técnico esperando reconocimiento meritocrático, defiendes valores profesionales arriesgando estancamiento en sistema modificado. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 24",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 440
  },
  {
    "id": "block-B03-q165",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 165,
    "refactored_text": "La gerencia anuncia que quienes no acepten capacitación en horario no laboral serán excluidos de próximas promociones. Tienes responsabilidades familiares en esos horarios. Si aceptas capacitación extendida, priorizas desarrollo profesional desatendiendo compromisos personales; si solicitas alternativa o rechazas, defiendes balance personal quedando fuera de plan de crecimiento institucional. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 07 item 25",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 415
  },
  {
    "id": "block-B03-q166",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 166,
    "refactored_text": "Te ofrecen contrato internacional de dos años en subsidiaria con salario superior y experiencia global valiosa, pero significa interrumpir maestría que cursas actualmente a mitad. Si aceptas oportunidad internacional, ganas experiencia práctica perdiendo avance académico importante; si completas maestría rechazando oferta, priorizas formación formal sacrificando experiencia laboral internacional difícil de replicar. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 07 item 26",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 428
  },
  {
    "id": "block-B03-q167",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 167,
    "refactored_text": "Durante período de prueba identificas que promesas de entrevista sobre autonomía y recursos eran exageradas. Renunciar pronto muestra currículum inestable; quedarte normaliza condiciones distintas a lo acordado. Si renuncias dentro de prueba, proteges expectativas profesionales marcando historial laboral; si completas período completo tolerando diferencias, demuestras compromiso validando desajuste entre oferta y realidad. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 27",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 428
  },
  {
    "id": "block-B03-q168",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 168,
    "refactored_text": "Un reclutador te busca para posición ideal pero el proceso incluye evaluaciones psicométricas invasivas sobre valores personales y vida privada no relacionadas con competencias técnicas. Si participas aceptando evaluación completa, accedes a oportunidad cediendo privacidad personal; si cuestionas pertinencia de evaluaciones, defiendes límites profesionales arriesgando descalificación por resistencia al proceso. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 07 item 28",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 424
  },
  {
    "id": "block-B03-q169",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 169,
    "refactored_text": "Tu área será externalizada y te ofrecen liderar transición durante seis meses con bono de permanencia, sabiendo que tu propio puesto desaparecerá después. Si aceptas, aseguras ingreso temporal facilitando proceso que elimina tu posición; si renuncias inmediatamente, sales sin compensación adicional dejando equipo sin conducción en momento crítico de cambio organizacional. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 29",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 416
  },
  {
    "id": "block-B03-q170",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 170,
    "refactored_text": "La organización implementa ranking público de productividad individual mensual. Consistentemente estás en percentil medio-alto pero sistema genera competencia destructiva y ansiedad colectiva. Si participas activamente optimizando métricas, mejoras posición personal legitimando práctica cuestionable; si manifiestas oposición formal, lideras resistencia visible arriesgando percepción de bajo compromiso. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 07 item 30",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 419
  },
  {
    "id": "block-B03-q171",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 171,
    "refactored_text": "Te contactan para proyecto freelance paralelo altamente remunerado en horarios libres. Tu contrato no prohíbe actividades externas pero supervisor valora dedicación exclusiva tácita. Si aceptas sin informar, generas ingreso adicional con riesgo de conflicto futuro; si consultas formalmente solicitando autorización, expones intención pudiendo recibir negativa o cuestionamiento de compromiso institucional. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 31",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 426
  },
  {
    "id": "block-B03-q172",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 172,
    "refactored_text": "La dirección ofrece retiro voluntario con paquete financiero atractivo para reducir plantilla sin despidos. Tienes proyecto emprendedor esperando pero sin validación de mercado. Si aceptas paquete, ganas capital inicial y tiempo arriesgando ingreso estable sin certeza de éxito emprendedor; si rechazas, mantienes seguridad laboral postergando indefinidamente proyecto personal que requiere dedicación completa. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 32",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 427
  },
  {
    "id": "block-B03-q173",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 173,
    "refactored_text": "Un proveedor externo con quien trabajas frecuentemente te ofrece posición interna aprovechando conocimiento mutuo. Cambiar implicaría convertirte en proveedor de tu empleador actual generando conflicto de interés potencial. Si aceptas, capitalizas relación profesional construida en posible tensión ética; si rechazas por lealtad institucional, pierdes oportunidad de crecimiento basada en expertise demostrada. ¿Cómo manejas esta situación?",
    "notes": "Modulo 2 Video B03 batch 07 item 33",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 431
  },
  {
    "id": "block-B03-q174",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 174,
    "refactored_text": "Durante negociación de renovación contractual la empresa reduce beneficios alegando estandarización de condiciones. Tu contrato original incluía flexibilidad horaria valiosa para ti. Si aceptas nuevas condiciones estándar, mantienes empleo sacrificando beneficio diferencial importante; si negocias firmemente mantenimiento de condiciones, defiendes acuerdo previo arriesgando relación en contexto de ajuste organizacional generalizado. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 34",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 438
  },
  {
    "id": "block-B03-q175",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 175,
    "refactored_text": "Te ofrecen liderar expansión en mercado emergente con alto potencial pero inestabilidad política documentada. Éxito significa proyección ejecutiva; fracaso por factores externos puede marcar carrera negativamente. Si aceptas, asumes proyecto de alta visibilidad con riesgo contextual significativo; si rechazas sugiriendo perfil alternativo, evitas exposición perdiendo oportunidad de liderazgo estratégico internacional. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 07 item 35",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 426
  },
  {
    "id": "block-B03-q176",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 176,
    "refactored_text": "La organización cambia esquema de compensación de salario fijo a variable con componente significativo atado a metas colectivas fuera de tu control directo. Si aceptas nuevo esquema, asumes volatilidad de ingreso por desempeño grupal; si solicitas mantenimiento de esquema anterior, te diferencias de equipo en momento de cambio cultural hacia resultados compartidos. ¿Cómo respondes?",
    "notes": "Modulo 2 Video B03 batch 07 item 36",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 409
  },
  {
    "id": "block-B03-q177",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 177,
    "refactored_text": "Un exsupervisor con quien tuviste relación difícil será tu nuevo jefe tras reorganización interna. Conoces sus patrones de gestión problemáticos. Si inicias búsqueda externa preventivamente, actúas por experiencia pasada sin dar oportunidad a contexto nuevo; si esperas evaluar dinámica actual, demuestras apertura arriesgando repetir experiencia laboral negativa sin alternativas preparadas. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 37",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 413
  },
  {
    "id": "block-B03-q178",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 178,
    "refactored_text": "Te ofrecen promoción que requiere supervisar despido de dos miembros actuales de tu equipo como primera tarea. Ambos son profesionalmente competentes pero área será reducida. Si aceptas promoción, avanzas jerárquicamente ejecutando decisión dolorosa sobre colegas; si rechazas por conflicto ético personal, pierdes progresión esperada y otro ejecutará decisión igualmente. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 38",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 406
  },
  {
    "id": "block-B03-q179",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 179,
    "refactored_text": "La empresa implementa monitoreo digital de actividad laboral continuo argumentando productividad. Esto genera percepción de vigilancia constante. Si aceptas política sin cuestionar, normalizas práctica invasiva manteniendo empleo; si manifiestas oposición formal citando privacidad, lideras resistencia visible pudiendo ser marcado como problemático en contexto de implementación corporativa decidida. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 07 item 39",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 416
  },
  {
    "id": "block-B03-q180",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 180,
    "refactored_text": "Un competidor te busca ofreciendo posición equivalente con mejor salario pero solicitando información sobre estrategia actual de tu empleador como demostración de valor. Si compartes análisis estratégico interno, aceleras proceso de selección traicionando confidencialidad; si te niegas, demuestras integridad profesional perdiendo ventaja competitiva en proceso de reclutamiento donde otros candidatos podrían ser menos escrupulosos. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 07 item 40",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 75,
    "char_count": 441
  },
  {
    "id": "block-B03-q181",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 181,
    "refactored_text": "La dirección anuncia que quienes participen voluntariamente en proyecto de fin de semana durante cuatro meses recibirán preferencia en próxima ronda de promociones. Tienes compromisos personales establecidos. Si participas sacrificando tiempo personal, aumentas probabilidad de ascenso comprometiendo balance; si priorizas límites personales, mantienes bienestar quedando en desventaja frente a colegas que acepten disponibilidad extendida. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 41",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 78,
    "char_count": 447
  },
  {
    "id": "block-B03-q182",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 182,
    "refactored_text": "Durante crisis económica la empresa ofrece dos opciones: reducción salarial de 15% con empleo garantizado o mantener salario con riesgo de despido según desempeño. Tienes obligaciones financieras ajustadas. Si aceptas reducción, proteges continuidad con presión económica personal; si mantienes salario apostando a desempeño, asumes incertidumbre laboral preservando ingreso necesario temporalmente. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 07 item 42",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 419
  },
  {
    "id": "block-B03-q183",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 183,
    "refactored_text": "Te enteras confidencialmente que tu posición será eliminada en próxima reestructuración trimestral pero formalmente no lo anunciarán hasta último momento. Si inicias búsqueda discreta ahora, proteges futuro trabajando distraído; si mantienes desempeño completo esperando anuncio oficial, demuestras profesionalismo arriesgando transición apresurada sin preparación adecuada. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 43",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 408
  },
  {
    "id": "block-B03-q184",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 184,
    "refactored_text": "Un reclutador te ofrece proceso acelerado para posición superior si renuncias esta semana demostrando disponibilidad inmediata. Tu situación actual es estable. Si renuncias sin oferta formal garantizada, demuestras compromiso arriesgando quedar sin empleo si proceso falla; si solicitas oferta escrita antes de renunciar, proteges seguridad pudiendo perder oportunidad por candidato más ágil. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 44",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 418
  },
  {
    "id": "block-B03-q185",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 185,
    "refactored_text": "La organización cambia de esquema de evaluación a sistema de calibración forzada donde porcentaje fijo debe calificarse como bajo desempeño independientemente de resultados absolutos. Si participas en sistema como evaluador, aplicas proceso cuestionable cumpliendo rol; si cuestionas metodología formalmente, defiendes criterio profesional arriesgando percepción de resistencia a directriz corporativa establecida. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 07 item 45",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 434
  },
  {
    "id": "block-B03-q186",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 186,
    "refactored_text": "Te ofrecen posición en organización sin fines de lucro alineada con tus valores con salario 35% menor que tu ingreso actual. Tienes estabilidad financiera pero no margen amplio. Si aceptas, priorizas propósito personal sacrificando nivel económico construido; si rechazas por prudencia financiera, mantienes ingreso postergando aspiración de trabajo con impacto social significativo. ¿Qué priorizas en tu decisión?",
    "notes": "Modulo 2 Video B03 batch 07 item 46",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 75,
    "char_count": 421
  },
  {
    "id": "block-B03-q187",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 187,
    "refactored_text": "Durante fusión te asignan entrenar a contraparte externa que asumirá tus responsabilidades mientras tu nuevo rol permanece indefinido. Si capacitas efectivamente, facilitas transición acelerando tu posible redundancia; si retienes conocimiento estratégicamente, obstaculizas proceso quedando expuesto cuando auditen transferencia de conocimiento. La integración será evaluada en tres meses. ¿Cómo manejas capacitación?",
    "notes": "Modulo 2 Video B03 batch 07 item 47",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 421
  },
  {
    "id": "block-B03-q188",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 188,
    "refactored_text": "La empresa ofrece programa de movilidad interna donde puedes rotar a área diferente con aprendizaje garantizado pero sin retorno a posición actual. Eres experto consolidado en tu especialidad. Si aceptas rotación, exploras desarrollo diverso perdiendo expertise construida y posición de referente; si rechazas, mantienes dominio técnico actual renunciando a versatilidad organizacional valorada en nuevos esquemas. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 07 item 48",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 76,
    "char_count": 428
  },
  {
    "id": "block-B03-q189",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 189,
    "refactored_text": "Un reclutador externo te busca para posición en industria regulada que requiere certificación costosa y examen riguroso sin garantía de aprobación ni de oferta final. Si inviertes tiempo y dinero en certificación, apuestas a oportunidad incierta; si solicitas compromiso formal previo, demuestras prudencia pudiendo ser descartado por candidatos que asuman riesgo de preparación sin condiciones. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 07 item 49",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 422
  },
  {
    "id": "block-B03-q190",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 190,
    "refactored_text": "La dirección anuncia que mantendrán solo a quienes firmen nuevo contrato con cláusula de disponibilidad geográfica total en próximos cinco años. Tienes arraigo familiar establecido. Si firmas cláusula, aseguras continuidad comprometiendo estabilidad personal futura; si rechazas defendiendo límites geográficos, priorizas arraigo familiar renunciando voluntariamente a empleo actual sin alternativa inmediata. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 07 item 50",
    "sot_checksum": "m2v_sot_batch07",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 428
  }
]