[
  {
    "id": "block-B03-q021",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 21,
    "refactored_text": "Tu equipo apenas domina la metodología anterior cuando la dirección impone un nuevo método sin capacitación porque gustó en un seminario. El equipo está frustrado y tú debes ejecutar el cambio. Si expresas que el tiempo es insuficiente, podrían verte como resistente y excluirte de decisiones; si aplicas el método sin cuestionarlo, arriesgas errores que afectarán tu evaluación. ¿Qué priorizas y por qué?",
    "notes": "Replaced Scrum/Kanban with generic terms per banned_words. Added explicit cost to integrity path.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 368
  },
  {
    "id": "block-B03-q022",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 22,
    "refactored_text": "Con 48 horas de aviso te cambian al turno de noche por un mes. Tu energía baja y una semana después tu jefe critica tu falta de dinamismo y cuestiona tu compromiso frente al equipo. Si respondes defendiendo tu situación, podrían etiquetarte como conflictivo y alejarte de proyectos clave; si aceptas la crítica en silencio, validas una percepción injusta que afectará tu evaluación. ¿Cómo justificas tu decisión?",
    "notes": "Two paths with explicit reputational cost on integrity choice.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 376
  },
  {
    "id": "block-B03-q023",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 23,
    "refactored_text": "La dirección anuncia una reorganización sin detallar despidos y surgen rumores sobre la venta de tu división. Tu supervisor evade preguntas y el equipo te busca por respuestas. Si compartes tus propias dudas, podrían verte como alarmista y perder credibilidad; si finges seguridad sin información, sostienes una calma falsa que podría romperse y afectar la confianza en ti. ¿Qué haces y por qué?",
    "notes": "Replaced CEO with 'la dirección'. Both paths have reputational cost.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 358
  },
  {
    "id": "block-B03-q024",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 24,
    "refactored_text": "El lunes un comunicado oficial niega despidos; el viernes convocan a tu departamento a una reunión urgente con Personal. La ansiedad paraliza al equipo y tu productividad cae. Si expresas tu preocupación abiertamente, podrían verte como débil y afectar tu imagen ante jefatura; si finges normalidad y trabajas bajo presión extrema, arriesgas errores que justificarían un recorte. ¿Cómo actúas y qué priorizas?",
    "notes": "Replaced RRHH with Personal. Explicit cost on both paths.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 364
  },
  {
    "id": "block-B03-q025",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 25,
    "refactored_text": "Implementan un nuevo sistema de gestión complejo mientras reducen los plazos de entrega en un 20%. Tu equipo aún lucha con la herramienta y ahora debe ser más rápido. Si pides una extensión para aprender bien el sistema, podrían verte como poco adaptable y quedar fuera de proyectos visibles; si entregas con errores por la prisa, tu evaluación reflejará fallas de calidad. ¿Qué decides y por qué?",
    "notes": "Replaced 'software' with 'sistema'. Two clear paths with cost.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 362
  },
  {
    "id": "block-B03-q026",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 26,
    "refactored_text": "Te asignan una capacitación obligatoria de dos semanas para un nuevo sistema clave, pero corre el rumor de que tu departamento será subcontratado en seis meses. Algunos compañeros planean no tomarse en serio el curso. Si te esfuerzas en la capacitación, inviertes tiempo en algo que podría no servir y te desgastas; si la tomas a la ligera, arriesgas quedar mal evaluado si el rumor es falso. ¿Cómo justificas tu decisión?",
    "notes": "Both paths show explicit cost. Integrity choice requires effort with uncertain payoff.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 78,
    "char_count": 378
  },
  {
    "id": "block-B03-q027",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 27,
    "refactored_text": "Tras un año de trabajo, tu proyecto principal es cancelado por recortes. Te reasignan a un equipo sin objetivos claros mientras otros proyectos continúan. Si expresas tu frustración y pides un rol con más sentido, podrían verte como poco flexible y afectar tu permanencia; si aceptas sin cuestionar, tu portafolio queda estancado y pierdes visibilidad para futuras oportunidades. ¿Qué haces y por qué?",
    "notes": "Clear dilemma with reputational and career cost on both paths.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 359
  },
  {
    "id": "block-B03-q028",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 28,
    "refactored_text": "La empresa implementa un nuevo sistema de registro obligatorio. Un colega veterano y respetado se niega a usarlo y sigue con sus propias hojas, generando datos inconsistentes; tu supervisor no interviene. Si confrontas al colega, podrías ganarte un enemigo influyente que afecte tu evaluación; si ignoras el problema, los errores de datos podrían atribuirse a todo el equipo, incluyéndote. ¿Cómo actúas y qué priorizas?",
    "notes": "Replaced CRM with 'sistema de registro'. Explicit cost on integrity path.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 373
  },
  {
    "id": "block-B03-q029",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 29,
    "refactored_text": "Te ascienden a líder de equipo, pero en tu primera semana anuncian congelación de contrataciones y no puedes cubrir una vacante clave. Debes cumplir objetivos con un equipo sobrecargado mientras aprendes tu nuevo rol. Si pides ajustar las metas, podrían verte como incapaz de asumir el ascenso; si exiges más al equipo sin apoyo, arriesgas renuncias que afectarán tu gestión. ¿Qué priorizas y por qué?",
    "notes": "Two paths with leadership reputation at stake.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 361
  },
  {
    "id": "block-B03-q030",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 30,
    "refactored_text": "Una nueva política exige que los abogados aprueben todas las comunicaciones a clientes, añadiendo dos días al proceso. Tus metas de respuesta rápida no se ajustaron y los clientes se quejan; tu jefe insiste en cumplir con todo. Si escalas el conflicto entre normas y metas, podrían verte como problemático; si absorbes la presión sin decir nada, tu evaluación reflejará clientes insatisfechos. ¿Cómo decides y por qué?",
    "notes": "Replaced 'Legal' with 'los abogados'. Clear cost on both options.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 375
  },
  {
    "id": "block-B03-q031",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 31,
    "refactored_text": "En la temporada de más trabajo del año, con horas extra constantes, la empresa lanza talleres obligatorios de bienestar de una hora diaria que restan tiempo para tus entregas. Si cuestionas la programación, podrían etiquetarte como poco comprometido con la cultura; si asistes sin protestar, tus entregas se retrasan y tu evaluación podría reflejarlo como falta de organización. ¿Qué haces y por qué?",
    "notes": "Paradox of wellness initiative. Both paths have explicit cost.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 358
  },
  {
    "id": "block-B03-q032",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 32,
    "refactored_text": "El líder de tu proyecto renuncia a mitad de un lanzamiento crítico y te piden asumir el rol. El equipo está desmoralizado y escéptico; tienes dos semanas para evitar que el proyecto fracase. Si pides más tiempo para ordenar prioridades, podrían verte como incapaz de liderar bajo presión; si avanzas sin pausa, arriesgas errores visibles que afectarán tu reputación y la del equipo. ¿Cómo justificas tu decisión?",
    "notes": "Leadership under crisis. Explicit reputational cost on integrity path.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 75,
    "char_count": 369
  },
  {
    "id": "block-B03-q033",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 33,
    "refactored_text": "Tras un trimestre intenso, tu supervisor anuncia que el proyecto se extiende seis meses más con metas más ambiciosas, sin compensación ni recursos adicionales. Sientes agotamiento y la motivación del equipo se desploma. Si expresas que el ritmo es insostenible, podrían verte como poco resiliente; si aceptas sin cuestionar, tu salud y calidad de trabajo se deteriorarán afectando tu evaluación. ¿Qué priorizas y por qué?",
    "notes": "Burnout scenario with explicit personal and professional cost.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 378
  },
  {
    "id": "block-B03-q034",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 34,
    "refactored_text": "En una rotación interna te asignan un supervisor conocido por pedir reportes diarios y cuestionar cada decisión; tu jefe anterior te daba total autonomía y el cambio frena tu ritmo. Si le pides más espacio para trabajar, podría interpretar que no aceptas su estilo y afectar tu evaluación; si te adaptas sin decir nada, tu productividad baja y podrían cuestionarte por lento. ¿Cómo actúas y qué priorizas?",
    "notes": "Micromanagement adaptation. Both paths have performance/reputation cost.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 361
  },
  {
    "id": "block-B03-q035",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 35,
    "refactored_text": "La empresa introduce una política de escritorios compartidos para fomentar colaboración. Llegas un día y tu espacio organizado está ocupado; varios compañeros organizan una queja formal. Si te sumas a la queja, podrían verte como resistente al cambio y afectar tu imagen ante la dirección; si te adaptas en silencio, pierdes tu espacio sin que nadie escuche tu perspectiva. ¿Qué decides y por qué?",
    "notes": "Workspace policy dilemma. Reputational cost explicit on integrity path.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 356
  },
  {
    "id": "block-B03-q036",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 36,
    "refactored_text": "Te asignan liderar un proyecto que ya fracasó dos veces y es considerado causa perdida. Tu equipo son personas reasignadas de otros proyectos y tu supervisor dice: haz lo que puedas, no esperamos milagros. Si pides recursos o apoyo real, podrían verte como incapaz de innovar con lo que hay; si aceptas tal cual, el tercer fracaso quedará en tu historial. ¿Cómo justificas tu decisión?",
    "notes": "Lost cause project. Career cost explicit on both paths.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 347
  },
  {
    "id": "block-B03-q037",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 37,
    "refactored_text": "Tu empresa anuncia una alianza con un antiguo competidor y debes fusionar tu equipo ágil con uno muy jerárquico de la otra empresa. Ambas culturas chocan y el proyecto se estanca. Si propones un modelo intermedio, el equipo externo podría verte como arrogante y bloquear decisiones; si cedes a su estructura, tu equipo se frustra y podrías perder su confianza. ¿Qué priorizas y por qué?",
    "notes": "Culture clash scenario. Leadership credibility at stake on both sides.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 349
  },
  {
    "id": "block-B03-q038",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 38,
    "refactored_text": "En seis meses tu departamento fue reorganizado tres veces. Justo cuando te adaptas a un nuevo jefe, anuncian otra optimización y ahora reportarás a un gerente de otra área que no entiende tu trabajo; tus proyectos clave quedan pausados. Si cuestionas los cambios constantes, podrían marcarte como desalineado; si aceptas en silencio, tu trabajo pierde continuidad y visibilidad. ¿Cómo actúas y por qué?",
    "notes": "Constant restructuring. Career stagnation vs reputation risk.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 359
  },
  {
    "id": "block-B03-q039",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 39,
    "refactored_text": "Implementan un sistema de seguimiento detallado de horas de trabajo que antes no existía. La dirección dice que es para optimizar recursos, pero tu equipo siente desconfianza y lo ve como pérdida de tiempo. Si expresas la incomodidad del equipo, podrían verte como resistente a la transparencia; si cumples sin comentar, el equipo podría perder motivación y culparte por no representarlos. ¿Qué haces y por qué?",
    "notes": "Time tracking policy. Trust and representation dilemma.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 367
  },
  {
    "id": "block-B03-q040",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 40,
    "refactored_text": "Tu nuevo supervisor cambia la estrategia de tu proyecto más importante, desechando el plan que el equipo llevaba meses ejecutando. Su nueva visión requiere un enfoque que consideras menos eficiente y más arriesgado. Si expresas tus dudas sobre el nuevo rumbo, podría verte como insubordinado y afectar tu evaluación; si ejecutas sin cuestionar, el fallo podría atribuirse a tu implementación. ¿Cómo justificas tu decisión?",
    "notes": "Strategy override. Responsibility and insubordination risk explicit.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 372
  }
]
