[
  {
    "id": "block-B03-q261",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 261,
    "refactored_text": "El área de personal propone financiar una especialización si firmas un compromiso de dos años sin cambios de rol; un competidor te ofrece un ascenso inmediato, pero en un proyecto de alto riesgo de recorte. Quedarte te asegura formación y estabilidad a costa de tu movilidad interna; irte acelera tu título y sueldo, asumiendo el riesgo de quedar fuera si el proyecto se suspende. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 1",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q262",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 262,
    "refactored_text": "Para liderar la automatización de planta, debes comprometerte a permanecer 18 meses sin vacaciones prolongadas; otra empresa te ofrece un rol similar con descanso flexible, pero con un contrato a prueba. Aceptar te da la propiedad sobre el cambio sacrificando tu tiempo personal; irte te da libertad, pero te arriesgas a ser desvinculado si no cumples los objetivos rápido. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 10 item 2",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q263",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 263,
    "refactored_text": "La empresa cubre tu traslado a la capital si garantizas tres años de permanencia presencial; un proyecto remoto te permite quedarte en tu ciudad con un sueldo menor. Mudarte potencia tu exposición corporativa sacrificando tu red local y social; quedarte preserva tu entorno, pero limita tu crecimiento profesional y tus ingresos. ¿Cuál camino priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 3",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q264",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 264,
    "refactored_text": "El plan de sucesión local te reserva un asiento gerencial si renuncias a postular fuera por 24 meses; una consultora internacional te quiere ahora, pero sin una garantía de continuidad. Quedarte te asegura carrera interna a costa de tu libertad de mercado; irte te da visibilidad global, arriesgando quedar sin una red de apoyo si no resulta. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 4",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q265",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 265,
    "refactored_text": "Para renovar tu visa corporativa, debes firmar una permanencia de dos años y aceptar guardias nocturnas trimestrales; un empleo local elimina ese requisito, pero reduce tus ingresos. Firmar mantiene tu estabilidad migratoria sacrificando descanso y movilidad; cambiar te libera de guardias, pero pierdes la protección legal actual. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 5",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q266",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 266,
    "refactored_text": "Te ofrecen ser embajador de la marca con viajes pagados, pero debes quedarte dos años y restringir colaboraciones externas; una empresa nueva te invita como vocero sin ataduras, pero sin un presupuesto fijo. Aceptar te da recursos y reputación limitando tu libertad creativa; declinar mantiene tu independencia, perdiendo el respaldo financiero y logístico. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 6",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q267",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 267,
    "refactored_text": "El bono de productividad se paga solo si permaneces hasta cerrar la auditoría en 14 meses; un banco te ofrece un puesto estable ya, pero sin una compensación variable. Quedarte te da un extra significativo con carga intensa y poca movilidad; irte estabiliza tu ingreso, perdiendo el bono y la visibilidad del proyecto. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 7",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q268",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 268,
    "refactored_text": "Te nombran responsable de un centro regional, con una cláusula de permanencia de tres años y nulas rotaciones internas; otro rol central te permite moverte a los 12 meses, pero sin equipo propio. Aceptar te da liderazgo y presupuesto sacrificando flexibilidad; el rol central te conserva móvil, pero sin autoridad directa. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 8",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q269",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 269,
    "refactored_text": "Para acceder a acciones restringidas, debes quedarte cuatro años y aceptar una cláusula de no competencia; una firma emergente te da un salario mayor sin acciones, pero con contrato anual renovable. Quedarte construye patrimonio sacrificando tu libertad de mercado; irte mejora tu ingreso inmediato, pero podrías quedar sin respaldo si no renuevan. ¿Qué camino tomas?",
    "notes": "Modulo 2 Video B03 batch 10 item 9",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q270",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 270,
    "refactored_text": "Te ofrecen un sabático pagado de seis meses con la condición de volver y quedarte dos años más; una universidad te acepta como docente ahora, pero exige dedicación exclusiva. Tomar el sabático preserva tu empleo futuro, limitando tu libertad posterior; aceptar la docencia te reinventa, pero implica renunciar a la empresa actual. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 10",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q271",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 271,
    "refactored_text": "El patrocinio de un curso ejecutivo exige que firmes permanencia de 30 meses y disponibilidad total para viajes; un rol interno sin patrocinio te deja libre de ataduras. Firmar acelera tu desarrollo a costa de tu autonomía; rechazar te mantiene flexible, pero retrasa tu formación profesional financiada. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 11",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q272",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 272,
    "refactored_text": "Te proponen liderar la integración de dos filiales por 20 meses, con cláusula de permanencia y sin opción de traslado; otra área te ofrece un rol menor pero movilidad plena. Aceptar te da exposición estratégica sacrificando tu flexibilidad; moverte preserva tu libertad, pero te aleja de un proyecto de alto impacto. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 12",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q273",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 273,
    "refactored_text": "La nueva política de beneficios familiares incluye guardería subsidiada solo para quienes firmen permanencia de tres años; una empresa pequeña te ofrece el mismo salario sin esa condición, pero sin apoyo familiar. Firmar te da soporte inmediato sacrificando tu movilidad; cambiar te deja decidir libremente, pero pagas el costo total por tu cuenta. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 13",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q274",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 274,
    "refactored_text": "Para acceder a la rotación internacional en un año, debes comprometerte a permanecer en la filial actual hasta entonces; un rival te quiere contratar de inmediato en el extranjero. Esperar te asegura un plan oficial sacrificando tu salto ya; irte acelera tu experiencia global, pero cierras la puerta a la ruta corporativa estable. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 14",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q275",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 275,
    "refactored_text": "Te piden quedarte hasta cerrar una modernización crítica de 15 meses, posponiendo tu ascenso lateral; un aliado interno te ofrece moverte ya a su equipo, pero sin bono. Quedarte protege la continuidad del proyecto sacrificando tu avance inmediato; moverte cuida tu plan de carrera, pero deja al equipo sin un referente. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 10 item 15",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q276",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 276,
    "refactored_text": "El programa de retención senior ofrece un bono anual si no postulas a puestos externos ni internos por dos años; un reclutador externo te reserva entrevista final ya. Aceptar el plan te asegura un ingreso extra sacrificando oportunidades; ir a la entrevista mantiene tus opciones, pero podría cerrarte el acceso al programa y marcarte como inestable. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 16",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q277",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 277,
    "refactored_text": "Para patrocinar tu certificación ágil, la empresa exige exclusividad y que lideres tres oleadas internas durante un año; una firma externa te permite certificarte pagando tú mismo, con menos carga. Firmar te da apoyo financiero a costa de tiempo y movilidad; pagar por tu cuenta preserva tu agenda, pero golpea significativamente tus ahorros. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 17",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q278",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 278,
    "refactored_text": "La dirección te propone dirigir una oficina emergente, con permanencia mínima de dos años y sin teletrabajo; una empresa flexible te ofrece el mismo sueldo de forma remota. Aceptar te da mando y experiencia presencial sacrificando tu equilibrio personal; elegir lo remoto preserva tu vida actual, pero limita tu exposición de liderazgo. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 18",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q279",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 279,
    "refactored_text": "Te ofrecen formar parte de un comité de innovación con presupuesto, pero debes declinar toda oferta externa por un año; una incubadora te invita como mentor pagado de inmediato. Quedarte fortalece tu influencia interna limitando tu mercado; aceptar la mentoría te expone a nuevos ecosistemas, pero arriesga tu reputación de compromiso. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 19",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q280",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 280,
    "refactored_text": "El nuevo plan médico preferente aplica solo a quienes firmen permanencia de tres años y acepten turnos críticos; un empleo sin esos turnos te paga menos, pero te deja elegir el médico libremente. Firmar mejora tu cobertura sacrificando control de agenda; cambiar te mantiene dueño de tu tiempo, pero con menor protección médica. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 20",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q281",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 281,
    "refactored_text": "Para obtener la beca de idiomas, debes comprometerte a cubrir horarios extendidos durante 12 meses y no postular a traslados; otra empresa te contrata sin requisito de idioma, pero con horario fijo. Aceptar te desarrolla profesionalmente con carga extra y menos movilidad; irte te estabiliza el horario, pero te quedas sin el beneficio de la beca. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 21",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q282",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 282,
    "refactored_text": "El consejo te propone un plan de mentoría directa, pero debes quedarte al menos dos ciclos presupuestales y renunciar a entrevistas externas; un oferente te da un puesto similar sin mentoría, pero libre de ataduras. Quedarte te da guía y acceso de nivel superior, perdiendo movilidad; irte conserva tu independencia, pero avanzas sin patrocinio ejecutivo. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 22",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q283",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 283,
    "refactored_text": "Se abre un rol mixto atractivo, pero exige un acuerdo de no movilidad interna por 18 meses; una posición menos visible te deja moverte en seis meses. Firmar el rol mixto mejora tu balance actual sacrificando futuro movimiento; elegir la otra te mantiene flexible, pero con menor visibilidad y beneficio inmediato. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 23",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q284",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 284,
    "refactored_text": "Te piden liderar un rescate de proyecto crítico por un año, con bono solo si permaneces hasta el final y sin opción de teletrabajo; un rol remoto con menor presión está disponible. Aceptar te da reputación y bono sacrificando comodidad diaria; tomar lo remoto cuida tu bienestar, pero te resta exposición ejecutiva. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 24",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q285",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 285,
    "refactored_text": "El equipo de ciberseguridad te ofrece un bono por liderar incidentes, pero con guardias rotativas y permanencia mínima de 16 meses; un rol de oficina con horario fijo te paga menos, pero te libera de guardias. Aceptar asegura ingresos y prestigio técnico sacrificando noches y movilidad; elegir lo fijo preserva tu rutina, pero con menor impacto. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 25",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q286",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 286,
    "refactored_text": "Para asumir una jefatura, debes congelar cualquier proceso externo por 12 meses y trabajar presencial tres días a la semana; otro rol técnico mantiene tu flexibilidad y posibilidad de entrevistas. Tomar la jefatura te da liderazgo sacrificando movilidad y tiempo; mantenerte técnico preserva tu libertad, pero demora tu salto a gestión. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 26",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q287",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 287,
    "refactored_text": "El laboratorio de investigación y desarrollo te garantiza presupuesto por dos años si aceptas no postular a roles comerciales; una unidad de negocio te ofrece comisiones inmediatas, pero sin fondos de innovación. Quedarte en investigación y desarrollo te da recursos y estabilidad sacrificando ingresos variables; saltar a negocio mejora tu flujo hoy, pero corta tu línea de investigación. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 27",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q288",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 288,
    "refactored_text": "Una alianza público-privada te ofrece estabilidad a tres años con cláusula de exclusividad y reportes presenciales; un emprendimiento te propone sociedad parcial remota, pero sin salario fijo. Aceptar te da certeza y estructura sacrificando tu flexibilidad; el emprendimiento ofrece libertad y un alto potencial, a cambio de un riesgo total. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 28",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q289",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 289,
    "refactored_text": "Tu gerente ofrece financiar tu traslado familiar si aceptas quedar atado al área dos años; un rol interno lateral te permite mantener la ciudad actual, pero sin el beneficio del traslado. Aceptar mejora tu economía y estabilidad, limitando tu movimiento; rechazar protege tu independencia geográfica, pero asumes el costo total y un posible estancamiento. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 29",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q290",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 290,
    "refactored_text": "El comité de crisis te pide quedarte hasta cerrar un caso reputacional en 10 meses, con riesgo alto de desgaste; una aseguradora te ofrece un puesto sin presión, pero con menor salario. Aceptar te posiciona como clave sacrificando tu salud y tranquilidad; irte te da calma, pero pierdes la visibilidad y el bono asociado al caso. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 10 item 30",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q291",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 291,
    "refactored_text": "Para dirigir un piloto de sostenibilidad, debes firmar que no renunciarás por 18 meses y aceptar evaluaciones públicas constantes; un rol interno más discreto te deja libre de ese compromiso. Tomar el piloto te da impacto y exposición sacrificando privacidad y movilidad; declinar protege tu agenda, pero pierdes una vitrina estratégica. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 31",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q292",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 292,
    "refactored_text": "El acuerdo de guardias críticas ofrece doble pago, pero exige que no participes en procesos externos durante 12 meses; un rol administrativo te quita las guardias, pero reduce tu ingreso base. Aceptar refuerza tu bolsillo sacrificando movilidad y descanso; irte a lo administrativo baja tu sueldo, pero libera tus noches. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 32",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q293",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 293,
    "refactored_text": "Te ofrecen ser enlace con un regulador por 14 meses, con cláusula de permanencia y viajes constantes; otra área te da un puesto interno estable, sin viajes, pero sin exposición externa. Aceptar te posiciona ante la autoridad sacrificando tiempo y movilidad; el puesto interno preserva tu rutina, pero sin proyección en la industria. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 33",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q294",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 294,
    "refactored_text": "La empresa pagará tu máster si te quedas mínimo tres años y asumes tutorías internas los fines de semana; una beca externa te exige renunciar, pero te deja gestionar tu tiempo. Quedarte te financia estudios sacrificando descanso y movilidad; la beca te da control, pero pierdes el empleo y los beneficios actuales. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 34",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q295",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 295,
    "refactored_text": "Te ofrecen estabilidad total durante una fusión si firmas permanencia de 24 meses y aceptas congelar tu salario el primer año; una empresa financiera tecnológica te paga más hoy, pero con un alto riesgo de cierre. Aceptar reduce tu ingreso inicial, pero te blinda contra la inestabilidad de la fusión; irte apuesta a ganar más rápido, asumiendo la incertidumbre. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 35",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q296",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 296,
    "refactored_text": "El comité de talento te declara clave y te pide posponer cualquier traslado 12 meses, ofreciendo acompañamiento ejecutivo a cambio; una empresa externa te ofrece el mismo rol sin ese acompañamiento, pero te permite moverte de ciudad. Quedarte te da guía y estabilidad sacrificando tu plan personal de traslado; irte te acerca a tu meta geográfica, perdiendo soporte interno. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 36",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q297",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 297,
    "refactored_text": "Para conservar tu equipo actual, debes firmar que no solicitarás cambios de área por un año mientras estabilizas procesos; un rol nuevo en otra gerencia te atrae, pero implica dejar a tu gente sin líder. Firmar te mantiene con tu equipo sacrificando tu desarrollo inmediato; moverte impulsa tu carrera, pero rompe la continuidad colectiva. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 37",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q298",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 298,
    "refactored_text": "La empresa propone pagarte un curso de liderazgo si aceptas cubrir rotaciones de fin de semana durante un año y no postular a ascensos; un competidor te ofrece el ascenso ya sin formación. Aceptar invierte en tu futuro sacrificando tiempo y avance inmediato; irte acelera tu título, pero sin desarrollo guiado. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 38",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q299",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 299,
    "refactored_text": "Te ofrecen un asiento en comité estratégico con acceso a información privilegiada, pero debes firmar permanencia de 18 meses y renunciar a consultorías externas; otra empresa te contrata como consultor independiente ahora. Quedarte amplía tu influencia sacrificando ingresos alternos; irte te da libertad y dinero inmediato, pero sin respaldo institucional. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 39",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q300",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 300,
    "refactored_text": "Tu jefa ofrece respaldar tu promoción si te quedas un año más liderando un sistema legado que nadie quiere mantener; un área nueva te ofrece tecnología moderna, pero sin promesa de ascenso. Quedarte asegura el apoyo a costa de estancarte técnicamente; moverte te actualiza, pero arriesgas perder la recomendación de tu jefa. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 40",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q301",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 301,
    "refactored_text": "Para ser tutor interno, debes comprometerte a permanecer 12 meses y dedicar horas extra a nuevos ingresos; un rol externo te paga más por menos horas, pero exige renunciar. Aceptar refuerza la cultura y tu reputación sacrificando tiempo libre y movilidad; irte mejora tu ingreso y descanso, pero te aleja de la organización que ayudaste a formar. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 41",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q302",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 302,
    "refactored_text": "El nuevo esquema de retención paga un bono trimestral solo si no participas en procesos de selección externos; una empresa nueva te pide entrevistas ahora para un rol remoto. Aceptar el bono te da estabilidad y dinero constante sacrificando opciones; ir a la entrevista mantiene tu libertad, pero pierdes el plan y podrías ser visto como desleal. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 42",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q303",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 303,
    "refactored_text": "Para liderar la oficina de cumplimiento, debes firmar un año sin teletrabajo y sin licencias largas; un rol remoto de análisis te paga similar, pero sin la responsabilidad de liderazgo. Aceptar te da autoridad y visibilidad sacrificando tu flexibilidad; elegir el remoto preserva tu equilibrio, pero te mantiene fuera de la línea de mando. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 10 item 43",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q304",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 304,
    "refactored_text": "Te piden quedarte 15 meses para estabilizar un proveedor clave, con penalización si renuncias antes; un socio te ofrece un contrato independiente sin penalizaciones, pero sin red de beneficios. Aceptar mantiene continuidad y beneficios sacrificando tu movilidad; el contrato independiente te libera, pero asumes riesgo total y costos propios. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 44",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q305",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 305,
    "refactored_text": "Para sumarte a un proyecto confidencial, debes renunciar a publicar artículos o dar charlas externas por 12 meses y quedarte hasta el cierre; un instituto te ofrece pagar por tus charlas si te desvinculas. Aceptar te mantiene dentro con información sensible sacrificando tu visibilidad externa; irte te da difusión y dinero, pero pierdes acceso al proyecto. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 10 item 45",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q306",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 306,
    "refactored_text": "El plan de vivienda corporativa cubre tu enganche si firmas permanencia de cinco años y aceptas posibles traslados; un banco te presta sin esa condición, pero con un interés alto. Tomar el plan reduce tu deuda sacrificando libertad geográfica; el préstamo te deja moverte, pero encarece tus finanzas y sin una red corporativa. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 46",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q307",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 307,
    "refactored_text": "Te ofrecen una asignación internacional de 10 meses con compromiso de regresar y quedarte dos años más en sede local; un rol local te permite seguir tu plan de cambio interno en seis meses. Aceptar fortalece tu perfil global sacrificando tu agenda de traslado; rechazar cuida tu plan interno, pero pierdes la experiencia exterior. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 47",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q308",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 308,
    "refactored_text": "La organización financiará tu certificación técnica si aceptas una cláusula de devolución total al renunciar antes de dos años; un proveedor te ofrece el curso gratis sin cláusulas, pero sin garantía de empleo posterior. Aceptar te asegura ingreso y certificación con atadura; tomar el curso externo te deja libre, pero sin salario ni protección. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 48",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q309",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 309,
    "refactored_text": "Te invitan a codirigir una unidad nueva, con contrato blindado pero obligación de no postular fuera por 24 meses; un rol temporal en otra firma te da alto pago ahora, sin el blindaje del contrato. Quedarte te da seguridad y poder sacrificando movilidad; irte maximiza el ingreso rápido, asumiendo quedar sin respaldo si no renuevan el contrato. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 49",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q310",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 310,
    "refactored_text": "Para entrar al programa de excelencia en liderazgo, debes firmar permanencia de dos años y aceptar evaluaciones públicas trimestrales; una empresa emergente te ofrece liderazgo inmediato sin evaluaciones, pero con volatilidad. Aceptar te da una ruta clara y respaldo sacrificando tu libertad y privacidad; irte te da control y rapidez, pero sin red ni estabilidad. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 10 item 50",
    "sot_checksum": "m2v_sot_batch10",
    "length_status": "ok",
    "length_note": ""
  }
]