[
  {
    "id": "block-B03-q011",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 11,
    "refactored_text": "En un mes, finanzas cambió tres veces el proceso para reportar gastos y ahora nadie entiende el nuevo formato. Tu supervisor exige que presentes hoy tus gastos de viaje. Si preguntas cuál formato usar, pierdes tiempo y pareces perdido; si envías sin consultar, tu reporte puede ser rechazado como el de varios compañeros. ¿Qué haces para cumplir sin quedar mal ante tu jefe ni el área financiera?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 377
  },
  {
    "id": "block-B03-q012",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 12,
    "refactored_text": "Estás a dos días de entregar un proyecto clave en el que llevas semanas. Tu gerente te pide que lo dejes todo para una tarea urgente que debe estar lista mañana. La última vez que pasó esto, la urgencia desapareció y te criticaron por el retraso en tu proyecto original. Si aceptas, arriesgas tu entrega; si te niegas, pareces poco flexible. ¿Cómo respondes para proteger tu trabajo y tu imagen ante tu jefe?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 377
  },
  {
    "id": "block-B03-q013",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 13,
    "refactored_text": "Llevas un mes trabajando horas extra para cubrir a un compañero que renunció, sin reconocimiento. En tu evaluación, tu jefe ignora tu esfuerzo y se enfoca en errores menores por la sobrecarga, calificándote como inferior. Si reclamas, pareces conflictivo; si callas, aceptas una nota injusta que afecta tu bono. ¿Cómo reaccionas para defender tu trabajo sin dañar la relación con tu jefe?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 65,
    "char_count": 375
  },
  {
    "id": "block-B03-q014",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 14,
    "refactored_text": "Hace un mes tu equipo adoptó una metodología de trabajo y apenas empiezan a sentirse cómodos. Ahora un director decreta cambiar a otro método de inmediato sin capacitación, solo porque le gustó en un seminario. Tu equipo está frustrado y la moral baja. Si te opones, pareces resistente al cambio; si obedeces sin más, el equipo pierde confianza y los resultados caen. ¿Cómo te adaptas sin perder la cohesión del grupo ni tu posición?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 378
  },
  {
    "id": "block-B03-q015",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 15,
    "refactored_text": "Con solo 48 horas de aviso te cambian al turno de noche por un mes, alterando tu rutina y descanso. Una semana después, tu jefe critica tu falta de dinamismo y cuestiona tu compromiso sin considerar el cambio de horario. Si te quejas, pareces poco adaptable y arriesgas tu evaluación; si callas, aceptas una crítica injusta que puede afectar tu imagen. ¿Cómo respondes para defender tu esfuerzo sin parecer conflictivo ante tu jefe?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 378
  },
  {
    "id": "block-B03-q016",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 16,
    "refactored_text": "El director general anuncia una reorganización sin dar detalles sobre despidos. Surgen rumores de venta de tu división y tu supervisor evade todas las preguntas. La ansiedad crece y la productividad cae. Si preguntas abiertamente, te marcan como alarmista; si finges calma, pierdes credibilidad con tu equipo que nota tu nerviosismo. ¿Cómo manejas tu propia incertidumbre y guías a tus compañeros preocupados sin perder tu posición?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 370
  },
  {
    "id": "block-B03-q017",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 17,
    "refactored_text": "Un lunes un email oficial niega que habrá despidos. El viernes tu departamento es convocado a una reunión urgente con Personal y todos temen lo peor. La ansiedad es máxima y la productividad cae. Si muestras preocupación, contagias al equipo y pareces débil; si finges calma total, te ven desconectado de la realidad. ¿Cómo gestionas tu trabajo y apoyas al equipo durante esta semana de alta tensión sin perder tu enfoque?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 378
  },
  {
    "id": "block-B03-q018",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 18,
    "refactored_text": "Implementan un nuevo sistema de gestión complejo y al mismo tiempo reducen los plazos de entrega en un veinte por ciento. Tu equipo aún lucha con la herramienta y ahora debe ser más rápido sin capacitación extra. Si pides más tiempo, pareces incapaz de adaptarte; si cumples a toda costa, la calidad baja y te culparán por los errores. ¿Cómo priorizas tus tareas para cumplir sin sacrificar tu imagen ni la del equipo?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 378
  },
  {
    "id": "block-B03-q019",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 19,
    "refactored_text": "Te asignan una capacitación obligatoria de dos semanas para un nuevo sistema clave. Corre el rumor de que tu departamento será subcontratado en seis meses y varios compañeros planean no tomarse en serio el curso. Si te esfuerzas, podrías perder tiempo en algo que no usarás; si te relajas como otros, arriesgas tu imagen si los rumores son falsos. ¿Qué actitud tomas para proteger tu permanencia sin desperdiciar esfuerzo en vano?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 378
  },
  {
    "id": "block-B03-q020",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 20,
    "refactored_text": "Tras un año de trabajo tu proyecto principal es cancelado por recortes y te reasignan a un equipo sin objetivos claros mientras otros proyectos continúan. Sientes que tu esfuerzo fue en vano y la motivación cae. Si muestras frustración, pareces poco profesional; si finges entusiasmo, pierdes credibilidad con el nuevo equipo que nota tu desánimo. ¿Cómo manejas la desmotivación y te integras a un rol sin rumbo claro para cuidar tu permanencia?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 378
  }
]