[
  {
    "id": "block-B03-q191",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 191,
    "refactored_text": "La empresa te ofrece financiar una beca de posgrado al 100%, condicionada a firmar una permanencia de cuatro años tras graduarte. Simultáneamente, recibes una oferta externa con mejor salario base y libertad total. Si firmas, garantizas tu formación avanzada quedando atado contractualmente a largo plazo; si tomas la oferta externa, mejoras tu ingreso inmediato pero pierdes el patrocinio académico. ¿Qué decisión tomas?",
    "notes": "Modulo 2 Video B03 batch 08 item 1",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q192",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 192,
    "refactored_text": "Lideras una iniciativa de innovación que podría darte un ascenso en nueve meses, pero te contactan para dirigir un equipo ya consolidado en otra firma empezando en dos semanas. Quedarte implica apostar a un reconocimiento interno futuro e incierto; irte asegura un rol senior inmediato, pero abandonas el proyecto que tú iniciaste. ¿Qué priorizas y por qué?",
    "notes": "Modulo 2 Video B03 batch 08 item 2",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q193",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 193,
    "refactored_text": "La dirección lanza un plan de retención financiera a cinco años que exige congelar tu movilidad interna hacia otras áreas. Un departamento emergente que te interesa quedaría fuera de tu alcance durante ese periodo. Aceptar asegura tu patrimonio a mediano plazo sacrificando tu desarrollo lateral; rechazar mantiene tu agilidad de carrera, pero pierdes el bono garantizado. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 08 item 3",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q194",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 194,
    "refactored_text": "Tu supervisor te pide detener tu búsqueda de empleo externa hasta completar una entrega crítica en tres meses, prometiendo una fuerte recomendación después. Un reclutador te ofrece un proceso exprés para una vacante ideal ahora. Si esperas, honras tu compromiso con el equipo arriesgando perder la oportunidad; si avanzas, aseguras tu futuro inmediato pero podrías dañar la confianza de tu jefe actual. ¿Cómo actúas?",
    "notes": "Modulo 2 Video B03 batch 08 item 4",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q195",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 195,
    "refactored_text": "En el programa de talento te asignan un mentor ejecutivo que exige exclusividad en sus proyectos, reduciendo tu participación en iniciativas de innovación que te apasionan. Aceptar garantiza patrocinio de alto nivel limitando tu exploración técnica; rechazar protege tu autonomía, pero arriesga tu visibilidad en el plan de sucesión formal. ¿Qué camino tomas?",
    "notes": "Modulo 2 Video B03 batch 08 item 5",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q196",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 196,
    "refactored_text": "Surge una vacante interna lateral con horario fijo y alta estabilidad, pero implica dejar tu trayectoria técnica especializada por un rol más administrativo. Tomar el puesto asegura tu balance vida-trabajo sacrificando el reto intelectual; quedarte en tu rol actual mantiene tu perfil técnico, pero bajo la sombra de posibles recortes futuros. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 08 item 6",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q197",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 197,
    "refactored_text": "Te ofrecen un bono de retención atractivo a cambio de firmar una confidencialidad estricta que impide tus publicaciones profesionales y conferencias por dos años. Tu marca personal depende de esa visibilidad. Si firmas, aseguras el ingreso extra sacrificando tu presencia en el mercado; si no, mantienes tu reputación pública perdiendo el incentivo y enviando una señal de desapego. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 08 item 7",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q198",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 198,
    "refactored_text": "Te proponen un traslado temporal a una filial regional con menor costo de vida. Prometen evaluar tu ascenso al volver, sin garantías escritas. Aceptar te da experiencia operativa en campo pero te aleja de los decisores en la sede central; declinar te mantiene visible en el corporativo, pero pierdes la oportunidad de demostrar adaptabilidad en otros entornos. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 08 item 8",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q199",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 199,
    "refactored_text": "Te invitan a un comité de crisis que implica guardias nocturnas rotativas no remuneradas, pero ofrece exposición directa ante la alta gerencia. Si aceptas, demuestras alto compromiso sacrificando tu descanso y tiempo personal; si te niegas, proteges tu salud y bienestar, pero pierdes una plataforma clave de networking estratégico. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 08 item 9",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q200",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 200,
    "refactored_text": "Ante una reducción de personal, la empresa ofrece un paquete de salida voluntaria mejorado válido solo por dos semanas. La alternativa es competir en un proceso de recolocación interna incierto. Si tomas el dinero, sales con seguridad financiera pero sin empleo; si te quedas a pelear el puesto, muestras resiliencia arriesgando irte después con la indemnización mínima. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 08 item 10",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q201",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 201,
    "refactored_text": "Te asignan liderar un piloto de automatización que, de ser exitoso, hará redundante a tu propio departamento en un año. Liderarlo te posiciona como gestor de cambio eficiente, aunque aceleras la eliminación de tu rol actual; rechazarlo por lealtad al equipo te excluye del proyecto estratégico y te deja vulnerable ante quien sí lo ejecute. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 08 item 11",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q202",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 202,
    "refactored_text": "Una universidad prestigiosa te invita a dar cátedra este semestre, pero los horarios chocan con un lanzamiento crítico en tu empresa. Tu contrato lo permite, pero tu supervisor lo desaconseja por la carga de trabajo. Aceptar eleva tu perfil externo sacrificando tu enfoque en la meta corporativa; rechazar prioriza tu desempeño interno perdiendo ingresos y estatus académico. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 08 item 12",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q203",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 203,
    "refactored_text": "Te ofrecen cubrir una gerencia vacante de forma interina por seis meses sin ajuste salarial, con la posibilidad de titularizarte según resultados. Aceptar implica asumir doble responsabilidad bajo presión sin garantía de ascenso; rechazar mantiene tu carga manejable, pero podrías ser visto como alguien sin ambición de liderazgo ante la dirección. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 08 item 13",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q204",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 204,
    "refactored_text": "Lanzan un plan de opciones sobre acciones (stock-options) exclusivo para empleados en la sede central, lo que te obligaría a mudar a tu familia que recién se adaptó a su ciudad actual. Mudarte asegura un beneficio patrimonial fuerte sacrificando la estabilidad familiar; quedarte protege el bienestar de los tuyos perdiendo una oportunidad financiera única. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 08 item 14",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q205",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 205,
    "refactored_text": "Te informan extraoficialmente de una misión a un país con alertas de seguridad activas por nueve meses, acompañada de una prima salarial alta. Si aceptas, ganas experiencia internacional y capital asumiendo riesgos personales significativos; si solicitas otra asignación, priorizas tu seguridad pero podrías ser etiquetado como poco flexible para operaciones globales. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 08 item 15",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q206",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 206,
    "refactored_text": "Para renovar tu contrato con mejores condiciones, te piden exclusividad total, lo que te obliga a renunciar a tu voluntariado en una comunidad técnica externa. Si firmas, aseguras tu estabilidad laboral cortando tus redes profesionales externas; si te niegas, mantienes tu conexión con la industria arriesgando la renovación de tu posición actual. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 08 item 16",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q207",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 207,
    "refactored_text": "La empresa financiará tu certificación profesional clave, pero te exige firmar una permanencia de dos años y cubrir guardias de fin de semana durante el curso. Aceptar mejora tu perfil técnico a costa de tu tiempo libre y libertad de movilidad; rechazar protege tus fines de semana, pero pierdes el apoyo económico para una credencial vital. ¿Cómo decides?",
    "notes": "Modulo 2 Video B03 batch 08 item 17",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q208",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 208,
    "refactored_text": "Un proyecto confidencial requiere cancelar tus vacaciones familiares ya pagadas para cumplir con la fecha de entrega. El éxito del proyecto es determinante para tu evaluación anual. Si cancelas, aseguras tu desempeño profesional fallándole a tu familia y perdiendo dinero; si mantienes el viaje, proteges tu vida personal arriesgando tu calificación y bonos de fin de año. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 08 item 18",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q209",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 209,
    "refactored_text": "Tras reportar agotamiento, la dirección ofrece reducir tu carga operativa si te comprometes a no buscar traslados ni ascensos por dos años. Aceptar el trato te da el respiro necesario sacrificando tu progresión a corto plazo; rechazar te mantiene elegible para crecer, pero sin la ayuda inmediata para gestionar el estrés actual. ¿Qué decisión tomas?",
    "notes": "Modulo 2 Video B03 batch 08 item 19",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q210",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 210,
    "refactored_text": "Una alianza estratégica permite transferirte a la nómina de un socio comercial. Mantienes antigüedad, pero cambias de cultura organizacional y liderazgo. Aceptar garantiza continuidad operativa en un entorno nuevo y desconocido; rechazar te mantiene en la estructura actual, pero corres el riesgo de quedar en un rol duplicado o sin funciones claras si la alianza avanza. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 08 item 20",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q211",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 211,
    "refactored_text": "Te ofrecen pasar a contrato indefinido bajo un esquema de movilidad forzosa, lo que implica rotar de área cada año según la necesidad del negocio. Aceptar te da estabilidad laboral perpetua sacrificando tu especialización en un tema concreto; rechazar te deja en tu contrato actual a término fijo, buscando estabilidad por tu cuenta en el mercado. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 08 item 21",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q212",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 212,
    "refactored_text": "En tu revisión, te ofrecen un aumento salarial modesto acompañado de un plan formal de sucesión gerencial. Una oferta externa te da un aumento significativo de sueldo ya, pero sin claridad de crecimiento futuro. Quedarte es invertir en tu carrera a largo plazo sacrificando liquidez hoy; irte mejora tus finanzas inmediatas reiniciando tu trayectoria desde cero. ¿Qué eliges?",
    "notes": "Modulo 2 Video B03 batch 08 item 22",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q213",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 213,
    "refactored_text": "Te asignan liderar el regreso presencial estricto a la oficina, una política impopular que molestará a tu equipo. Si aceptas, demuestras alineación corporativa asumiendo el desgaste relacional con tus compañeros; si te excusas, preservas tu buen clima con el grupo, pero la dirección podría dudar de tu capacidad para gestionar decisiones difíciles. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 08 item 23",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q214",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 214,
    "refactored_text": "Seleccionado para un programa ejecutivo patrocinado, la condición es una cláusula de permanencia de tres años sin opción a teletrabajo. Aceptar impulsa tu nivel académico sacrificando tu flexibilidad laboral futura; rechazar mantiene tus opciones abiertas de trabajo remoto o cambio de empleo, pero pierdes una formación de alto valor financiada. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 08 item 24",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q215",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 215,
    "refactored_text": "Tu supervisor renuncia y te pide que te vayas con él a su nuevo empleo, prometiéndote un rol de confianza. Internamente, la dirección te considera candidato para cubrir su vacante, pero el proceso es lento. Irte te da certeza inmediata basada en lealtad personal; quedarte te permite competir por el ascenso legítimo, arriesgando que traigan a alguien externo. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 08 item 25",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q216",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 216,
    "refactored_text": "Crean un equipo de especialistas itinerantes para resolver crisis en plantas, con viajes constantes y un bono salarial. Aceptar te da visibilidad y dinero a costa de tu rutina y estabilidad personal; rechazar protege tu vida diaria en la sede, pero pierdes la oportunidad de ser visto como un solucionador de problemas clave para la operación. ¿Cómo eliges?",
    "notes": "Modulo 2 Video B03 batch 08 item 26",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q217",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 217,
    "refactored_text": "La nueva política exige disponibilidad en fines de semana a cambio de prioridad en la asignación de proyectos estelares. Tienes responsabilidades familiares fijas esos días. Si te adhieres, impulsas tu carrera sacrificando tiempo familiar sagrado; si no, proteges tu balance vida-trabajo sabiendo que quedarás relegado a proyectos de mantenimiento rutinario. ¿Qué decides?",
    "notes": "Modulo 2 Video B03 batch 08 item 27",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q218",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 218,
    "refactored_text": "Te ofrecen moverte de un rol comercial a uno de Cumplimiento Normativo. El nuevo puesto es seguro por ley, pero sin comisiones variables. Aceptar blinda tu empleo ante posibles recortes sacrificando tus ingresos potenciales altos; rechazar te mantiene en la zona de mayor ganancia, pero con la vulnerabilidad inherente a la volatilidad del mercado. ¿Qué priorizas?",
    "notes": "Modulo 2 Video B03 batch 08 item 28",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q219",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 219,
    "refactored_text": "Te nominan a un programa de 'Alto Potencial' que usa un sistema de clasificación competitiva: los mejores ascienden rápido, los últimos salen de la empresa. Entrar acelera tu carrera drásticamente asumiendo el riesgo real de despido si no destacas; no participar te mantiene seguro en tu ritmo actual, pero fuera del radar ejecutivo. ¿Qué haces?",
    "notes": "Modulo 2 Video B03 batch 08 item 29",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  },
  {
    "id": "block-B03-q220",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 220,
    "refactored_text": "La empresa ofrece un plan de pre-jubilación con reducción de jornada y sueldo, diseñado para una salida suave. Tú sientes que aún tienes energía para liderar nuevos proyectos. Aceptar garantiza una transición financiera segura asumiendo el fin de tu etapa expansiva; rechazar te mantiene activo y vigente, pero arriesgas una salida abrupta si hay reestructuraciones futuras. ¿Cómo procedes?",
    "notes": "Modulo 2 Video B03 batch 08 item 30",
    "sot_checksum": "m2v_sot_batch08",
    "length_status": "ok",
    "length_note": ""
  }
]