[
  {
    "id": "block-B03-q001",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Tras la reestructura, tu nuevo jefe te humilla al rehacer tu trabajo ante todos. Dos líderes que lo retaron fueron degradados. Si vas a Personal, te marcan como conflictivo y arriesgas tu puesto clave; si te adaptas, aceptas jornadas largas que dañan tu salud y validas un estilo que ya rompe al equipo. ¿Qué decides hacer para cuidar tu integridad y tu permanencia en la firma?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 66, Chars: 374",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q002",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Un gerente clave renuncia y tu jefe te asigna sus proyectos sin ajuste de sueldo, dándote solo promesas vagas. Si aceptas esta carga extra, cometerás fallos por el exceso que te imputarán a ti; si marcas límites claros, tu jefe dejará constancia de tu falta de flexibilidad, sacándote del plan de ascenso. ¿Cómo proteges tu carrera sin romper la buena relación hoy en este caso?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 377",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q003",
    "module_id": 2,
    "type": "video",
    "refactored_text": "La empresa elimina el modelo híbrido y exige oficina total, aunque vivas lejos. El director rotará a quien pida trato especial. Si aceptas, duplicas gastos y pierdes tiempo vital para cuidar a tu dependiente; si te opones, recibirás la etiqueta de poco fiel al rol justo antes de los despidos. ¿Cómo decides actuar ante esta nueva norma para no afectar tu vida ni tu empleo?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 374",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q004",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Tras la compra, tu proyecto se pausa y te dan tareas menores mientras deciden cierres. Si aceptas este limbo, tu portafolio pierde peso y te quedas sin metas para defenderte; si presionas para moverte, te marcarán como un mal elemento y serás el primero en la lista de ajustes. ¿Qué estrategia sigues para conservar tu impacto y asegurar tu permanencia hoy en esta nueva etapa?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 377",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q005",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Tras la fusión, tienes dos jefes con metas opuestas: uno pide mucha prisa, el otro rigor total hoy. Si sigues a uno, el otro bloquea tu nota anual y tus días libres; si esperas órdenes unificadas, los proyectos se frenan y ambos te culpan por tu indecisión. ¿Cómo resuelves este doble mando sin sabotear tu permanencia y tu reputación profesional hoy en esta gran empresa?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 372",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q006",
    "module_id": 2,
    "type": "video",
    "refactored_text": "No reemplazan a un colega y te dan su carga sin pago extra alguno. El director pide resultados para el bono. Si aceptas todo, cometerás errores que pueden causar tu despido; si pides repartir tareas, quedarás fuera de proyectos clave y perderás la buena imagen vital para mantenerte. ¿Cómo manejas la sobrecarga para asegurar tu lugar seguro en el equipo sin fallar a nadie ahora?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 381",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q007",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Tu nuevo gerente cambia tu proceso por uno importado que falla y te pide liderarlo. Si te opones, te dirán resistente al cambio y te excluirán; si obedeces sin dudar, dañas la operación y te culparán al caer los números. ¿Cómo proteges tu buen nombre y fama y tu puesto ante esta orden dura y riesgosa para no perder tu valor real en la empresa?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 345",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q008",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Tu rol se automatiza con la IA que tú debes entrenar, mientras evalúan un despido masivo global. Si enseñas todo lo que sabes, te quedas sin tareas únicas para defenderte; si frenas el entrenamiento, te arriesgas a una sanción grave por un acto desleal. ¿Qué haces para cuidar tu gran valor y permanencia ante este dilema tecnológico y conservar tu empleo actual en la firma?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 375",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q009",
    "module_id": 2,
    "type": "video",
    "refactored_text": "La dirección congela ascensos, duplica metas y exige el fin de semana sin pago extra. Quienes se quejaron fueron apartados. Si aceptas, das todo tu tiempo gratis y rozas el colapso real; si cuestionas, sales de los planes clave que deciden quién se queda aquí. ¿Cómo respondes a esta gran presión para asegurar bien tu futuro laboral sin dañar tu salud mental hoy en tu trabajo?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 66, Chars: 378",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q010",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "refactored_text": "Te piden crear la tienda digital sin saber cómo y con un tiempo irreal. Si pides ayuda, te reemplazan y dirán que no pudiste; si aceptas, usarás datos de base que no dominas y un gran error justificará tu salida. ¿Qué plan sigues para adaptarte y proteger tu permanencia ante este riesgo inminente y evitar ser despedido por fallar al entregar todo el proyecto?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 361"
  }
]