[
  {
    "source_id": 1,
    "module_score": "I",
    "type": "video",
    "refactored_text": "Tu supervisor te pide registrar como gasto menor una compra muy grande que sabes que rebasa el presupuesto del trimestre, con el argumento de que si no se aprueba hoy se cae un proyecto clave del área. Si aceptas, ayudas a que el proyecto continúe pero falseas el registro y rompes las reglas; si te niegas, el proyecto podría frenarse, tu jefe ya te advirtió que eso impactará tu evaluación y te dejará fuera del bono trimestral. ¿Qué harías? Explica tu razonamiento.",
    "analysis_notes": "Se refuerza el costo concreto de la opción íntegra al introducir pérdida de bono y evaluación negativa, y se hace explícito el contraste entre mantener el registro correcto vs salvar el proyecto."
  },
  {
    "source_id": 2,
    "module_score": "I",
    "type": "video",
    "refactored_text": "En una cena de equipo, varios compañeros, incluido tu supervisor, cargan a la empresa la comida de sus familiares como si fueran clientes y te animan a hacer lo mismo para que no quedes como el único que paga de su bolsillo. Si aceptas, usas dinero de la empresa para un gasto claramente personal; si te niegas, pagarás tú la cuenta completa, tus compañeros pueden etiquetarte como poco leal al grupo y tu jefe ya bromeó con dejarte fuera de futuras invitaciones y proyectos visibles. ¿Cómo reaccionas? Explica tu decisión.",
    "analysis_notes": "Se refuerza el costo social y de desarrollo profesional (exclusión de proyectos) al elegir no aprovechar el beneficio indebido, manteniendo el foco en viáticos y presión de grupo."
  },
  {
    "source_id": 3,
    "module_score": "I",
    "type": "video",
    "refactored_text": "La política de viajes permite reservar en una categoría alta y descubres que, si compras un boleto más barato, puedes quedarte con la diferencia en puntos acumulados para fines personales sin que nadie lo detecte fácilmente. Si renuncias a esa diferencia, viajas de forma más austera y ves cómo colegas comentan que eres ingenuo y que ellos sí aprovechan, lo que te deja en desventaja frente a ellos; si aprovechas el beneficio para ti, usas recursos de la empresa para obtener una ganancia personal que no está alineada con el objetivo del viaje. ¿Qué haces? Explica tu razonamiento.",
    "analysis_notes": "Se enfatiza el costo de oportunidad y la desventaja frente a colegas si se mantiene la integridad, manteniendo el tema en manejo de viáticos y beneficios corporativos."
  },
  {
    "source_id": 4,
    "module_score": "I",
    "type": "video",
    "refactactored_text": "Estás por cerrar un contrato con un proveedor clave y hay una cláusula de protección de información que la empresa considera obligatoria, pero el proveedor amenaza con irse si no la quitan; tu supervisor te pide omitirla para no perder el acuerdo. Si insistes en mantener la cláusula, el proveedor puede retirarse, se frenan varios proyectos y tu jefe ya te advirtió que eso se reflejará en tu calificación de desempeño; si la quitas, aceleras la firma pero dejas desprotegida información sensible de la empresa. ¿Qué haces? Explica tu razonamiento.",
    "analysis_notes": "Se hace explícito que el costo de la opción íntegra es el retraso del contrato y una evaluación negativa, reforzando el dilema entre seguridad de la información y presión de tiempo."
  }
]

