[
    {
        "source_id": 1,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide registrar una compra grande como 'gasto menor' para que se apruebe hoy y no se caiga un proyecto. Aceptar ayuda al proyecto pero rompe el presupuesto; negarte puede tumbar el proyecto y tu jefe te culpará. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Cierre: Explica tu razonamiento."
    },
    {
        "source_id": 2,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una cena de equipo, varios compañeros y tu supervisor pagan a sus familiares con la tarjeta de la empresa y te invitan a hacer lo mismo. Negarte te deja como poco solidario ante el grupo; aceptar usa dinero corporativo para un gasto personal. Explica tu decisión.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 3,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Puedes elegir un viaje más barato y quedarte con la diferencia en puntos para ti, y varios colegas lo ven normal. No aprovechar te deja en desventaja económica; aprovechar te da beneficio personal usando recursos de la empresa. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 4,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Negocias con un proveedor que rechaza una condición obligatoria de seguridad y tu supervisor te autoriza a quitarla para firmar hoy. Aceptar cierra el acuerdo pero rompe una regla de seguridad; negarte puede tirar el acuerdo y tu supervisor te culpará. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 5,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Descubres que un amigo usa equipos de la empresa fuera de horario para vender productos, y su supervisor lo deja pasar. Reportarlo afectaría su ingreso y perderías su amistad; callar avala una práctica contra la empresa. Explica tu decisión.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 6,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te envía datos personales de clientes para un análisis urgente, pero compartirlos rompe las reglas de privacidad. Detener el trabajo retrasa un informe y molestará a tu supervisor; seguir adelante usa información de forma riesgosa. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 7,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una demo a un cliente, tu supervisor muestra una característica que sabes que falla y el cliente se entusiasma. Aclarar pone en riesgo el acuerdo y te hará quedar mal con tu supervisor; callar deja que el cliente decida con información falsa. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 8,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Por accidente descubres que tu supervisor usa un servicio pagado por la empresa para un proyecto personal con el que gana dinero. Hablar podría afectar directamente a tu jefe y deteriorar la relación; callar acepta el uso indebido de recursos. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 9,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Preparas un informe y descubres que una zona clave rinde mucho menos, y tu supervisor te pide ajustarlo para evitar una mala reacción de directores. No ajustar deja mal al equipo y tu evaluación se verá afectada; ajustar distorsiona información importante. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (1/10)."
    },
    {
        "source_id": 10,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Un colega de otro departamento te pide acceso a un informe de clientes para un proyecto personal que le daría dinero. Negarte dañará la relación y generará tensión; aceptar implica usar información de forma inadecuada. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 11,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Notas que tu supervisor usa información privilegiada para decidir quién recibe más apoyo y mejores herramientas. Plantearlo genera tensión con tu jefe y con quienes se benefician; callar acepta una situación injusta. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 12,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Descubres que puedes usar un descuento de la empresa para un beneficio personal importante y varios compañeros ya lo hacen. No usarlo te hace renunciar a un ahorro significativo; usarlo aprovecha un beneficio corporativo para tu provecho. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 13,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Podrías usar equipos de la empresa fuera de horario para un proyecto personal que te daría un ingreso extra y no hay regla totalmente clara. No aprovechar es perder ingresos; aprovechar y que te descubran podría traer sanción y poner en riesgo tu trabajo. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Legal/Grave."
    },
    {
        "source_id": 14,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide repartir tareas apartándote del procedimiento para avanzar más rápido y dice que otros ya lo hacen. Negarte te hará ver poco flexible y tu evaluación se verá afectada; aceptar te involucra en una práctica que puede ser injusta. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (2/10)."
    },
    {
        "source_id": 15,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te asignan un caso confidencial que involucra a alguien cercano a ti y tu supervisor insiste en que lo sigas. Aceptar te divide entre vínculo personal y reglas; negarte te hará ver poco colaborador y tu supervisor perderá confianza. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 16,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Descubres una forma de reportar gastos que los hace parecer más justificados sin mentir, y varios compañeros ya la usan. No usarla te deja en desventaja y pierdes beneficios; usarla te mete en una práctica cuestionable. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 17,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Preparas un reporte para dirección y sabes que el tono puede influir en decisiones con un plazo muy ajustado. Mostrar la versión completa hará ver mal al equipo y tu evaluación se verá afectada; suavizar oculta información importante. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (3/10)."
    },
    {
        "source_id": 18,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Debes repartir un presupuesto limitado entre un proyecto que beneficia a tu equipo y otro menos visible que favorece a otras áreas bajo presión de tu supervisor. Elegir tu equipo perjudica a otras áreas y te criticarán por egoísta; elegir el otro hará que tu equipo pierda confianza. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 19,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Encuentras una forma de acomodar registros de presupuesto para que se vean más favorables y varios compañeros, con tu supervisor al tanto, ya lo hacen. No hacerlo te hará parecer menos leal o hábil y tu evaluación se verá afectada; hacerlo distorsiona información financiera. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (4/10)."
    },
    {
        "source_id": 20,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden repartir la carga de trabajo de forma que algunos reciben tareas más complejas sin razón clara y ya hay quejas privadas. Desafiar te enfrenta con tu jefe y abrirá conflicto; aceptar te hace partícipe de una distribución injusta. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 21,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Detectas errores en registros de gastos y corregirlos retrasaría el cierre, pero tu supervisor te pide ignorarlos para cumplir la fecha. Insistir afecta el plan del área y deteriora la relación; ignorarlos permite errores en los registros. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 22,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Ves que en decisiones de presupuesto se saltan revisiones y autorizaciones y tu supervisor dice que los procedimientos son una pérdida de tiempo. Cuestionarlo te hará ver como quien complica y quedarás aislado; aceptarlo te involucra en desviaciones de procedimiento. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 23,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Hay un desequilibrio claro en el uso de beneficios: algunos reciben descuentos e invitaciones constantes y otros nunca. Plantearlo generará tensión con tu supervisor y con los beneficiados; callar acepta una situación injusta. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 24,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Revisas horarios del equipo y accedes a información sensible no destinada a ti, y tu supervisor te pide usarla para una reorganización urgente. Negarte haría menos efectivo el plan y molestará a tu supervisor; aceptarla usa datos privados y tu evaluación se verá afectada. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (5/10)."
    },
    {
        "source_id": 25,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide compartir información confidencial con alguien externo porque es la única forma de resolver un problema urgente. Negarte te hará ver como poco colaborador; aceptarlo rompe una regla importante de confidencialidad y tu evaluación se verá afectada. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (6/10)."
    },
    {
        "source_id": 26,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Notas que tu supervisor usa información no compartida para asignar los trabajos más visibles al mismo grupo y otros se sienten desplazados. Denunciar te señalará como quien complica y tu posición se verá comprometida; callar acepta una injusticia. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 27,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una reunión con un cliente, tu supervisor omite riesgos o limitaciones que deberían explicarse y avanza hacia un acuerdo. Aclarar frenará el entusiasmo y generará tensión con tu supervisor; callar deja al cliente con información incompleta. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 28,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte para un grupo amplio, encuentras datos muy sensibles sobre planes futuros y tu supervisor te pide incluirlos. Excluirlos te hará cuestionado por no seguir indicaciones y tu evaluación se verá afectada; incluirlos expone información que debería protegerse. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (7/10)."
    },
    {
        "source_id": 29,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la revisión de recursos encuentras información marcada como restringida, y tu supervisor te pide incluirla en un reporte urgente. Negarte retrasará el reporte y molestará a tu supervisor; usarla maneja información restringida de manera inadecuada y tu evaluación se verá afectada. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (8/10)."
    },
    {
        "source_id": 30,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Debes decidir cómo usar un remanente de presupuesto: mejorar condiciones del equipo o una opción más visible ante la dirección. Elegir al equipo puede verse poco estratégico y tu evaluación se verá afectada; elegir lo visible puede hacer que tu equipo se sienta abandonado. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (9/10)."
    },
    {
        "source_id": 31,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Necesitas transportar muebles y puedes usar el vehículo de la empresa este fin de semana, como otros han hecho. No usarlo te hace pagar de tu bolsillo; usarlo y que te descubran podría traer sanción y poner en riesgo tu trabajo. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Legal/Grave."
    },
    {
        "source_id": 32,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide usar recursos de la empresa para un proyecto personal de alguien muy cercano a ti y asegura que otros ya lo hicieron. Aceptar mezcla intereses personales y laborales; negarte se verá como falta de compromiso y tu evaluación se verá afectada. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (10/10)."
    },
    {
        "source_id": 33,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Varias personas resaltan solo datos favorables y ocultan aspectos delicados, y han recibido reconocimientos y bonos. Seguir ese enfoque mejora la percepción de tu área; presentar todo con transparencia puede hacerla ver menos favorable y perder oportunidades. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 34,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Preparas un reporte confidencial sobre estrategias y marketing te pide proyecciones de ventas para una campaña urgente. Compartirlo facilitaría su trabajo pero la información es solo para dirección; no compartirlo retrasa la campaña y podría causar pérdida de ingresos. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 35,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Detectas fallas en un procedimiento que permiten obtener ventajas y varios compañeros se benefician sistemáticamente. Reportarlas generará conflicto y un ambiente hostil; aprovecharlas te da ventajas pero es injusto. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 36,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Se han normalizado atajos que omiten verificaciones y tu supervisor dice que los protocolos son demasiado rígidos. Insistir en seguirlos te hará ver como quien complica y quedarás rezagado; adoptarlos acelera pero añade riesgos. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 37,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Descubres formas de alterar información presupuestaria para que se vea mejor y quienes lo hacen reciben reconocimientos. Adoptarlas haría que tu área se viera mejor; negarte la haría ver peor y perderías oportunidades. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 38,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte crítico, sabes que cierta presentación puede beneficiarte mejorando la percepción de tu área y tu supervisor te pide seguir. Presentarlo para beneficiarte mejora tu posición pero sesga información; presentarlo con transparencia afecta tu percepción y puedes perder promociones. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 39,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una negociación crítica con un proveedor, accedes a información sensible sobre su situación financiera y tu supervisor quiere que la uses. Usarla te da mejores condiciones pero aprovecha información confidencial de forma poco ética; negarte puede cancelar el acuerdo y te verán poco comprometido. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 40,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Preparas un reporte financiero crítico para la junta y detectas datos no verificados con entrega mañana. Retrasar para verificar podría cancelar la inversión y causar recortes masivos; enviarlo sin verificar arriesga errores graves. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 41,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Ves que en conflictos de interés no se siguen procedimientos y varios participan en decisiones donde tienen interés directo sin consecuencias. Reportarlo genera conflicto y un ambiente hostil; seguir el enfoque informal te beneficia pero viola los procedimientos. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 42,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Procesas datos de clientes para un proyecto crítico y recibes un archivo con información personal sin encriptar. Pedir el archivo correcto te haría perder el plazo y el cliente se iría; seguir así compromete la privacidad. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 43,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "La impresora 3D de la empresa está disponible y podrías fabricar prototipos de un producto personal que te daría ingresos. No aprovechar es perder ingresos; usarla y que te descubran podría terminar en sanción o despido. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Legal/Grave."
    },
    {
        "source_id": 44,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo se ajustan registros manualmente y las asignaciones se hacen de forma informal. Reportarlo genera conflicto y un ambiente hostil; aprovechar la flexibilidad te da beneficios pero viola procedimientos. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 45,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden manejar información confidencial estratégica pese a un conflicto de interés que podría afectarte personalmente y tu supervisor insiste. Aceptar puede sesgar tus decisiones; negarte se verá como falta de compromiso y retrasará el proyecto. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 46,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al reorganizar turnos, encuentras datos personales no destinados a ti y tu supervisor te pide usarlos para completar la tarea urgente. Usarlos mejora el plan pero usa datos privados; negarte retrasa el plan y molestará a tu supervisor. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 47,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor tiene acceso exclusivo a presupuestos y planes de promoción y asigna sistemáticamente mejores proyectos a sus favoritos mientras tú recibes menos. Confrontarlo te etiquetará como problemático y podrías recibir aún menos recursos; callar mantiene una desigualdad que te perjudica. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico."
    },
    {
        "source_id": 48,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden procesar información confidencial de clientes con un plazo extremo y tu supervisor insiste en omitir protocolos de seguridad. No hacerlo así retrasa el proyecto y el cliente podría irse con la competencia; hacerlo compromete la protección de la privacidad. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 49,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, un error te da acceso a costos reales y acuerdos especiales que normalmente solo conoce la dirección, y te piden usarlos en un reporte urgente. No usarlos puede llevar a compras subóptimas y pérdida de ingresos; usarlos aprovecha información sensible de forma inadecuada. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 50,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Debes procesar solicitudes de beneficios con un plazo extremo y te piden omitir verificaciones de elegibilidad. Seguir todos los estándares hará que pierdas el plazo y se pierdan beneficios; procesar rápido cumple el plazo pero aprobará casos que no cumplen criterios. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 51,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Necesitas transportar muebles para mudarte y puedes usar el vehículo de la empresa este fin de semana, ahorrándote $200. No usarlo te hace pagar de tu bolsillo; usarlo y que te descubran podría traer sanción y poner en riesgo tu trabajo. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Legal/Grave."
    },
    {
        "source_id": 52,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide usar recursos de la empresa para un proyecto personal de alguien muy cercano a ti y asegura que otros ya lo hicieron. Aceptar mezcla intereses personales y laborales; negarte se verá como falta de compromiso y tu evaluación se verá afectada. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Evaluación (1/10)."
    },
    {
        "source_id": 53,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Varias personas resaltan solo datos favorables y ocultan aspectos delicados, y han recibido reconocimientos y bonos. Seguir ese enfoque mejora la percepción de tu área; presentar todo con transparencia puede hacerla ver menos favorable y perder oportunidades. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 54,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Preparas un reporte confidencial sobre estrategias y marketing te pide proyecciones de ventas para una campaña urgente. Compartirlo facilitaría su trabajo pero la información es solo para dirección; no compartirlo retrasa la campaña y podría causar pérdida de ingresos. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 55,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Detectas fallas en un procedimiento que permiten obtener ventajas y varios compañeros se benefician sistemáticamente. Reportarlas generará conflicto y un ambiente hostil; aprovecharlas te da ventajas pero es injusto. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 56,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Se han normalizado atajos que omiten verificaciones y tu supervisor dice que los protocolos son demasiado rígidos. Insistir en seguirlos te hará ver como quien complica y quedarás rezagado; adoptarlos acelera pero añade riesgos. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 57,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Descubres formas de alterar información presupuestaria para que se vea mejor y quienes lo hacen reciben reconocimientos. Adoptarlas haría que tu área se viera mejor; negarte la haría ver peor y perderías oportunidades. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 58,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte crítico, sabes que cierta presentación puede beneficiarte mejorando la percepción de tu área y tu supervisor te pide seguir. Presentarlo para beneficiarte mejora tu posición pero sesga información; presentarlo con transparencia afecta tu percepción y puedes perder promociones. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 59,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una negociación crítica con un proveedor, accedes a información sensible sobre su situación financiera y tu supervisor quiere que la uses. Usarla te da mejores condiciones pero aprovecha información confidencial de forma poco ética; negarte puede cancelar el acuerdo y te verán poco comprometido. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 60,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Preparas un reporte financiero crítico para la junta y detectas datos no verificados con entrega mañana. Retrasar para verificar podría cancelar la inversión y causar recortes masivos; enviarlo sin verificar arriesga errores graves. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 61,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Ves que en conflictos de interés no se siguen procedimientos y varios participan en decisiones donde tienen interés directo sin consecuencias. Reportarlo genera conflicto y un ambiente hostil; seguir el enfoque informal te beneficia pero viola los procedimientos. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 62,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Procesas datos de clientes para un proyecto crítico y recibes un archivo con información personal sin encriptar. Pedir el archivo correcto te haría perder el plazo y el cliente se iría; seguir así compromete la privacidad. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 63,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "La impresora 3D de la empresa está disponible y podrías fabricar prototipos de un producto personal que te daría ingresos. No aprovechar es perder ingresos; usarla y que te descubran podría terminar en sanción o despido. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Legal/Grave."
    },
    {
        "source_id": 64,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo se ajustan registros manualmente y las asignaciones se hacen de forma informal. Reportarlo genera conflicto y un ambiente hostil; aprovechar la flexibilidad te da beneficios pero viola procedimientos. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 65,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden manejar información confidencial estratégica pese a un conflicto de interés que podría afectarte personalmente y tu supervisor insiste. Aceptar puede sesgar tus decisiones; negarte se verá como falta de compromiso y retrasará el proyecto. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 66,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al reorganizar turnos, encuentras datos personales no destinados a ti y tu supervisor te pide usarlos para completar la tarea urgente. Usarlos mejora el plan pero usa datos privados; negarte retrasa el plan y molestará a tu supervisor. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 67,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor tiene acceso exclusivo a presupuestos y planes de promoción y asigna sistemáticamente mejores proyectos a sus favoritos mientras tú recibes menos. Confrontarlo te etiquetará como problemático y podrías recibir aún menos recursos; callar mantiene una desigualdad que te perjudica. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico."
    },
    {
        "source_id": 68,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden procesar información confidencial de clientes con un plazo extremo y tu supervisor insiste en omitir protocolos de seguridad. No hacerlo así retrasa el proyecto y el cliente podría irse con la competencia; hacerlo compromete la protección de la privacidad. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 69,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, un error te da acceso a costos reales y acuerdos especiales que normalmente solo conoce la dirección, y te piden usarlos en un reporte urgente. No usarlos puede llevar a compras subóptimas y pérdida de ingresos; usarlos aprovecha información sensible de forma inadecuada. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 70,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Debes procesar solicitudes de beneficios con un plazo extremo y te piden omitir verificaciones de elegibilidad. Seguir todos los estándares hará que pierdas el plazo y se pierdan beneficios; procesar rápido cumple el plazo pero aprobará casos que no cumplen criterios. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 71,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para reducir controles en la gestión de equipos para un proyecto crítico, omitiendo registros y verificaciones. No reducir los controles retrasará el proyecto y el cliente podría cancelar; reportar la desviación generará conflicto directo con tu supervisor. ¿Qué haces?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 72,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor tiene acceso exclusivo a recursos costosos y los asigna sistemáticamente a sus favoritos mientras tú quedas con equipos obsoletos. Confrontarlo te etiquetará como problemático y recibirás recursos aún peores; callar mantiene una desigualdad que te perjudica. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico."
    },
    {
        "source_id": 73,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor tiene acceso exclusivo a información sobre recursos y presupuestos y asigna mejores equipos y mayores presupuestos a sus favoritos mientras tú quedas con menos. Confrontarlo te etiquetará como problemático y recibirás recursos aún peores; callar mantiene una desigualdad que te perjudica. ¿Qué haces?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico."
    },
    {
        "source_id": 74,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor tiene información privilegiada sobre planes futuros y asigna proyectos con mejor proyección y ascensos a sus favoritos mientras tu desarrollo se estanca. Confrontarlo te etiquetará como problemático y recibirás proyectos aún peores; callar mantiene una desigualdad que te perjudica. ¿Qué haces?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico."
    },
    {
        "source_id": 75,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para reportar gastos agrupando varios en categorías generales y omitiendo detalles. Seguir todos los estándares retrasará el reporte y podría causar despidos; reportar la desviación generará conflicto directo con tu supervisor. ¿Qué haces?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 76,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para compartir datos de clientes con un proveedor externo omitiendo protocolos de privacidad. Negarte retrasará el proyecto y el proveedor podría cancelar; reportar la violación generará conflicto directo con tu supervisor. ¿Qué haces?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 77,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de inventarios no se siguen los procedimientos establecidos y tu supervisor no interviene. Reportar las desviaciones generará conflicto directo con tu supervisor y podría retrasar el proyecto; callar acepta prácticas que violan procedimientos. ¿Qué haces?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 78,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor tiene acceso exclusivo a información sobre presupuestos y acuerdos especiales y aprueba gastos mayores para sus favoritos mientras tus solicitudes son rechazadas. Confrontarlo te etiquetará como problemático y tus solicitudes serán rechazadas aún más; callar mantiene una desigualdad que te perjudica. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico."
    },
    {
        "source_id": 79,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al procesar datos de clientes para un proyecto crítico, recibes un archivo con información personal sin encriptar. Detener el trabajo para solicitar el archivo correcto hará que pierdas el plazo y el cliente se vaya; seguir así compromete la privacidad. ¿Qué haces?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 80,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Detectas inconsistencias en el sistema de beneficios que permiten obtener más beneficios de los que corresponden y varios compañeros ya lo hacen. Reportarlas generará una investigación que afectará a tus compañeros y te aislará del equipo; aprovecharlas te daría beneficios adicionales pero es incorrecto. ¿Qué haces?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 81,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Preparas un reporte financiero crítico para la junta y detectas inconsistencias del 6-9% en los datos. Incluir todos los datos con inconsistencias señaladas podría cancelar la inversión y causar recortes masivos; presentar solo datos favorables oculta información importante. ¿Qué haces?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 82,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para comunicarte con clientes o proveedores omitiendo información que debería compartirse. Seguir los protocolos retrasará la comunicación y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 83,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan manejar datos de clientes con un plazo muy ajustado que podría afectar la protección de la privacidad. Seguir todos los estándares retrasará el procesamiento y podría perder el cliente; procesar rápido compromete los estándares de protección. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 84,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan usar un descuento corporativo con un plazo muy ajustado que podría afectar la integridad en el uso del beneficio. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 85,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al tomar decisiones sobre cómo repartir el presupuesto, descubres que eligiendo ciertas opciones podrías obtener beneficios personales indirectos. Renunciar a ese beneficio te hará sentir que te quedas atrás; tomarlo podría entrar en conflicto con lo que consideras justo. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 86,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la revisión de recursos, notas que tu supervisor maneja información que el resto no conoce y la usa para decidir quién recibe más materiales y prioridades. Señalarlo generará resistencia de tu supervisor y de quienes reciben esos beneficios; callar acepta un desequilibrio de poder. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 87,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el control de materiales se han dejado de lado pasos importantes como registros detallados y tu supervisor prefiere confiar en el criterio de cada uno. Insistir en seguirlos hará el trabajo más lento y generará tensión; aceptar facilita el trabajo pero abre espacio para errores. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 88,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al usar un descuento que la empresa tiene con un proveedor, puedes obtener un beneficio personal significativo y tu supervisor insiste en que lo aproveches. No aprovecharlo es renunciar a un ahorro importante; aprovecharlo puede entrar en conflicto con lo que la empresa esperaba. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 89,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan tramitar el uso de beneficios para un grupo con un plazo muy ajustado y tendrías que omitir verificaciones. Seguir todos los estándares hará que pierdas el plazo y el área perderá la oportunidad; procesar rápido omite verificaciones importantes. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 90,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Cuando aparecen conflictos entre intereses personales y de la empresa, se resuelven de manera informal sin registrar nada. Reportarlo generará tensión y te hará ver como quien complica; seguir el enfoque informal facilita decisiones pero deja poco claro qué es correcto. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 91,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, te das cuenta de que según cómo organices turnos podrías favorecer a personas con las que tienes relación más cercana. Favorecer a tus cercanos mejora tus relaciones pero es injusto; ser estrictamente imparcial puede afectar relaciones importantes. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 92,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados se están omitiendo revisiones y comprobaciones que garantizan la exactitud. Proponer seguir todos los pasos retrasará el reporte y generará tensión; aceptar los atajos acelera pero arriesga la exactitud. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 93,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide dejar de aplicar ciertos controles en la gestión de horarios porque considera que las reglas son demasiado estrictas. Aceptar la flexibilidad contentará a varios compañeros pero perderá claridad sobre quién cumple; insistir en los controles generará quejas y tensión. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 94,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Algunos compañeros guardan datos de clientes en lugares no autorizados y comparten archivos por canales no oficiales. Reportarlo generará tensión con tus compañeros y tu supervisor; seguir las prácticas aumenta el riesgo para la privacidad de los clientes. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 95,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan usar beneficios corporativos con un plazo muy ajustado que podría afectar la integridad en el uso. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 96,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para compartir datos de clientes omitiendo protocolos de privacidad. Negarte retrasará el proyecto y podría afectar acuerdos; reportar la violación generará conflicto con tu supervisor. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 97,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios encuentras una situación donde no está completamente claro qué es lo correcto éticamente. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 98,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan manejar información confidencial con un plazo muy ajustado que podría afectar la protección de la confidencialidad. Seguir todos los estándares retrasará el manejo y podría perder la oportunidad; procesar rápido compromete los estándares. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 99,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar el sistema de reporte de gastos, descubres errores y discrepancias que afectan la precisión de los registros. Corregirlos tomará mucho tiempo y el plazo es urgente; ignorarlos permite errores en los registros financieros. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 100,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, podrías presentar solo los datos que favorecen tu propuesta dejando fuera información que haría la oferta menos atractiva. Presentar solo datos favorables mejora tus posibilidades de cerrar el acuerdo; presentar todo con transparencia puede hacer que pierdas el acuerdo. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 101,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al tomar decisiones sobre cómo repartir el presupuesto, descubres que eligiendo ciertas opciones podrías obtener beneficios personales indirectos. Renunciar a ese beneficio te hará sentir que te quedas atrás; tomarlo podría entrar en conflicto con lo que consideras justo. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 102,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la revisión de recursos, notas que tu supervisor maneja información que el resto no conoce y la usa para decidir quién recibe más materiales y prioridades. Señalarlo generará resistencia de tu supervisor y de quienes reciben esos beneficios; callar acepta un desequilibrio de poder. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 103,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el control de materiales se han dejado de lado pasos importantes como registros detallados y tu supervisor prefiere confiar en el criterio de cada uno. Insistir en seguirlos hará el trabajo más lento y generará tensión; aceptar facilita el trabajo pero abre espacio para errores. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 104,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al usar un descuento que la empresa tiene con un proveedor, puedes obtener un beneficio personal significativo y tu supervisor insiste en que lo aproveches. No aprovecharlo es renunciar a un ahorro importante; aprovecharlo puede entrar en conflicto con lo que la empresa esperaba. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 105,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan tramitar el uso de beneficios para un grupo con un plazo muy ajustado y tendrías que omitir verificaciones. Seguir todos los estándares hará que pierdas el plazo y el área perderá la oportunidad; procesar rápido omite verificaciones importantes. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 106,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Cuando aparecen conflictos entre intereses personales y de la empresa, se resuelven de manera informal sin registrar nada. Reportarlo generará tensión y te hará ver como quien complica; seguir el enfoque informal facilita decisiones pero deja poco claro qué es correcto. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 107,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, te das cuenta de que según cómo organices turnos podrías favorecer a personas con las que tienes relación más cercana. Favorecer a tus cercanos mejora tus relaciones pero es injusto; ser estrictamente imparcial puede afectar relaciones importantes. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 108,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados se están omitiendo revisiones y comprobaciones que garantizan la exactitud. Proponer seguir todos los pasos retrasará el reporte y generará tensión; aceptar los atajos acelera pero arriesga la exactitud. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 109,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide dejar de aplicar ciertos controles en la gestión de horarios porque considera que las reglas son demasiado estrictas. Aceptar la flexibilidad contentará a varios compañeros pero perderá claridad sobre quién cumple; insistir en los controles generará quejas y tensión. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 110,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Algunos compañeros guardan datos de clientes en lugares no autorizados y comparten archivos por canales no oficiales. Reportarlo generará tensión con tus compañeros y tu supervisor; seguir las prácticas aumenta el riesgo para la privacidad de los clientes. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 111,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan usar beneficios corporativos con un plazo muy ajustado que podría afectar la integridad en el uso. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 112,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para compartir datos de clientes omitiendo protocolos de privacidad. Negarte retrasará el proyecto y podría afectar acuerdos; reportar la violación generará conflicto con tu supervisor. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 113,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios encuentras una situación donde no está completamente claro qué es lo correcto éticamente. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 114,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan manejar información confidencial con un plazo muy ajustado que podría afectar la protección de la confidencialidad. Seguir todos los estándares retrasará el manejo y podría perder la oportunidad; procesar rápido compromete los estándares. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 115,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar el sistema de reporte de gastos, descubres errores y discrepancias que afectan la precisión de los registros. Corregirlos tomará mucho tiempo y el plazo es urgente; ignorarlos permite errores en los registros financieros. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 116,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, podrías presentar solo los datos que favorecen tu propuesta dejando fuera información que haría la oferta menos atractiva. Presentar solo datos favorables mejora tus posibilidades de cerrar el acuerdo; presentar todo con transparencia puede hacer que pierdas el acuerdo. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 117,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la revisión del inventario, notas que tu supervisor tiene acceso a información sobre recursos que otros no pueden ver y está usando esta ventaja para tomar decisiones que afectan a todos. Señalarlo generará resistencia de tu supervisor y de quienes se benefician; callar acepta un desequilibrio de poder. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 118,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, identificas un potencial conflicto de interés porque tus intereses personales podrían entrar en conflicto con los intereses de la empresa. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 119,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante el proceso de reporte de gastos no se están siguiendo los procedimientos establecidos y tu supervisor no interviene. Reportarlo generará tensión y te hará ver como quien complica; seguir el enfoque informal facilita el trabajo pero viola procedimientos. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 120,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante el manejo de información confidencial no se están siguiendo los procedimientos establecidos y tu supervisor no interviene. Reportarlo generará tensión y te hará ver como quien complica; seguir el enfoque informal facilita el trabajo pero viola procedimientos. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 121,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Descubres que hay formas de alterar o distorsionar el sistema de beneficios para obtener ventajas y varios compañeros ya lo están haciendo. Reportarlo generará conflicto y un ambiente hostil; aprovecharlas te da ventajas pero es injusto. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 122,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de departamentos y herramientas, detectas inconsistencias en el sistema que algunos colegas ya están usando a su favor. Reportarlas generará conflicto y un ambiente hostil; aprovecharlas te da ventajas pero es injusto. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 123,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados financieros, encuentras información sensible que incluye datos estratégicos y protegidos. Incluirla en el reporte podría comprometer la confidencialidad; excluirla podría hacer que el reporte sea incompleto y afectar decisiones importantes. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Legal/Grave."
    },
    {
        "source_id": 124,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que asignes tareas a miembros del equipo de manera que no cumple con los procedimientos establecidos. Seguir los procedimientos retrasará las asignaciones y podría afectar el proyecto; seguir el enfoque informal facilita el trabajo pero viola procedimientos. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 125,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar el uso de recursos empresariales, detectas inconsistencias en el sistema que varios compañeros ya están usando a su favor. Reportarlas generará conflicto y un ambiente hostil; aprovecharlas te da ventajas pero es injusto. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 126,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la negociación de un contrato con un proveedor, notas que tu supervisor tiene acceso a información que el proveedor no puede ver y está usando esta ventaja para obtener condiciones más favorables. Señalarlo generará tensión con tu supervisor; callar acepta un desequilibrio de poder en la negociación. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 127,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información privilegiada, notas que tu supervisor tiene acceso a información interna sensible que otros no pueden ver y está usando esta ventaja para tomar decisiones que afectan a todos. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 128,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información confidencial, notas que tu supervisor tiene acceso a información sensible que otros no pueden ver y está usando esta ventaja para tomar decisiones que afectan a todos. Señalarlo generará resistencia de tu supervisor y de quienes se benefician; callar acepta un desequilibrio de poder. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 129,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados financieros, descubres que hay formas de alterar información financiera para que los números se vean mejor y varios compañeros ya lo están haciendo. Adoptarlas haría que tu área se viera mejor; negarte la haría ver peor y perderías oportunidades. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 130,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, encuentras una situación donde no está completamente claro qué información compartir o cómo presentarla. Consultar retrasará la decisión y podría afectar el acuerdo; decidir sin consultar arriesga compartir información incorrecta. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 131,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante el manejo de datos de clientes no se están siguiendo los procedimientos establecidos y tu supervisor no interviene. Reportarlo generará tensión y te hará ver como quien complica; seguir el enfoque informal facilita el trabajo pero viola procedimientos. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 132,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan usar beneficios corporativos con un plazo muy ajustado que podría afectar la calidad del proceso. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 133,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, observas que tu supervisor no está siguiendo los procedimientos establecidos para la comunicación externa. Señalarlo generará tensión con tu supervisor; callar acepta que el cliente reciba información incompleta. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 134,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para reducir controles y relajar procedimientos en la gestión de equipos, argumentando que los estándares son demasiado estrictos. No reducir los controles retrasará el proyecto y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 135,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar el sistema de reporte de gastos, encuentras información sensible sobre empleados que no deberías ver, como datos personales o información estratégica protegida. Usarla mejorará el reporte pero usa datos privados; negarte retrasará el reporte y molestará a tu supervisor. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 136,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para reducir controles y relajar procedimientos en la gestión de equipos, argumentando que los estándares son demasiado estrictos. No reducir los controles retrasará el proyecto y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 137,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la negociación de un contrato con un proveedor, observas que tu supervisor no está siguiendo los procedimientos establecidos, omitiendo información que debería compartirse. Señalarlo generará tensión con tu supervisor; callar acepta que el proveedor reciba información incompleta. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 138,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para compartir información confidencial con alguien que no debería tener acceso, argumentando que es necesario por urgencia. Negarte retrasará el proyecto y podría afectar acuerdos; reportar la violación generará conflicto con tu supervisor. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 139,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Detectas inconsistencias en el sistema de beneficios corporativos que varios compañeros ya están usando a su favor. Reportarlas generará conflicto y un ambiente hostil; aprovecharlas te da ventajas pero es injusto. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 140,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para reducir controles y relajar procedimientos en la gestión de horarios, argumentando que los estándares son demasiado estrictos. No reducir los controles retrasará el proyecto y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 141,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios encuentras una situación donde no está completamente claro qué es lo correcto éticamente. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 142,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Detectas inconsistencias en el sistema de manejo de conflictos de interés que varios compañeros ya están usando a su favor. Reportarlas generará conflicto y un ambiente hostil; aprovecharlas te da ventajas pero es injusto. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 143,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, encuentras una situación donde no está completamente claro qué es lo correcto éticamente. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 144,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, encuentras información sensible sobre empleados que no deberías ver, como datos personales o información estratégica protegida. Usarla mejorará la tarea pero usa datos privados; negarte retrasará la tarea y molestará a tu supervisor. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 145,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan manejar información confidencial en una situación donde identificas un potencial conflicto de interés porque tienes una relación personal con una de las partes involucradas. Aceptar puede sesgar tus decisiones; negarte se verá como falta de compromiso y retrasará el proyecto. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 146,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados financieros, detectas inconsistencias en el sistema que podrían afectar la precisión del reporte. Corregirlas tomará mucho tiempo y el plazo es urgente; ignorarlas permite errores en el reporte. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 147,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información privilegiada, descubres que hay formas de alterar o distorsionar esta información para obtener ventajas y varios compañeros ya lo están haciendo. Adoptarlas te daría ventajas pero es injusto; reportarlas generará conflicto y un ambiente hostil. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 148,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la negociación de un contrato con un proveedor, detectas inconsistencias en el sistema que podrían afectar las condiciones del contrato. Corregirlas tomará mucho tiempo y el plazo es urgente; ignorarlas permite errores en las condiciones. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 149,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar conflictos de interés, encuentras una situación donde no está completamente claro qué es lo correcto éticamente. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 150,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la negociación de un contrato con un proveedor, identificas un potencial conflicto de interés porque tienes una relación personal con una de las partes involucradas. Continuar con la negociación puede sesgar tus decisiones; retirarte se verá como falta de compromiso y retrasará el proyecto. ¿Cómo manejarías esta situación?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 151,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, podrías presentar solo los datos que favorecen tu propuesta dejando fuera información que haría la oferta menos atractiva. Presentar solo datos favorables mejora tus posibilidades de cerrar el acuerdo; presentar todo con transparencia puede hacer que pierdas el acuerdo. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 152,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar conflictos de interés, encuentras una situación donde no está completamente claro qué es lo correcto éticamente. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Vale la pena esperar?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 153,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para reducir controles y relajar procedimientos en la gestión de horarios, argumentando que los estándares son demasiado estrictos. No reducir los controles retrasará el proyecto y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 154,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan gestionar equipos y recursos con un plazo muy ajustado que podría afectar la calidad del proceso. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 155,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, encuentras información sensible sobre empleados que no deberías ver, como datos personales o información estratégica protegida. Usarla mejorará la tarea pero usa datos privados; negarte retrasará la tarea y molestará a tu supervisor. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 156,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados, te das cuenta de que la forma en que presentes algunos datos puede beneficiarte directamente mejorando la percepción sobre tu área. Presentarlo para beneficiarte mejora tu posición pero sesga información; presentarlo con transparencia afecta tu percepción y puedes perder promociones. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 157,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la negociación de un contrato con un proveedor, identificas un potencial conflicto de interés porque tienes una relación personal con una de las partes involucradas. Continuar con la negociación puede sesgar tus decisiones; retirarte se verá como falta de compromiso y retrasará el proyecto. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 158,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, identificas un potencial conflicto de interés porque tus intereses personales podrían entrar en conflicto con los intereses de la empresa. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Vale la pena esperar?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 159,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para reportar gastos de manera que no cumple con los estándares establecidos, argumentando que es necesario por urgencia. Seguir los estándares retrasará el reporte y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 160,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, descubres que hay una oportunidad de usar recursos de la empresa para obtener un beneficio personal que técnicamente no está prohibido. No aprovecharlo es renunciar a un beneficio; aprovecharlo puede entrar en conflicto con lo que la empresa esperaba. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 161,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan gestionar inventarios con un plazo muy ajustado que podría afectar la calidad del proceso. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 162,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar conflictos de interés, identificas un potencial conflicto de interés porque tus intereses personales podrían entrar en conflicto con los intereses de la empresa. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Vale la pena esperar?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 163,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, encuentras información sensible sobre empleados que no deberías ver, como datos personales o información estratégica protegida. Usarla mejorará la tarea pero usa datos privados; negarte retrasará la tarea y molestará a tu supervisor. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 164,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de equipos y recursos, encuentras información sensible que no deberías ver, como datos personales o información estratégica protegida. Usarla mejorará la tarea pero usa datos privados; negarte retrasará la tarea y molestará a tu supervisor. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 165,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar el sistema de reporte de gastos, descubres que hay una oportunidad de usar recursos de la empresa para obtener un beneficio personal que técnicamente no está prohibido. No aprovecharlo es renunciar a un beneficio; aprovecharlo puede entrar en conflicto con lo que la empresa esperaba. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 166,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar el sistema de reporte de gastos, encuentras información sensible sobre empleados que no deberías ver, como datos personales o información estratégica protegida. Usarla mejorará el reporte pero usa datos privados; negarte retrasará el reporte y molestará a tu supervisor. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 167,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, descubres que hay una oportunidad de usar recursos de la empresa para obtener un beneficio personal que técnicamente no está prohibido. No aprovecharlo es renunciar a un beneficio; aprovecharlo puede entrar en conflicto con lo que la empresa esperaba. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 168,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados financieros, notas que tu supervisor tiene acceso a información sobre recursos que otros no pueden ver y está usando esta ventaja para tomar decisiones que afectan a todos. Señalarlo generará resistencia de tu supervisor y de quienes se benefician; callar acepta un desequilibrio de poder. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 169,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, detectas inconsistencias en el sistema que varios compañeros ya están usando a su favor. Alzar la voz provocará tensión con tus compañeros; seguir la corriente te da ventajas pero es injusto. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 170,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al usar un descuento corporativo, identificas un potencial conflicto de interés porque tus intereses personales podrían entrar en conflicto con los intereses de la empresa. No usar el beneficio es renunciar a un ahorro importante; usarlo puede sesgar tus decisiones. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 171,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, descubres que hay una oportunidad de usar recursos de la empresa para obtener un beneficio personal que técnicamente no está prohibido. No aprovecharlo es renunciar a un beneficio; aprovecharlo puede entrar en conflicto con lo que la empresa esperaba. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 172,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para tomar decisiones presupuestarias que no cumplen con los estándares establecidos, argumentando que es necesario por urgencia. Seguir los estándares retrasará las decisiones y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 173,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante el manejo de información privilegiada no se están siguiendo los procedimientos establecidos y tu supervisor no interviene. Callar implica seguir el enfoque informal que facilita el trabajo pero viola procedimientos; denunciar trae tensión y te hará ver como quien complica. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 174,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para entregar un reporte de resultados que sabes que no cumple con los estándares de calidad habituales: hay cifras sin revisar y explicaciones incompletas. Exigir mantener los estándares te hará ver como quien complica las cosas; entregar el reporte incompleto arriesga errores graves. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 175,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la negociación de un contrato con un proveedor, notas que tu supervisor utiliza información interna que la otra parte no conoce, como problemas que el proveedor tiene con otros clientes. Señalarlo generará tensión con tu supervisor; callar acepta una forma de negociar poco transparente. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 176,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, detectas que algunos datos que se están mostrando no coinciden con la información más actualizada. Callar permite que el cliente tome decisiones con información imprecisa; hablar generará tensión y retrasos. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 177,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que envíes a una persona externa al área una lista con datos detallados de clientes, argumentando que es la única forma de resolver un problema urgente. Negarte te hará ver como alguien que no coopera en momentos críticos; aceptar rompe una regla importante de protección de datos. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 178,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que compartas información interna sensible de la empresa, como planes futuros o resultados preliminares, con una persona que no está incluida en los grupos habituales de confianza. Negarte retrasará el proyecto y podría afectar acuerdos; aceptar rompe los protocolos de confidencialidad. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 179,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Piensas usar recursos de la empresa, como espacios, materiales o servicios internos, para apoyar una actividad personal que te beneficiaría directamente. No usarlos es renunciar a un beneficio importante; usarlos puede generar un conflicto entre tus intereses y los de la empresa. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 180,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Varios compañeros guardan información de clientes en carpetas compartidas sin protección, usan dispositivos personales o envían archivos por canales informales. Denunciar traerá tensión con tus compañeros y tu supervisor; seguir las prácticas aumenta el riesgo de filtraciones. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 181,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al decidir cómo repartir el presupuesto, descubres que si priorizas ciertos gastos podrías conseguir beneficios que te favorezcan directamente, como viajes, cursos o mejoras de tu espacio de trabajo. Renunciar a ese beneficio te hará sentir que te quedas atrás; tomarlo podría entrar en conflicto con lo que consideras justo. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 182,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que dejes de registrar con detalle las entradas, salidas y ausencias del equipo, y que seas mucho más flexible con el cumplimiento de horarios. Aceptar la flexibilidad contentará a varios compañeros pero perderá claridad sobre quién cumple; insistir en los controles generará molestia en el equipo. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 183,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al trabajar con información de clientes, notas que tu supervisor tiene acceso a reportes y análisis que el resto del equipo no ve y que utiliza esos datos para decidir qué clientes reciben más atención. Señalarlo generará resistencia de tu supervisor y de quienes se benefician; callar acepta un desequilibrio de poder. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 184,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, encuentras comentarios internos sobre el desempeño y situaciones personales de algunos compañeros que no estaban destinados a ti. Usar esos datos podría ayudarte a armar un plan más efectivo pero estarías entrando en terreno muy delicado respecto a la privacidad; negarte retrasará el plan y molestará a tu supervisor. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 185,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información confidencial sobre resultados o beneficios internos, detectas que hay errores y vacíos que han permitido a algunas personas obtener ventajas sin cumplir todos los criterios. Denunciar traerá tensión con tus compañeros; aprovechar te da ventajas pero es injusto. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 186,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar casos de posibles conflictos entre intereses personales y de la empresa, descubres que hay vacíos en la forma en que se registran y evalúan estas situaciones. Reportarlos generará tensión y te hará ver como quien complica; seguir el enfoque informal facilita decisiones pero deja poco claro qué es correcto. ¿Vale la pena el conflicto?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 187,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar cómo se reportan los gastos, encuentras varias facturas mal clasificadas y montos que no coinciden con los comprobantes. Corregir todo tomaría bastante tiempo y retrasaría el cierre del mes; ignorarlos permite errores en los registros financieros. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 188,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar información interna sobre decisiones futuras de la empresa, descubres que podrías tomar una decisión ahora que te beneficiaría directamente cuando se anuncien esos cambios. No aprovechar es renunciar a una ventaja; aprovechar puede entrar en conflicto con lo que consideras justo. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 189,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden armar un reporte de gastos para la dirección con un plazo tan corto que sabes que no podrás revisar cada detalle como corresponde. Tomarte más tiempo para revisarlo bien podría incumplir la fecha límite; entregar el reporte sin revisar arriesga errores graves. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 190,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información interna, accedes a expedientes que incluyen detalles de evaluaciones, sanciones o situaciones personales de algunos compañeros. Usar esos datos podría ayudarte a reducir riesgos en el proyecto pero puede interpretarse como un uso indebido de información privada; negarte retrasará el proyecto y molestará a tu supervisor. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 191,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información interna relevante para promociones, bonos o asignación de proyectos, descubres que algunas personas han destacado solo los datos que las favorecen y han omitido aspectos menos positivos. Adoptar este enfoque te daría ventajas similares pero es injusto; presentar todo con transparencia puede hacer que pierdas oportunidades. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 192,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de gastos, notas que tu supervisor usa información que el resto del equipo no conoce, como acuerdos especiales o márgenes de error aceptados, para justificar ciertos consumos que favorecen a algunas personas. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 193,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la revisión de materiales y equipos, descubres que hay excedentes que nadie está utilizando y que podrían servirte para un proyecto personal o para ayudar a conocidos fuera de la empresa. No aprovecharlos es renunciar a un beneficio; aprovecharlos puede entrar en conflicto con lo que la empresa esperaba. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 194,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados financieros, identificas un potencial conflicto de interés porque tus intereses personales podrían entrar en conflicto con los intereses de la empresa. Aceptar puede sesgar tus decisiones; negarte se verá como falta de compromiso y retrasará el proyecto. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 195,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, podrías presentar solo los datos que favorecen tu propuesta dejando fuera información que haría la oferta menos atractiva. Presentar solo datos favorables mejora tus posibilidades de cerrar el acuerdo; presentar todo con transparencia puede hacer que pierdas el acuerdo. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 196,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de gastos, notas que tu supervisor utiliza información que el resto del equipo no conoce, como acuerdos especiales o márgenes de tolerancia, para justificar ciertos consumos asociados a proyectos o personas específicas. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 197,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de materiales y equipos, detectas errores en los registros: faltan artículos, sobran otros en papel y hay movimientos que no coinciden con la realidad. Alzar la voz provocará tensión y te hará ver como quien complica; aprovechar te da ventajas pero es injusto. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 198,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y la distribución de tareas del equipo, descubres que hay registros incompletos y errores que algunos compañeros ya han usado a su favor. Denunciar traerá tensión con tus compañeros; aprovechar te da ventajas pero es injusto. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 199,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que tramites beneficios de la empresa para un grupo específico de personas, aunque algunas de ellas no cumplen exactamente con los requisitos establecidos. Seguir todos los estándares hará que pierdas el plazo y se pierdan beneficios; procesar rápido aprobará casos que no cumplen criterios. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 200,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la negociación de un contrato con un proveedor, detectas errores en cifras, fechas o condiciones que, si se corrigen, implicarían volver a discutir partes importantes del acuerdo. Mencionarlos retrasará la firma y generará tensión; no mencionarlos permite errores en el contrato. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 201,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información interna sensible, llega a tus manos un caso en el que no está claro qué datos se deben compartir con otras áreas y cuáles deberían mantenerse restringidos. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga compartir información que no debería salir. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 202,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Observas que, al repartir tareas y responsabilidades, tu supervisor no sigue los criterios acordados y asigna trabajos según preferencias personales. Señalarlo generará resistencia de tu supervisor y de quienes se benefician; callar acepta un desequilibrio de poder. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 203,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que compartas información interna reservada con un grupo más amplio de lo que está permitido, argumentando que es la única forma de que el trabajo avance a tiempo. Negarte retrasará el proyecto y podría afectar acuerdos; aceptar rompe los protocolos de confidencialidad. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 204,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados, notas que tu supervisor utiliza información adicional que el resto del equipo no conoce para resaltar el desempeño de ciertas áreas y minimizar problemas en otras. Señalarlo generará resistencia de tu supervisor; callar acepta que el reporte no refleje la realidad. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 205,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, notas que algunos datos que se muestran en pantalla no coinciden con la información actual que tú conoces. Callar permite que el cliente tome decisiones con información imprecisa; hablar generará tensión y retrasos. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 206,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para asignar tareas a miembros del equipo de manera que no cumple con los estándares establecidos, argumentando que es necesario por urgencia. Seguir los estándares retrasará las asignaciones y podría afectar el proyecto; seguir el enfoque informal facilita el trabajo pero viola procedimientos. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 207,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de equipos y recursos, identificas un potencial conflicto de interés porque tus intereses personales podrían entrar en conflicto con los intereses de la empresa. Aceptar puede sesgar tus decisiones; negarte se verá como falta de compromiso y retrasará el proyecto. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 208,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información confidencial, encuentras una situación donde no está completamente claro qué es lo correcto éticamente. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Vale la pena esperar?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 209,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la negociación de un contrato con un proveedor no se están siguiendo los procedimientos establecidos y tu supervisor no interviene. Denunciar traerá tensión y te hará ver como quien complica; seguir el enfoque informal facilita el trabajo pero viola procedimientos. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 210,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, notas que tu supervisor tiene acceso a información que el cliente no puede ver y está usando esta ventaja para tomar decisiones que los afectan. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 211,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, detectas inconsistencias en el sistema que podrían afectar la comunicación. Corregirlas tomará mucho tiempo y el plazo es urgente; ignorarlas permite errores en la comunicación. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 212,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Descubres que algunas personas han aprendido a solicitar beneficios de la empresa de forma que siempre obtienen el máximo posible, fraccionando solicitudes o usando motivos poco claros. Alzar la voz provocará tensión con tus compañeros; seguir la corriente te da ventajas similares pero es injusto. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 213,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con un cliente importante, te das cuenta de que tienes una relación cercana con una de las personas que toman decisiones del lado del cliente. Continuar con la reunión puede sesgar tus decisiones; retirarte se verá como falta de compromiso y retrasará el proyecto. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 214,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información interna, descubres que ciertos recursos de la empresa no están siendo usados y que podrías aprovecharlos para un proyecto personal sin llamar la atención. No aprovecharlos es renunciar a un beneficio; aprovecharlos puede entrar en conflicto con lo que la empresa esperaba. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 215,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar cómo se reportan los gastos, descubres que algunos compañeros describen consumos de forma muy general o los agrupan en categorías amplias que dificultan saber si realmente son necesarios para el trabajo. Denunciar traerá tensión con tus compañeros; seguir las prácticas te permite justificar gastos personales pero es incorrecto. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 216,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y tareas del equipo, ves notas internas sobre problemas personales, antecedentes disciplinarios o comentarios de evaluaciones de algunos compañeros que no estaban dirigidos a ti. Usar esos datos podría ayudarte a reducir riesgos en el proyecto pero estarías entrando en terreno muy delicado respecto a la privacidad; negarte retrasará el proyecto y molestará a tu supervisor. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 217,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, notas que tu supervisor dispone de información sobre movimientos de materiales y acuerdos con otros departamentos que no comparte con el equipo. Señalarlo generará resistencia de tu supervisor y de quienes se benefician; callar acepta un desequilibrio de poder. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 218,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, notas que hay huecos, turnos menos demandantes o combinaciones de tareas que podrías asignarte a ti mismo para tener días más livianos. No aprovecharlos es renunciar a un beneficio; aprovecharlos puede entrar en conflicto con lo que consideras justo. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 219,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados financieros, descubres que hay formas de alterar información financiera para que los números se vean mejor y varios compañeros ya lo están haciendo. Adoptarlas haría que tu área se viera mejor; negarte la haría ver peor y perderías oportunidades. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 220,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información privilegiada, descubres que hay formas de alterar o distorsionar esta información para obtener ventajas y varios compañeros ya lo están haciendo. Adoptarlas te daría ventajas similares pero es injusto; denunciar traerá tensión con tus compañeros. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 221,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el uso diario de los recursos de la empresa se han normalizado prácticas que saltan pasos del procedimiento, como prestarlos sin registro o permitir que personas no autorizadas los utilicen. Insistir en seguirlos hará el trabajo más lento y generará tensión; aceptar facilita el trabajo pero abre espacio para errores. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 222,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que compartas información interna reservada, como resultados preliminares o decisiones aún no anunciadas, con personas que no están en la lista de acceso. Negarte retrasará el proyecto y podría afectar acuerdos; aceptar rompe los protocolos de confidencialidad. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 223,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de gastos, notas que tu supervisor usa información que el resto del equipo no conoce, como acuerdos de descuentos especiales o reglas internas no escritas, para aprobar ciertas solicitudes con facilidad mientras otras se revisan con mucho detalle. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 224,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, notas que tu supervisor maneja información adicional, como planes futuros de la empresa o preferencias de ciertas personas de la dirección, y la usa para decidir quién recibe los turnos más visibles. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 225,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al organizar los horarios y tareas del equipo, te enfrentas a una situación en la que puedes repartir los turnos difíciles entre varios compañeros o concentrarlos en quienes te han dado menos problemas. Repartir equitativamente es justo pero complica tu trabajo; concentrarlos facilita tu trabajo pero es injusto. ¿Vale la pena el conflicto?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 226,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, notas que tu supervisor usa información sobre acuerdos con proveedores y prioridades internas que no comparte con el equipo para decidir qué áreas reciben materiales nuevos primero. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 227,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Descubres que algunos compañeros solicitan beneficios de la empresa de forma estratégica, dividiendo una petición en varias más pequeñas o usando justificaciones poco claras, para aumentar la probabilidad de que se los aprueben. Alzar la voz provocará tensión con tus compañeros; seguir la corriente te da ventajas similares pero es injusto. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 228,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el control de inventarios se han dejado de hacer conteos completos y revisiones cruzadas, y muchas entradas y salidas se registran solo de forma aproximada. Insistir en seguirlos hará el trabajo más lento y generará tensión; aceptar facilita el trabajo pero aumenta el riesgo de pérdidas. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 229,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que compartas con una persona externa a tu área documentos internos que incluyen datos sensibles sobre proyectos, costos o estrategias. Negarte retrasará el proyecto y podría afectar acuerdos; aceptar rompe los protocolos de confidencialidad. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 230,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al usar recursos de la empresa, descubres que podrías aprovechar ciertos servicios, equipos o materiales para resolver necesidades personales. No aprovecharlos es renunciar a un beneficio; aprovecharlos puede entrar en conflicto con lo que la empresa esperaba. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 231,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, recibes la indicación de liberar materiales para un proyecto que no tiene todavía toda la documentación completa, mientras otros proyectos sí cumplen con todos los requisitos pero tendrían que esperar. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 232,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para aprobar gastos o reasignar partidas de presupuesto sin pasar por todos los pasos de revisión habituales, argumentando que, si se sigue el proceso completo, se perderá una oportunidad importante. Seguir los estándares retrasará las decisiones y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 233,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al tomar decisiones presupuestarias, descubres que hay formas de alterar o distorsionar información para obtener ventajas y varios compañeros ya lo están haciendo. Adoptarlas te daría ventajas similares pero es injusto; denunciar traerá tensión con tus compañeros. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 234,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan manejar información privilegiada con un plazo muy ajustado que podría afectar la calidad del proceso o la protección de la confidencialidad. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 235,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con clientes o proveedores, notas que tu supervisor tiene acceso a información que ellos no pueden ver y está usando esta ventaja para tomar decisiones que los afectan. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder en la negociación. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 236,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la comunicación con clientes o proveedores, descubres que hay una oportunidad de usar información de la empresa para obtener un beneficio personal que técnicamente no está prohibido. No aprovecharla es renunciar a un beneficio; aprovecharla puede entrar en conflicto con lo que la empresa esperaba. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 237,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante el proceso de reporte de gastos no se están siguiendo los procedimientos establecidos y tu supervisor no interviene. Denunciar traerá tensión y te hará ver como quien complica; seguir el enfoque informal facilita el trabajo pero viola procedimientos. ¿Vale la pena el conflicto?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 238,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para usar recursos empresariales de manera que no cumple con los estándares establecidos, argumentando que es necesario por urgencia. Seguir los estándares retrasará el proyecto y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 239,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, descubres que hay una oportunidad de usar recursos de la empresa para obtener un beneficio personal que técnicamente no está prohibido. No aprovecharla es renunciar a un beneficio; aprovecharla puede entrar en conflicto con lo que la empresa esperaba. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 240,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información confidencial, detectas inconsistencias en el sistema que podrían afectar la precisión de los registros. Corregirlas tomará mucho tiempo y el plazo es urgente; ignorarlas permite errores en los registros pero varios compañeros ya están usando estas inconsistencias a su favor. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 241,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de equipos y recursos, detectas inconsistencias en el sistema que podrían afectar la precisión de los registros. Corregirlas tomará mucho tiempo y el plazo es urgente; ignorarlas permite errores pero varios compañeros ya están usando estas inconsistencias a su favor. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 242,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con clientes o proveedores, observas que tu supervisor no está siguiendo los procedimientos establecidos para la comunicación externa, omitiendo información que debería compartirse. Señalarlo generará tensión con tu supervisor; callar acepta que el cliente reciba información incompleta. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 243,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la comunicación con clientes o proveedores, identificas un potencial conflicto de interés porque tienes una relación personal con una de las partes involucradas. Continuar con la reunión puede sesgar tus decisiones; retirarte se verá como falta de compromiso y retrasará el proyecto. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 244,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te presiona para gestionar inventarios de manera que no cumple con los estándares establecidos, argumentando que es necesario por urgencia. Seguir los estándares retrasará el proyecto y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 245,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la asignación de personal, notas que tu supervisor tiene acceso a información sobre recursos que otros no pueden ver y está usando esta ventaja para tomar decisiones que afectan a todos. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder en el equipo. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 246,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante el uso de recursos empresariales, detectas inconsistencias en el sistema que podrían afectar la precisión de los registros. Corregirlas tomará mucho tiempo y el plazo es urgente; ignorarlas permite errores pero varios compañeros ya están usando estas inconsistencias a su favor. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 247,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión diaria de equipos y recursos se han vuelto habituales los atajos: se omiten autorizaciones, no se documentan algunos cambios y se toman decisiones rápidas sin la revisión que marcan los procedimientos. Insistir en seguirlos hará el trabajo más lento y generará tensión; aceptar facilita el trabajo pero abre espacio para errores. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 248,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información interna, detectas que hay errores y huecos en los registros que permiten interpretar los mismos datos de distintas maneras. Corregirlos tomará mucho tiempo y el plazo es urgente; ignorarlos permite errores pero algunos compañeros ya han aprovechado estas inconsistencias para presentar resultados que los favorecen. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 249,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados, identificas que la forma en que presentes ciertos datos podría beneficiar directamente a tu área o a tu propia evaluación. Presentarlo para beneficiarte mejora tu posición pero sesga información; presentarlo con transparencia afecta tu percepción y puedes perder promociones. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 250,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al gestionar un caso delicado, reconoces que tienes una relación personal con una de las personas involucradas, lo que podría afectar tu objetividad. Continuar con el caso puede sesgar tus decisiones; retirarte se verá como falta de compromiso y retrasará el proceso. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 251,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, descubres que ciertos materiales o equipos sobrantes podrían servirte para resolver una necesidad personal, como hacer una reparación o apoyar a alguien cercano. No aprovecharlos es renunciar a un beneficio; aprovecharlos puede entrar en conflicto con lo que la empresa esperaba. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 252,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden cerrar un conteo de inventario en un tiempo mucho más corto de lo habitual y tendrías que dejar de revisar algunos detalles o confiar en estimaciones. Seguir todos los estándares retrasará el conteo y podría afectar acuerdos; procesar rápido compromete los estándares. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 253,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al trabajar con información de clientes, te asignan casos que incluyen datos de una persona con la que tienes una relación cercana. Continuar con el caso puede sesgar tus decisiones; retirarte se verá como falta de compromiso y retrasará el proyecto. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 254,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que uses un beneficio de la empresa, como vales, servicios o descuentos, para apoyar a un grupo específico, aunque algunas de las personas incluidas no cumplen con los criterios. Seguir todos los estándares hará que pierdas el plazo y se pierdan beneficios; procesar rápido aprobará casos que no cumplen criterios. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 255,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de gastos, descubres que, si agrupas algunos consumos o usas descripciones muy generales, puedes hacer que parezcan más relacionados con el trabajo de lo que realmente son. No hacerlo es renunciar a que ciertos gastos personales sean cubiertos por la empresa; hacerlo te permite justificar gastos personales pero es incorrecto. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 256,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden decidir rápidamente cómo repartir una cantidad de dinero entre varias necesidades del área, como proyectos, mantenimiento o capacitación, pero algunos datos clave todavía no están confirmados. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga tomar una decisión incorrecta. ¿Vale la pena esperar?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 257,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información confidencial sobre planes futuros de la empresa, te das cuenta de que podrías tomar decisiones personales ahora que te colocarían en una posición muy favorable cuando esos cambios se anuncien. No aprovechar es renunciar a una ventaja; aprovechar puede entrar en conflicto con lo que consideras justo. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 258,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones del equipo, te das cuenta de que según cómo organices turnos y tareas podrías favorecerte a ti mismo o a personas cercanas con horarios más cómodos. Favorecer a tus cercanos mejora tus relaciones pero es injusto; ser estrictamente imparcial puede afectar relaciones importantes. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 259,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan preparar un reporte de gastos con un plazo tan ajustado que sabes que no podrás revisar a fondo cada comprobante ni verificar todos los detalles. Tomarte más tiempo para revisarlo bien podría incumplir la fecha límite; entregar el reporte sin revisar arriesga errores graves. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 260,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información confidencial sobre un caso específico, te das cuenta de que una de las personas involucradas es alguien con quien tienes una relación cercana. Continuar con el caso puede sesgar tus decisiones; retirarte se verá como falta de compromiso y retrasará el proyecto. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Tiempo."
    },
    {
        "source_id": 261,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar información confidencial, detectas errores y discrepancias que distorsionan la realidad de ciertos resultados o decisiones pasadas. Corregirlos implicaría reabrir temas sensibles y consumir mucho tiempo justo antes de un plazo importante; ignorarlos permite errores pero algunos compañeros ya han aprovechado estas inconsistencias. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 262,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan clasificar y compartir información confidencial en muy poco tiempo para que otras áreas puedan avanzar en un proyecto urgente. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares de confidencialidad. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 263,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una revisión de presupuesto, descubres que si cambias la forma en que clasificas ciertos gastos o adelantas/atrasas algunas partidas, puedes hacer que las cifras se vean más favorables sin que el sistema marque errores. Adoptar estas prácticas te ayudaría a cumplir metas pero es injusto; negarte la haría ver peor y perderías oportunidades. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 264,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones, notas que tu supervisor usa información que el equipo no conoce, como promesas de ascensos o preferencias de directivos, para decidir quién recibe las tareas más visibles. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. ¿Vale la pena el conflicto?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 265,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de equipos y recursos se han normalizado atajos que dejan de lado registros, controles o revisiones importantes. Insistir en seguirlos hará el trabajo más lento y generará tensión; aceptar facilita el trabajo pero abre espacio para errores. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 266,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que autorices el uso de recursos de la empresa, como vehículos, herramientas o espacios, para actividades que no estaban previstas originalmente. Seguir los estándares retrasará el proyecto y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 267,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar horarios y asignaciones del equipo, te das cuenta de que según cómo organices turnos y tareas podrías favorecerte a ti mismo o a personas cercanas con horarios más cómodos. Favorecer a tus cercanos mejora tus relaciones pero es injusto; ser estrictamente imparcial puede afectar relaciones importantes. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 268,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Descubres que puedes usar un descuento especial que la empresa tiene con un proveedor para obtener un beneficio importante para ti o tu familia. No aprovecharlo es renunciar a un ahorro importante; aprovecharlo puede entrar en conflicto con lo que la empresa esperaba. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 269,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, ves que algunos materiales o equipos poco usados podrían ayudarte a resolver una necesidad personal. No aprovecharlos es renunciar a un beneficio; aprovecharlos puede entrar en conflicto con lo que la empresa esperaba. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 270,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al reportar gastos se han dejado de aplicar varios pasos del procedimiento, como justificar con detalle cada gasto o adjuntar todos los respaldos. Insistir en seguirlos hará el trabajo más lento y generará tensión; aceptar facilita el trabajo pero abre espacio para errores. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 271,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información interna, notas que tu supervisor recibe reportes y avisos que el resto del equipo no ve y que con esa ventaja decide qué proyectos avanzar primero. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 272,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una reunión con clientes o proveedores, observas que tu supervisor evita mencionar ciertos riesgos, limitaciones o costos adicionales que deberían explicarse con claridad. Intervenir para aclarar frenará el avance del acuerdo y generará tensión con tu supervisor; callar permite que la otra parte tome decisiones con información incompleta. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 273,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden enviar comunicaciones importantes a clientes o proveedores en un periodo muy corto, por lo que apenas tienes tiempo para revisar bien los mensajes o validar toda la información. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 274,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información interna, encuentras detalles sensibles sobre algunos compañeros, como evaluaciones, advertencias o situaciones personales, que no estaban destinados a ti. Usar esos datos podría ayudarte a reducir riesgos en el proyecto pero estarías entrando en terreno muy delicado respecto a la privacidad; negarte retrasará el proyecto y molestará a tu supervisor. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 275,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al trabajar con información confidencial, notas que tu supervisor conoce datos sobre cambios futuros, beneficios o ajustes salariales que no comparte con el equipo y que utiliza para decidir a quién apoyar más. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 276,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar cómo se registran los usos de recursos de la empresa, detectas errores y vacíos que hacen que algunos préstamos o consumos no queden bien reflejados. Corregirlos tomará mucho tiempo y el plazo es urgente; ignorarlos permite errores en los registros. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 277,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al usar un descuento de la empresa, identificas que aprovecharlo para una compra personal importante podría ir en contra del propósito con el que se negoció ese beneficio. No usarlo es renunciar a un ahorro importante; usarlo puede entrar en conflicto con lo que la empresa esperaba. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 278,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el control de inventarios se han dejado de hacer conteos completos y verificaciones cruzadas, y muchas entradas y salidas se registran solo de forma aproximada. Insistir en seguirlos hará el trabajo más lento y generará tensión; aceptar facilita el trabajo pero aumenta el riesgo de pérdidas. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 279,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar datos de clientes, te enfrentas a una solicitud de otra área que pide más información de la necesaria para realizar su trabajo, incluyendo datos sensibles. Consultar retrasará la decisión y podría afectar el proyecto; decidir sin consultar arriesga compartir información que no debería salir. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 280,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el control del tiempo de trabajo se han vuelto frecuentes los cambios de horario no registrados, las salidas anticipadas sin anotación y los ajustes manuales para que las horas cerradas coincidan con lo esperado. Denunciar traerá tensión y te hará ver como quien complica; seguir el enfoque informal facilita el trabajo pero viola procedimientos. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 281,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar datos de clientes, notas que tu supervisor utiliza análisis e información adicional que el equipo no ve para decidir qué clientes reciben más atención, plazos más flexibles o mejores condiciones. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 282,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados, notas que tu supervisor incorpora datos internos que el equipo no conoce para presentar un panorama que favorece ciertas áreas y minimiza problemas en otras. Señalarlo generará resistencia de tu supervisor; callar acepta que el reporte no refleje la realidad. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 283,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante el proceso de reporte de gastos, notas que tu supervisor utiliza información adicional que el resto no ve para autorizar ciertos gastos con facilidad mientras otros se cuestionan con mucho detalle. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 284,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Para avanzar más rápido, algunos compañeros guardan datos de clientes en dispositivos personales, comparten información por canales no oficiales o dejan documentos impresos sin resguardo. Denunciar traerá tensión con tus compañeros y tu supervisor; seguir las prácticas aumenta el riesgo para la privacidad. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 285,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios, encuentras documentos que contienen información personal y estratégica sobre empleados, como salarios, cambios previstos o evaluaciones internas, que no estaban destinados a ti. Usar esos datos mejorará el reporte pero usa datos privados; negarte retrasará el reporte y molestará a tu supervisor. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 286,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar información confidencial, notas que tu supervisor tiene acceso a información sensible que otros no pueden ver y está usando esta ventaja para tomar decisiones que afectan a todos. Señalarlo generará resistencia de tu supervisor; callar acepta un desequilibrio de poder en el equipo. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 287,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante las decisiones presupuestarias, descubres que hay formas de alterar información presupuestaria para que los números se vean mejor y varios compañeros ya lo están haciendo. Adoptarlas te daría ventajas similares pero es injusto; denunciar traerá tensión con tus compañeros. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 288,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión del tiempo de trabajo hay inconsistencias en el sistema que podrían afectar la precisión de los registros de horarios. Corregirlas tomará mucho tiempo y el plazo es urgente; ignorarlas permite errores en los registros. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 289,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la comunicación con clientes o proveedores, descubres que hay formas de presentar información de manera que técnicamente no es falsa pero podría considerarse manipulativa. Adoptar este enfoque te daría ventajas similares pero es injusto; denunciar traerá tensión con tus compañeros. ¿Vale la pena el conflicto?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 290,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar datos de clientes, encuentras información sensible sobre empleados que no deberías ver, como datos personales o información estratégica protegida. Usarla mejorará el reporte pero usa datos privados; negarte retrasará el reporte y molestará a tu supervisor. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 291,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al usar un descuento corporativo, descubres que hay una oportunidad de usar recursos de la empresa para obtener un beneficio personal que técnicamente no está prohibido. No aprovecharla es renunciar a un beneficio; aprovecharla puede entrar en conflicto con lo que la empresa esperaba. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 292,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan manejar información confidencial con un plazo muy ajustado que podría afectar la calidad del proceso. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares de confidencialidad. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 293,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios hay inconsistencias en el sistema que podrían afectar la precisión de los registros. Corregirlas tomará mucho tiempo y el plazo es urgente; ignorarlas permite errores pero varios compañeros ya están usando estas inconsistencias a su favor. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 294,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te solicitan revisar y compartir información confidencial en muy poco tiempo para que una decisión importante pueda tomarse a la brevedad. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares de confidencialidad. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 295,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de inventarios hay errores en cantidades registradas, movimientos sin respaldo y diferencias entre lo que aparece en el sistema y lo que realmente hay en almacén. Corregirlos tomará mucho tiempo y el plazo es urgente; ignorarlos permite errores en los registros. ¿Qué decisión tomas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 296,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante el proceso de reporte de gastos, encuentras documentos que incluyen información personal o estratégica sobre empleados, como salarios, ajustes o decisiones internas, que no estaban destinados a ti. Usar esos datos mejorará el reporte pero usa datos privados; negarte retrasará el reporte y molestará a tu supervisor. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 297,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Tu supervisor te pide que te comuniques con clientes o proveedores usando mensajes más vagos o incompletos de lo que marcan las pautas internas, para evitar preocupaciones y acelerar acuerdos. Seguir los protocolos retrasará la comunicación y podría afectar acuerdos; reportar la desviación generará conflicto con tu supervisor. ¿Vale la pena el riesgo?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 298,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En los registros de horarios hay entradas duplicadas, salidas sin marcar y cambios que no coinciden con lo que realmente sucedió. Corregirlos tomará mucho tiempo y el plazo es urgente; ignorarlos permite errores en los registros. ¿Qué priorizas y por qué?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 299,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al usar un descuento de la empresa, te das cuenta de que puedes aprovecharlo para una compra personal importante que no está claramente prevista en las políticas. No aprovecharlo es renunciar a un ahorro importante; aprovecharlo puede entrar en conflicto con lo que la empresa esperaba. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 300,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden enviar información importante a clientes o proveedores con un plazo tan corto que apenas tienes tiempo para revisar el contenido y asegurarte de que todo está completo. Seguir todos los estándares retrasará el proceso y podría perder la oportunidad; procesar rápido compromete los estándares. Explica tu razonamiento.",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 301,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de equipos y recursos, notas que varios compañeros y tu supervisor han dejado de registrar movimientos y aprobaciones para avanzar más rápido. Si exiges seguir cada paso del protocolo, el proyecto se atrasará y quedarás como quien complica el trabajo; si te adaptas al atajo, aceptas decisiones sin control que pueden traer problemas después. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 302,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden cruzar información de distintas bases de datos para crear perfiles muy detallados de clientes, incluyendo hábitos y posibles situaciones personales. Si pones límites al uso de esos datos, el análisis se hará más lento y pueden culparte de frenar resultados; si aceptas todo, contribuyes a un uso invasivo de la información. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 303,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al analizar un posible conflicto de interés, accedes a información muy sensible sobre una persona implicada que no estaba destinada a ti. Si pides que otro tome el caso o que se limite el uso de esos datos, el proceso se alargará y pueden decir que exageras; si sigues adelante usándolos, expones a la persona y normalizas ese manejo de información. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Social."
    },
    {
        "source_id": 304,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una decisión de presupuesto, ves que una de las opciones beneficia indirectamente a tu área o a proyectos donde tú participas más, aunque no sea lo más equilibrado para la empresa. Si propones que alguien más decida o eliges la opción más neutral, puedes perder recursos y quedar como poco hábil políticamente; si eliges lo que te favorece, antepones tu interés personal. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 305,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te encargan reorganizar tareas y prioridades del equipo en muy poco tiempo, sabiendo que un análisis a fondo tomaría varios días. Si te detienes a revisar caso por caso, no cumplirás el plazo y recibirás presión y críticas; si reasignas rápido, generarás injusticias y errores que afectarán a personas concretas. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 306,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una negociación, representantes de tu área y de la otra parte te presionan para aceptar condiciones que se salen de los estándares de la empresa con tal de cerrar rápido. Si te mantienes firme, el acuerdo puede caerse y te verán como el obstáculo que hizo perder el negocio; si cedes, firmas algo que sabes que no cumple con lo que la empresa define como aceptable. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 307,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar documentos de recursos de la empresa, encuentras información personal y estratégica sobre empleados, como salarios, posibles recortes y decisiones de cambio, que no deberías ver. Si pides que se corrija el acceso y te niegas a usar esos datos, el trabajo se retrasará y tu jefe puede molestarse; si los utilizas para priorizar apoyos, te aprovechas de información privada. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Social."
    },
    {
        "source_id": 308,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden liberar equipos y materiales a gran velocidad para cumplir un pedido urgente, dejando de lado controles como revisiones de estado y registros detallados. Si insistes en seguir cada control, el envío se atrasa y pueden culparte de perder al cliente; si te saltas pasos, facilitas que se pierdan recursos o queden sin rastro. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 309,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados, notas que tu equipo está omitiendo revisiones cruzadas y explicaciones detalladas para alcanzar la fecha de presentación. Si exiges hacer el proceso completo, se pierde el plazo y tu nombre quedará asociado al retraso; si aceptas el recorte, entregas un reporte menos transparente. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 310,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al asignar personal, descubres que podrías organizar turnos y proyectos para quedarte tú y tus cercanos con los horarios más cómodos y las tareas más visibles sin romper una regla escrita. Si te asignas esas ventajas, mejoras tu bienestar y visibilidad a costa del resto; si repartes de forma estrictamente justa, puedes perder apoyos y quedar como ingenuo. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico (oportunidades)."
    },
    {
        "source_id": 311,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una negociación ves errores en montos, plazos o responsabilidades que, si se corrigen, implican reabrir puntos ya cerrados y retrasar la firma. Si los señalas, el acuerdo puede caerse y tu área perdería beneficios y tiempo invertido; si los callas, dejas a la empresa expuesta a condiciones desfavorables. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Tiempo."
    },
    {
        "source_id": 312,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al manejar datos de clientes, también puedes ver comentarios internos sobre empleados y decisiones de la empresa que no estaban destinados a ti. Si denuncias el acceso y te niegas a usarlos, generas tensión con compañeros que ya se han beneficiado de esa información; si la aprovechas para anticiparte a cambios, te favoreces usando algo que sabes que no corresponde. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave."
    },
    {
        "source_id": 313,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar solicitudes de reembolso, te enfrentas a casos en zona gris que no son claramente personales ni claramente laborales, y la gente espera una respuesta rápida. Si te tomas tiempo para revisar criterios o pedir aclaraciones, se enojarán quienes esperan el dinero; si apruebas sin cuestionar, permites que se carguen gastos dudosos a la empresa. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 314,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una revisión de equipos, detectas que los listados no coinciden con la realidad: hay materiales sin responsable, elementos duplicados y otros que faltan. Si exiges corregir todo, deberás invertir muchas horas extra y generarás incomodidad con tu jefe; si lo dejas pasar, mantienes un sistema poco confiable. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 315,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al trabajar con datos de clientes, te piden incluir también información confidencial sobre empleados que no se recopiló para ese fin, para justificar ciertos cambios en un reporte urgente. Si te niegas, el informe se retrasará y tu jefe puede culparte del atraso; si aceptas, usas datos personales fuera de contexto. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Tiempo."
    },
    {
        "source_id": 316,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el uso de salas, equipos o servicios internos, descubres que con descripciones muy amplias puedes reservar recursos para reuniones o actividades personales sin que nadie cuestione el motivo. Si lo haces, ahorras dinero y esfuerzo en tus asuntos personales; si te niegas, renuncias a un beneficio que otros ya están aprovechando. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Económico."
    },
    {
        "source_id": 317,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te encargan reorganizar horarios y turnos del equipo en muy poco tiempo, sin poder hablar con todos ni analizar la carga real de trabajo. Si te detienes a revisar con cuidado, no cumplirás el plazo y recibirás críticas por “no resolver”; si ajustas rápido, dejarás a personas sobrecargadas o injustamente afectadas. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 318,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En las negociaciones de contratos se han vuelto comunes atajos que reducen revisiones y controles, con el argumento de que los protocolos son muy lentos. Si insistes en revisar cláusulas con detalle, puedes retrasar acuerdos y quedarte con fama de lento; si aceptas el atajo, firmas sin evaluar bien los riesgos. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 319,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te enfrentas a un caso de manejo de información privilegiada donde las reglas no son del todo claras y debes decidir en poco tiempo cómo actuar. Si te inclinas por la opción más cuidadosa, retrasas el proceso y puedes perder una oportunidad importante; si eliges lo más conveniente para cerrar rápido, asumes un riesgo ético que luego podría señalársete. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 320,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo de trabajo, detectas un desequilibrio en cómo se asignan horas y permisos que beneficia a ciertos compañeros más cercanos a los jefes. Si lo planteas, puedes romper relaciones y quedar aislado; si lo ignoras, aceptas una distribución injusta que te perjudica a ti o a otros. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 321,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En un caso de conflicto de interés, te presionan para que resuelvas rápido sin aplicar todos los pasos del protocolo, porque una decisión de negocio importante depende del cierre del caso. Si insistes en aplicar el proceso completo, el negocio puede retrasarse o incluso perderse y te culparán por eso; si cedes, dejas un conflicto mal resuelto. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Económico."
    },
    {
        "source_id": 322,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Mientras revisas casos de conflictos de interés, varias áreas te piden que “no exageres” con ciertas relaciones personales o de negocio para que todo siga funcionando sin frenos. Si sigues el protocolo al detalle, se detendrán proyectos y algunos te verán como alguien que pone trabas; si miras hacia otro lado, normalizas decisiones que favorecen a unos sobre otros. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 323,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al elaborar un reporte para la dirección, tienes acceso a un archivo con información personal y estratégica sobre empleados que no estaba pensada para ese uso. Si te niegas a incluir esos datos, el reporte quedará menos completo y tu jefe puede molestarse; si los incluyes, expones información que la gente no esperaba ver ahí. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Social."
    },
    {
        "source_id": 324,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al asignar personal, algunos jefes de área te piden de forma insistente que priorices a sus equipos para recibir más gente, aunque no cumplan todos los criterios. Si llevas la conversación a reglas claras, puedes quedar como poco flexible y ganarte la antipatía de personas influyentes; si cedes, avalas decisiones parciales. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico (recursos)."
    },
    {
        "source_id": 325,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Observas que, al asignar puestos y horarios, quienes tienen mejor relación con la dirección reciben sistemáticamente las opciones más convenientes, sin explicarse los criterios. Si lo señalas, puedes comprometer tu propia proyección y ser visto como problemático; si guardas silencio, mantienes un sistema que margina a otros. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 326,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una comunicación con un cliente o proveedor, recibes documentos internos donde aparecen datos confidenciales sobre empleados, como quién será reasignado o despedido. Si te niegas a usar esa información para justificar cambios, retrasas la respuesta y puedes ser visto como poco práctico; si la usas, expones decisiones internas que no corresponden. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Social."
    },
    {
        "source_id": 327,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Mientras manejas información interna reservada, ves que ciertas decisiones se toman basadas en datos sobre cierres o cambios de liderazgo que solo unos pocos conocen. Si pides que se comparta más contexto y se formalicen los criterios, generarás tensión con quienes hoy tienen esa ventaja; si cooperas sin decir nada, ayudas a sostener un juego desigual. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave."
    },
    {
        "source_id": 328,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden decidir si prestas equipos o espacios de la empresa a un proyecto externo que no está claramente vinculado con el negocio, pero que podría mejorar tu relación con un socio o amigo. Si dices que no, pierdes esa relación y puedes quedar como poco colaborador; si dices que sí, usas recursos de la empresa para fines dudosos. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 329,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de beneficios de la empresa, te piden aprobar apoyos antes de una fecha límite para que “no se pierdan”, aunque no has podido revisar todos los casos. Si te tomas el tiempo de analizar, algunos beneficios caducarán y te acusarán de rígido; si firmas todo sin revisar, puedes avalar abusos o injusticias. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Económico."
    },
    {
        "source_id": 330,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al asignar personal, sientes presión para cerrar el proceso muy rápido aunque sabes que la información sobre carga, habilidades y disponibilidad está incompleta. Si detienes el proceso para corregir datos y preguntar más, el proyecto se retrasará y te verán como quien bloquea; si sigues adelante, puedes dejar a gente sobrecargada o fuera de oportunidades justas. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 331,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Mientras manejas información privilegiada, descubres que algunos compañeros ya están manipulando procesos o decisiones para obtener ventajas, como mejores proyectos o recursos, sin que nadie los corrija. Si denuncias la situación, te enfrentas a personas influyentes y puedes quedarte aislado; si te sumas a la práctica, ganas beneficios usando métodos que consideras injustos. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 332,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar decisiones presupuestarias, descubres información sensible que muestra que algunos proyectos se favorecen por criterios poco claros y que casi nadie conoce. Si exiges transparencia, puedes perder apoyo de quienes hoy tienen más poder y cerrar puertas a tu crecimiento; si callas, avalas decisiones que perjudican a otros. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico."
    },
    {
        "source_id": 333,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el uso de recursos de la empresa, observas que ciertas personas deciden quién recibe equipos o apoyos según afinidades y no según criterios formales, generando ventajas constantes para los mismos. Si cuestionas esta práctica, te ganarás la antipatía de quienes hoy se benefician; si la aceptas, te adaptas a un reparto injusto esperando que algún día te toque. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 334,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión de equipos y recursos, ves que se están omitiendo registros, segundas aprobaciones y justificaciones con tal de ganar tiempo, aunque ya hubo errores por este motivo. Si propones volver al protocolo completo, el trabajo se hará más lento y te verán como un estorbo; si sigues igual, aceptas el riesgo de nuevos fallos. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Tiempo."
    },
    {
        "source_id": 335,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden reorganizar horarios y turnos en un plazo muy corto, sabiendo que para hacerlo bien tendrías que consultar con varias personas y revisar muchos detalles. Si respetas el proceso, llegarás tarde y recibirás críticas por no “alinearte con la urgencia”; si improvisas, cambiarás la vida de varios compañeros sin haberlos escuchado. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 336,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Debes cubrir varios puestos en poco tiempo y completar una asignación de personal con información incompleta sobre habilidades, historial y disponibilidad. Si exiges mejores datos, el proceso se alarga y tu jefe puede culparte de no “sacar el trabajo”; si decides con lo que hay, tomas decisiones que podrían perjudicar a personas durante meses. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 337,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una negociación importante, te piden reducir al mínimo las revisiones legales y técnicas para firmar antes de una fecha crítica. Si insistes en revisar todo, existe el riesgo de perder el acuerdo y los bonos asociados; si firmas con una revisión superficial, asumes riesgos que podrían volverse en tu contra más adelante. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Legal/Grave."
    },
    {
        "source_id": 338,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Un compañero te pide ajustar sus registros de horas para reflejar tiempo trabajado desde casa que no puede demostrar, y si no lo haces su pago se verá reducido. Si registras esas horas sin respaldo, facilitas que otros reclamen lo mismo y se distorsione el control; si te niegas, empeora la relación con esa persona y puede acusarte de no apoyarla. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 339,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo de trabajo, descubres entradas y salidas sin registrar, cambios de turno no documentados y ajustes manuales que no coinciden con lo que realmente ocurrió. Si pides reabrir los registros para corregirlos, significará horas extra y discusiones incómodas con tu jefe; si lo dejas así, validas un sistema poco confiable que otros seguirán usando. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 340,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una revisión de materiales, descubres que los listados de herramientas y accesos no coinciden con lo que realmente existe, y que algunos elementos no tienen responsable asignado. Si propones depurar la información, tendrás que invertir muchas horas y remover privilegios a gente conocida; si lo ignoras, mantienes un sistema vulnerable a pérdidas o abusos. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 341,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al gestionar tus propios horarios, ves que el sistema te permite ajustar manualmente entradas y salidas para que parezcas más puntual o dedicado de lo que en realidad has sido. Si aprovechas esa flexibilidad, mejoras tu imagen y reduces el riesgo de descuentos económicos; si registras todo tal cual, puedes quedar comparativamente peor que otros que ya se aprovechan. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 342,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden preparar un informe para la dirección en pocas horas usando datos que aún no han sido revisados ni contrastados como de costumbre. Si priorizas la revisión, el informe llegará tarde y puedes afectar decisiones clave y tu relación con el jefe; si lo entregas con la información cruda, arriesgas que se tomen decisiones importantes sobre datos equivocados. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 343,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de inventarios debes decidir si asignar un lote limitado de materiales a un proyecto donde tú y tu equipo participan directamente o a otro que tiene mayor impacto para la empresa pero no te involucra. Si eliges tu propio proyecto, te beneficias a costa del resultado global; si priorizas el otro, tu equipo perderá recursos y puede reprochártelo. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 344,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Detectas que algunos líderes piden no registrar todas las horas extra o cambios de turno para evitar trámites y discusiones de presupuesto, y que varias personas ya aceptan esta práctica. Si te opones, podrías quedar como conflictivo y arriesgar tu relación con quienes toman decisiones sobre tus propios horarios; si lo aceptas, colaboras con un manejo poco transparente del tiempo trabajado. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 345,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden reutilizar información de clientes que se recopiló para una finalidad específica, como una encuesta, para otro propósito que nunca se les explicó. Si te niegas, retrasas una campaña importante y tu área puede perder dinero y reconocimiento; si aceptas, usas datos de personas de una forma que no aprobaron. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Económico."
    },
    {
        "source_id": 346,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Mientras manejas datos de clientes, también tienes acceso a información interna sobre empleados que no estaba destinada a ti, como evaluaciones y decisiones salariales, y sabes que algunos ya la han usado para tomar decisiones personales ventajosas. Si denuncias este uso, te enfrentarás a personas con peso en la empresa; si te beneficias igual que ellos, te sumas a una práctica que consideras injusta. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave."
    },
    {
        "source_id": 347,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de beneficios de la empresa, recibes una solicitud para aprobar un apoyo personal que no encaja del todo con los criterios formales, pero cuya situación te genera empatía. Si respetas estrictamente las reglas, esa persona se quedará sin ayuda y puede resentirse contigo; si haces una excepción discreta, abres la puerta a otros casos difíciles de negar. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 348,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar casos de posibles conflictos de interés, ves que algunas personas resuelven sus situaciones hablando directo con sus jefes, sin registrar nada en el sistema ni seguir el procedimiento formal. Si insistes en que se regularicen, crearás incomodidad con jefes que prefieren manejar todo en corto; si no haces nada, dejas que quienes tienen más poder eviten las reglas. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave."
    },
    {
        "source_id": 349,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo de trabajo, descubres que el sistema te permite modificar manualmente tus registros para que siempre aparezcan horas completas, aunque a veces llegues tarde o salgas antes, y sabes que varios compañeros ya lo hacen. Si decides registrar todo con exactitud, podrías terminar con menos ingresos o menos confianza de tus jefes comparado con otros; si también ajustas tus horas, mejoras tu situación usando un truco que consideras dudoso. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 350,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante una revisión del sistema de tiempo, detectas inconsistencias que benefician a ciertas personas, como horas extra infladas o ausencias no registradas, y nadie parece dispuesto a corregirlas. Si abres el tema, tendrás que invertir muchas horas en arreglarlo y enfrentarás reacciones molestas; si miras hacia otro lado, aceptas que el registro oficial no refleje la realidad. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 351,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión del tiempo de trabajo, te enfrentas a una situación ética ambigua en la que no está del todo claro qué es lo correcto y debes decidir rápido. Si eliges la opción más cuidadosa y detienes el proceso, perderás tiempo, generarás molestias y algunos dirán que dramatizas; si eliges lo más cómodo, podrías dejar pasar una práctica injusta que se repetirá. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 352,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar conflictos de interés, te presionan para decidir con rapidez y dejar de lado pasos del protocolo porque \"si no, nada avanza\". Si sigues todas las etapas, se retrasarán decisiones importantes y te verán como alguien que frena el negocio; si aceptas la urgencia, puedes dejar sin revisar vínculos que afectan la imparcialidad. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 353,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una negociación de contratos, descubres que hay formas de influir en el proceso para obtener mejores condiciones para tu área, aprovechando vacíos y descuidos en la revisión. Si aprovechas esos huecos, tu área gana recursos y reconocimiento a corto plazo; si los señalas y pides corregirlos, el acuerdo se complica y puedes quedar como ingenuo frente a otros negociadores. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 354,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la comunicación con clientes o proveedores, ves que hay oportunidades de manejar el proceso de manera que tu empresa obtenga ventajas adicionales, usando información o tiempos a tu favor sin que la otra parte se entere. Si lo haces, cierras acuerdos más favorables y tu jefe lo celebrará; si te niegas, podrías quedar como poco \"astuto\" y perder oportunidades visibles. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 355,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de inventarios, te urgen a avanzar aunque eso implique relajar controles sobre conteos, firmas o estados de equipos, con el argumento de que los protocolos son lentos. Si insistes en seguir todos los pasos, puedes atrasar entregas y ser señalado como quien complica el trabajo; si aceptas la presión, multiplicas el riesgo de pérdidas y de que te culpen cuando algo falte. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 356,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el reporte de gastos, te piden avanzar rápido y omitir revisiones detalladas de montos y justificaciones porque \"no hay tiempo\" y todos esperan un cierre pronto. Si revisas todo como corresponde, probablemente debas quedarte más horas y tu jefe puede molestarse por el retraso; si cierras sin revisar, validarás errores que luego podrían usarse en tu contra. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 357,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante el uso de recursos de la empresa, detectas que ciertas decisiones sobre quién recibe apoyos, equipos o materiales se toman en función de afinidades personales y no de criterios formales. Si lo señalas, puedes quedar enfrentado con líderes que hoy reparten esos beneficios y perder su apoyo; si lo toleras, refuerzas un reparto desigual que te puede perjudicar mañana. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 358,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una ronda de decisiones presupuestarias, varias áreas te presionan para aprobar gastos que apenas cumplen los criterios o que están en zona gris, argumentando que si no se usan ahora el dinero se pierde. Si aplicas los estándares con rigor, serás acusado de cortar recursos y afectar metas; si eres flexible, avalas asignaciones que sabes que no son del todo correctas. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 359,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al asignar personal, descubres que los registros de carga de trabajo y desempeño no están actualizados, y que algunos ya han usado esas fallas para conseguir menos tareas o mejores horarios. Si decides corregir todo antes de asignar, te atrasarás y muchos se molestarán contigo; si repartes con datos incorrectos, prolongas ventajas injustas. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 360,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el manejo de datos de clientes, recibes la solicitud de compartir información adicional que ayudaría a cerrar una venta, pero incluye detalles sensibles que no estaban pensados para ese uso. Si te niegas, puedes frenar un acuerdo y dañar tu relación con el área comercial; si accedes, utilizas información de las personas más allá de lo que ellas esperaban. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Económico."
    },
    {
        "source_id": 361,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados, tienes acceso a un archivo con evaluaciones, posibles cambios de puesto y decisiones salariales de empleados que no estaba destinado a ti. Si pides que se corrija ese acceso y decides no usarlo, el trabajo se hará más lento y tu jefe puede verlo como una complicación innecesaria; si lo usas para reforzar tus argumentos, explotas datos personales fuera de contexto. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Social."
    },
    {
        "source_id": 362,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de beneficios, observas que algunos están siendo aprobados para situaciones que apenas encajan con los criterios, aprovechando la falta de detalle en los registros. Si empiezas a rechazarlos, crearás malestar con compañeros que se sienten merecedores del apoyo; si los sigues aprobando, permites que el presupuesto se use de forma cuestionable. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 363,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al asignar personal, notas que quienes tienen más influencia o cercanía con la dirección reciben casi siempre las mejores oportunidades, aun cuando no sean los que más cumplen los criterios. Si cuestionas esta práctica, puedes cerrarte puertas con líderes clave; si la aceptas, contribuyes a mantener un sistema desigual que afecta a otros. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 364,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una negociación de contrato, recibes documentos con información sobre salarios, bonos y posibles recortes que no estaban destinados a ti, y tu supervisor te sugiere usarlos como presión. Si los utilizas, probablemente consigas condiciones más favorables para la empresa, pero expones datos de personas que no participan en la conversación; si te niegas, el acuerdo puede ser menos ventajoso y tu jefe puede verlo como debilidad. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Económico."
    },
    {
        "source_id": 365,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la comunicación con clientes o proveedores, notas que la empresa tiene una posición de fuerza que le permite imponer condiciones sin considerar del todo el impacto en la otra parte. Si propones un enfoque más equilibrado, podrías ser criticado por no cuidar lo suficiente los intereses de tu empresa; si te adaptas a esa forma de negociar, aceptas decisiones que pueden considerarse abusivas. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 366,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te exigen cerrar un reporte de gastos antes de una reunión clave, aun sabiendo que no tendrás tiempo para revisar comprobantes, clasificaciones y posibles errores. Si te niegas a enviarlo sin revisar, podrías quedar como quien arruina la presentación y perder la confianza de tu jefe; si lo envías tal cual, te haces responsable de cifras que sabes que pueden estar mal. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 367,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de equipos y recursos, recibes la orden de acelerar una reestructuración aunque eso implique asignar tareas sin respetar criterios de experiencia, seguridad o carga máxima. Si pides más tiempo o cuestionas el enfoque, tu supervisor puede considerarte poco alineado y excluirte de decisiones futuras; si obedeces, contribuyes a un reparto que puede dañar a personas concretas. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 368,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Debes decidir si priorizas recursos para un proyecto que beneficia directamente a tu área o los destinas a otro menos visible pero más importante para la empresa en su conjunto. Si eliges tu propio proyecto, tu equipo estará contento pero otros quedarán sin apoyo; si eliges el otro, tu equipo puede sentir que los dejaste sin defensa. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 369,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En un caso de posible conflicto de interés, te piden cerrar el análisis rápidamente para no retrasar una decisión de negocio que ya está casi aprobada. Si aplicas todo el protocolo, el negocio puede frenarse y serás señalado como quien complicó la operación; si aceleras y minimizas la revisión, dejas dudas sin resolver que pueden afectar la credibilidad de la empresa. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Económico."
    },
    {
        "source_id": 370,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Recibes mensajes de distintas áreas pidiéndote que \"no dramatices\" ciertas relaciones personales o de negocio en casos de conflicto de interés, porque aplicar el protocolo completo detendría muchos procesos. Si cedes a esa presión, todo seguirá avanzando pero se normalizarán decisiones cuestionables; si mantienes el estándar, puedes quedar aislado y perder apoyos internos. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 371,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al elaborar un reporte de resultados, accedes a un archivo con metas individuales, bonos y cambios previstos que no estaba pensado para ese uso, y tu supervisor te pide usarlo para reforzar ciertos argumentos. Si te niegas, el reporte parecerá menos sólido y tu jefe puede enojarse; si aceptas, llevas información muy personal a un espacio donde las personas implicadas no tienen voz. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Social."
    },
    {
        "source_id": 372,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la asignación de personal, algunos jefes te piden que priorices a sus equipos aunque no cumplan todos los criterios de carga o resultados, dejando la decisión final en tus manos. Si accedes, ayudas a esas áreas pero comprometes la equidad del proceso; si te mantienes firme, puedes perder su confianza y ser visto como poco \"político\". ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico (recursos)."
    },
    {
        "source_id": 373,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Ves que las decisiones finales sobre quién recibe mejores puestos u horarios se inclinan casi siempre hacia quienes tienen mejor relación con ciertos líderes, más allá de criterios objetivos. Si lo planteas abiertamente, puedes enfrentarte a personas con poder y afectar tu futuro en la empresa; si callas, contribuyes a mantener un sistema de favores. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 374,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una comunicación con un cliente o proveedor, recibes copia de documentos internos con datos confidenciales sobre empleados, como quién será reasignado o despedido, y tu supervisor te pide usarlos para explicar ciertos cambios. Si te niegas, puede parecer que ocultas información y tu jefe se molestará por el retraso; si los usas, compartes decisiones internas que esas personas no aprobaron. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Social."
    },
    {
        "source_id": 375,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Mientras manejas información reservada, ves que algunas tareas urgentes se están planificando usando datos sobre cierres de áreas o cambios de liderazgo que solo un grupo reducido conoce. Si pides que se comparta ese contexto y se formalicen los criterios, podrías ser visto como alguien que \"abre temas delicados\"; si simplemente ejecutas lo que te piden, ayudas a sostener un manejo desigual de la información. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave."
    },
    {
        "source_id": 376,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden decidir si prestas equipos o espacios de la empresa para un proyecto externo que no está claramente vinculado con el negocio, pero que podría fortalecer tu relación con un aliado importante. Si rechazas la petición, puedes perder esa alianza y quedar como poco flexible; si la aceptas, usas recursos de la empresa para algo que no está justificado formalmente. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 377,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de beneficios, se te pide aprobar apoyos antes de una fecha límite para que no se pierda el presupuesto, aunque no has podido revisar a detalle cada caso. Si pides más tiempo, algunos beneficios caducarán y te culparán por ello; si firmas todo, podrías estar aprobando ayudas injustas o mal justificadas. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Económico."
    },
    {
        "source_id": 378,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Mientras asignas personal, sientes presión para tomar decisiones rápidas aunque sabes que hay dudas y que algunas personas se sienten tratadas de forma desigual. Si pides revisar el proceso, generarás retrasos y tu jefe puede ver tu postura como una complicación innecesaria; si sigues adelante, consolidas un esquema que muchos consideran injusto. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 379,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el manejo de información privilegiada, detectas que algunos compañeros ya están utilizando datos sensibles para influir en decisiones o adelantarse a cambios, sin que nadie intervenga. Si decides denunciar estas prácticas, podrías enfrentarte a personas con mucha influencia y poner en riesgo tu posición; si haces lo mismo que ellos, obtendrás ventajas usando información que sabes que se maneja de forma dudosa. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave."
    },
    {
        "source_id": 380,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar decisiones presupuestarias, encuentras información sensible y presiones para que apruebes ajustes que favorecen a ciertos proyectos sin explicación clara. Si exiges transparencia o te niegas a aprobar, podrías frenar inversiones y ser visto como un obstáculo para el negocio; si aceptas, contribuyes a decisiones que pueden perjudicar a otros equipos. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 381,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el uso de recursos de la empresa, observas que ciertas decisiones que afectan al equipo se toman siempre con la misma pequeña red de personas, dejando fuera a otros sin explicar motivos. Si planteas la necesidad de criterios más claros, puedes ganarte la molestia de quienes hoy concentran ese poder; si lo aceptas, te adaptas a un esquema en el que tu voz pesa poco. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 382,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al asignar personal, detectas un desequilibrio en las decisiones que favorece sistemáticamente a ciertos perfiles, y tu supervisor te pide que uses ese conocimiento para completar una tarea urgente sin reabrir el tema. Si aceptas, terminas de ejecutar algo que consideras injusto pero ganas tiempo y buena voluntad; si lo cuestionas, retrasas la tarea y generas tensión con tu jefe. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 383,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la asignación de personal, ves inconsistencias en los registros que podrían afectar la precisión de quién está más sobrecargado o quién realmente cumple los requisitos, y te urgen a decidir. Si frenas todo para corregir los datos, te verán como quien retrasa el proceso; si asignas con esa información defectuosa, puedes perjudicar a personas que no podrán defenderse. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 384,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Manejas información privilegiada y detectas inconsistencias en los registros que muestran datos incompletos o contradictorios, pero te piden no detener el trabajo porque los protocolos son \"demasiado lentos\". Si decides corregir todo, habrá retrasos y discusiones con tu jefe; si sigues adelante como si nada, refuerzas un sistema de información poco confiable. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 385,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de equipos y recursos, observas que se omiten de forma sistemática registros de movimientos, justificantes y aprobaciones para ahorrar tiempo, y tu supervisor te pide que sigas trabajando sobre esa base. Si propones volver a los controles formales, el trabajo se ralentizará y podrían etiquetarte como poco práctico; si aceptas la situación, te haces parte de un esquema con huecos que pueden traer problemas graves. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 386,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo de trabajo, te piden reorganizar horarios y turnos en muy poco tiempo para responder a una nueva demanda, aun sabiendo que, si haces todos los controles, no llegarás. Si priorizas el plazo, aceptarás errores e injusticias que afectarán a personas concretas; si priorizas la calidad del registro, puedes perder al cliente o la oportunidad que generó la urgencia. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Económico."
    },
    {
        "source_id": 387,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden cubrir varios puestos rápidamente sin contar con toda la información sobre habilidades o carga actual de cada persona, y tu supervisor insiste en que “es mejor una asignación imperfecta que llegar tarde”. Si te niegas a asignar sin datos, atrasas la respuesta y quedas como alguien que no resuelve; si asignas igual, podrías colocar a personas en roles para los que no están preparados. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 388,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una negociación de contrato, se te pide reducir revisiones legales y técnicas al mínimo para firmar antes de una fecha límite crítica, aun sabiendo que hay puntos sin aclarar. Si te niegas, el acuerdo podría caerse y tu área perdería beneficios y reputación; si aceptas, firmas algo que sabes que puede volverse un problema serio en el futuro. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Legal/Grave."
    },
    {
        "source_id": 389,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo de trabajo, un compañero te pide ajustar sus registros para reflejar horas trabajadas que no puede demostrar, porque si no se vería afectado su pago y su imagen. Si aceptas, te vuelves cómplice de un registro falso que otros podrían exigir también; si te niegas, esa persona puede molestarse contigo y decir que no la apoyas en un momento difícil. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 390,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar registros de tiempo, descubres entradas y salidas sin marcar, cambios de turno no documentados y ajustes manuales que no coinciden con lo ocurrido, y tu supervisor te pide no reabrir esos casos porque el sistema ya está cerrado. Si insistes en corregir, tendrás que invertir muchas horas y lidiar con la molestia de varias personas; si lo dejas así, aceptas que el registro oficial no refleje la realidad. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 391,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de equipos y recursos, ves que listados de materiales y accesos no coinciden con la realidad: hay elementos duplicados, otros sin responsable y faltantes sin explicación, pero tu supervisor considera que no vale la pena corregirlos. Si propones actualizar todo, tendrás que dedicar tiempo extra y enfrentar resistencia de quienes pierdan privilegios; si lo ignoras, mantienes un sistema que facilita pérdidas o abusos. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 392,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el control de horarios, descubres que puedes ajustar manualmente tus propios registros o los de personas cercanas para que parezcan más favorables, por ejemplo reduciendo retrasos o sumando horas dudosas. Si lo haces, mejorarás tu imagen y tu pago, pero sabiendo que distorsionas datos que otros usan para decidir; si no lo haces, podrías quedar en desventaja frente a quienes ya se benefician de esa práctica. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 393,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden preparar un informe reservado para la dirección en pocas horas usando datos que aún no han sido validados ni cruzados con otras fuentes. Si decides revisar todo bien, llegarás tarde a la reunión y podrían descartar tu trabajo; si entregas el informe con esa base débil, ayudas a tomar decisiones importantes sobre información que sabes que puede estar incompleta o equivocada. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 394,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de inventarios, debes decidir si asignas un lote limitado de materiales a un proyecto en el que tú estás directamente involucrado o a otro que no te incluye, pero que impacta a más áreas de la empresa. Si eliges tu propio proyecto, tendrás mejores recursos y quizá reconocimiento personal; si eliges el otro, renuncias a ese beneficio pero sostienes una decisión más equilibrada. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 395,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Ves que algunos líderes piden no registrar todas las horas extra o cambios de turno para evitar trámites, sabiendo que eso reduce costos para la empresa pero también oculta esfuerzo real del personal. Si insistes en registrar todo, podrías ser visto como alguien que \"provoca problemas\" y tensar la relación con tus jefes; si aceptas la práctica, contribuyes a que el tiempo trabajado no se reconozca ni se pague. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 396,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el manejo de datos de clientes, recibes una solicitud para reutilizar información recolectada con un fin específico en otra iniciativa que no fue explicada a las personas cuando compartieron sus datos. Si sigues el procedimiento estricto y pides nuevos permisos, el proyecto se retrasará y podrías perder el impulso de la campaña; si reutilizas los datos sin avisar, te beneficias a costa de la confianza de los clientes. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Económico."
    },
    {
        "source_id": 397,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Mientras manejas datos de clientes, también ves información interna sobre empleados, como evaluaciones y decisiones salariales, que no estaba destinada a ti, y sabes que algunos ya la han usado para tomar decisiones personales ventajosas. Si decides denunciar este uso, puedes enfrentarte a personas influyentes y quedar marcado como alguien que \"no entiende cómo se hacen las cosas\"; si la aprovechas en silencio, obtienes ventaja usando algo que consideras indebido. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave."
    },
    {
        "source_id": 398,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de beneficios de la empresa, te enfrentas a un caso en el que podrías aprobar un apoyo para una situación personal que no encaja claramente en los criterios, pero cuya necesidad humana es evidente. Si aplicas la regla al pie de la letra, esa persona se queda sin ayuda y puede resentirse contigo; si haces una excepción, abres un precedente que otros te exigirán repetir. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 399,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar casos de posibles conflictos de interés, descubres que algunas personas poderosas resuelven sus situaciones hablando en privado con sus jefes, sin dejar registro ni seguir el procedimiento, y ahora te piden que cierres uno de esos casos sin documentarlo. Si te niegas, podrías enfrentarte directamente a personas influyentes, perder su confianza y ver frenadas futuras oportunidades laborales; si aceptas cerrar el caso en silencio, envías el mensaje de que quienes tienen poder pueden saltarse las reglas mientras otros deben cumplirlas. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave. Dilema reforzado para ítem 399."
    },
    {
        "source_id": 400,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo de trabajo, descubres que puedes modificar manualmente tus registros para que siempre aparezcan horas completas aunque a veces llegues tarde o salgas antes, y que varios compañeros ya lo hacen sin consecuencias visibles. Si decides registrar todo con exactitud, podrías recibir menos pago y ver reducido tu margen frente a evaluaciones futuras; si también ajustas tus horas, mejoras tu situación inmediata usando un atajo que normaliza el engaño. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    }
]