[
  {
    "source_id": 1,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Estás en una reunión final y crítica con un cliente que representa el 40% de los ingresos del trimestre. Tu supervisor está presentando proyecciones y te das cuenta de que está usando cifras infladas y demasiado optimistas. El cliente parece impresionado y está listo para firmar el contrato. Si el trato no se cierra, habrá recortes presupuestarios que afectarán a tu equipo, probablemente incluyendo despidos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Interrumpes la reunión para señalar que las proyecciones son demasiado optimistas, arriesgando el acuerdo y el futuro de la empresa, y posiblemente tu posición en el proyecto.",
      "pragmatic_distractor": "Permaneces en silencio durante la reunión, pero insistes al supervisor inmediatamente después en enviar un correo de \"aclaración\" con datos más realistas antes de que se firme nada.",
      "evasive_distractor": "Dejas que el supervisor maneje la presentación, ya que es su responsabilidad. Más tarde, si hay problemas, puedes argumentar que no tenías toda la información.",
      "rationalized_distractor": "Apoyas la presentación. Lo más importante es asegurar el contrato para salvar los empleos de tu equipo. Las proyecciones se pueden \"ajustar\" más adelante."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 2,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Al revisar un reporte financiero crítico para la junta directiva, descubres que hay números que no coinciden entre diferentes secciones. Tu supervisor te pide que lo entregues de todas formas porque el plazo es mañana y la junta necesita estos datos para tomar decisiones sobre inversiones y posibles recortes. Retrasar el reporte podría afectar la planificación del trimestre y generar desconfianza en la dirección. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a entregar un reporte con errores y le comunicas al supervisor que necesitas más tiempo para corregirlo, asumiendo la responsabilidad por el retraso y el posible enfado de la dirección, lo que podría afectar tu evaluación de desempeño.",
      "pragmatic_distractor": "Entregas el reporte tal como está, pero adjuntas una nota privada para el supervisor señalando las discrepancias, esperando que él decida cómo manejarlo sin que la dirección se entere del problema.",
      "evasive_distractor": "Intentas corregir las discrepancias más obvias tú mismo antes de la entrega, asumiendo el riesgo de cometer errores, pero cumpliendo con el plazo para no retrasar las decisiones de la empresa.",
      "rationalized_distractor": "Le pides al supervisor que envíe el reporte él mismo si insiste en mandarlo con errores, transfiriendo así la responsabilidad y evitando que tu nombre esté asociado con datos incorrectos."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 3,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Descubres que un compañero cercano, con quien trabajas a diario y tienes buena relación, está manejando un conflicto de interés sin seguir el protocolo establecido, omitiendo pasos requeridos que podrían exponer a la empresa a riesgos legales. Tu supervisor parece estar al tanto pero no interviene, y otros compañeros también están al tanto pero nadie dice nada. Reportar esto podría generar una investigación que afecte a todo el equipo y dañar tu relación con tu compañero. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas la desviación del protocolo directamente a Personal, empleados o gente de contratos o al área de cumplimiento, sabiendo que esto generará una investigación que afectará a tu compañero y posiblemente a todo el equipo, y que tu relación con él se verá dañada permanentemente.",
      "pragmatic_distractor": "Hablas directamente con el compañero para recordarle el protocolo antes de escalar, esperando que corrija su conducta sin necesidad de una investigación formal que podría afectar a todos.",
      "evasive_distractor": "Le preguntas a tu supervisor discretamente sobre la situación para entender su punto de vista, confiando en que él tiene una razón válida para no intervenir y que manejará la situación cuando sea apropiado.",
      "rationalized_distractor": "Decides no involucrarte, ya que es responsabilidad del supervisor manejarlo. Si él no actúa, probablemente tiene una razón válida, y no es tu lugar cuestionar sus decisiones."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 4,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Tu supervisor te pide que compartas información confidencial de clientes con un tercero antes de verificar las autorizaciones, argumentando que es urgente porque un cliente importante está esperando esta información para cerrar un trato millonario. Si no compartes la información de inmediato, el cliente podría irse con la competencia, lo que resultaría en pérdida de ingresos significativos y posiblemente en recortes de personal. Esto podría afectar la protección de datos y violar políticas de privacidad. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a compartir la información hasta tener la autorización por escrito, explicando los riesgos, sabiendo que esto podría hacer que el cliente se vaya con la competencia, resultando en pérdida de ingresos y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Compartes la información para cumplir con la urgencia, confiando en la palabra de tu supervisor y en que él se hará responsable si hay problemas, priorizando la retención del cliente y la estabilidad financiera de la empresa.",
      "evasive_distractor": "Propones compartir solo la información estrictamente necesaria, minimizando la exposición de datos pero cumpliendo con la urgencia, esperando que esto sea suficiente para satisfacer al cliente sin violar completamente las políticas.",
      "rationalized_distractor": "Consultas rápidamente con el departamento legal o de cumplimiento para validar la solicitud, esperando que ellos den una respuesta rápida que te permita proceder sin asumir toda la responsabilidad."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 5,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Observas que varios compañeros de tu equipo, incluyendo algunos con quienes tienes buena relación, están usando recursos de la empresa (equipos, servicios) sin seguir los procedimientos establecidos. Tu supervisor lo sabe pero no dice nada, y parece que esto es una práctica común y aceptada tácitamente. Reportar esto podría generar una investigación que afecte a tus compañeros y crear un ambiente de trabajo tenso, posiblemente aislándote del equipo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas el incumplimiento directamente a Personal, empleados o gente de contratos, ya que el supervisor no actúa, sabiendo que esto generará una investigación que afectará a tus compañeros, creará un ambiente de trabajo tenso y posiblemente te aislará del equipo.",
      "pragmatic_distractor": "No haces nada, ya que tu supervisor está al tanto y es su responsabilidad actuar. Si él no interviene, probablemente tiene una razón válida, y no es tu lugar cuestionar sus decisiones o crear conflictos innecesarios.",
      "evasive_distractor": "Hablas de manera informal con tus compañeros para recordarles las políticas de uso, esperando que esto sea suficiente para corregir la conducta sin necesidad de una investigación formal que podría afectar a todos.",
      "rationalized_distractor": "Sugieres a tu supervisor, en privado, que sería bueno enviar un recordatorio general sobre el uso de recursos, esperando que él maneje la situación de manera que no genere conflictos directos con los compañeros."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 6,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Te enteras de que tu supervisor tiene acceso a información privilegiada que el resto del equipo no tiene, y la usa para tomar decisiones que afectan a todos, creando un desequilibrio de poder. Esto ha resultado en que algunos miembros del equipo reciban proyectos más deseables y oportunidades de crecimiento, mientras que otros, incluyéndote, quedan con tareas menos gratificantes. Confrontar a tu supervisor podría afectar negativamente tu relación con él y tu carrera en la empresa. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Buscas el canal apropiado en la empresa para reportar un posible abuso de poder o favoritismo, sabiendo que esto generará un conflicto directo con tu supervisor, podría afectar negativamente tu relación con él y tu carrera en la empresa, y posiblemente te etiquete como alguien que no es \"leal\" al equipo.",
      "pragmatic_distractor": "Solicitas una reunión con tu supervisor para pedir más transparencia en la toma de decisiones, esperando que esto sea suficiente para resolver el problema sin necesidad de escalar la situación y crear conflictos mayores.",
      "evasive_distractor": "Hablas con tus compañeros de confianza para saber si comparten tu preocupación y evaluar una acción conjunta, pensando que un enfoque grupal podría ser más efectivo y menos riesgoso que actuar solo.",
      "rationalized_distractor": "No haces nada para no arriesgar tu relación con el supervisor. Aunque el sistema es injusto, confrontarlo podría generar represalias que afectarían aún más tu posición en el equipo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 7,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Descubres que algunos miembros del equipo tienen acceso a datos de clientes que otros no, lo que crea un desequilibrio en la toma de decisiones. Esto ha resultado en que esos compañeros puedan hacer propuestas más informadas y ganar reconocimiento, mientras que tú y otros quedan en desventaja. Proponer cambios podría ser visto como una queja o como cuestionar las decisiones de la gerencia sobre quién debe tener acceso a qué información. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Propones en una reunión de equipo que se estandarice el acceso a la información para todos, sabiendo que esto podría ser visto como una queja o como cuestionar las decisiones de la gerencia, y que algunos compañeros con acceso privilegiado podrían resentirse por perder su ventaja.",
      "pragmatic_distractor": "Informas a tu supervisor sobre el desequilibrio de información para que pueda gestionarlo, esperando que él tenga una razón válida para la distribución actual y que pueda explicarla o corregirla sin generar conflictos.",
      "evasive_distractor": "Hablas con los compañeros que tienen acceso privilegiado para entender mejor la situación, pensando que podrían tener información sobre por qué se distribuyó así el acceso y que podrían ayudarte a obtener el mismo nivel de información.",
      "rationalized_distractor": "Te centras en tu trabajo, asumiendo que la distribución de información tiene una razón válida basada en roles, responsabilidades o necesidades del proyecto, y que cuestionarla podría crear conflictos innecesarios."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 8,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Durante la preparación de un reporte financiero crítico, notas que tu supervisor usa información que tú no puedes ver para influir en las decisiones, dejando al equipo sin el contexto completo. Esto ha resultado en que el equipo tome decisiones basadas en información incompleta, lo que podría afectar la precisión del reporte y las decisiones financieras de la empresa. Pedirle a tu supervisor que comparta información confidencial podría ser visto como cuestionar su autoridad o como una solicitud inapropiada de acceso a datos sensibles. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Le pides directamente a tu supervisor que comparta la información relevante con el equipo para alinear a todos, sabiendo que esto podría ser visto como cuestionar su autoridad o como una solicitud inapropiada de acceso a datos sensibles, y que podría generar fricción en tu relación con él.",
      "pragmatic_distractor": "Sigues las instrucciones de tu supervisor, confiando en que tiene una visión más completa y que está tomando las decisiones correctas basadas en información que, por razones de confidencialidad o necesidad operativa, no puede compartir con todo el equipo.",
      "evasive_distractor": "Hablas con otros colegas para saber si sienten la misma falta de contexto y considerar una acción conjunta, pensando que un enfoque grupal podría ser más efectivo y menos riesgoso que actuar solo.",
      "rationalized_distractor": "Documentas tus objeciones y las decisiones tomadas sin la información completa como respaldo, protegiéndote a ti mismo en caso de que surjan problemas más adelante, sin confrontar directamente a tu supervisor."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 9,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Te solicitan usar activos de la empresa (equipos, recursos) para un proyecto urgente que tiene un plazo muy ajustado. No tienes claro si las políticas de la empresa lo permiten, y la situación es ambigua. Si no usas los activos ahora, el proyecto se retrasará significativamente, lo que podría afectar a clientes importantes y resultar en pérdida de ingresos. Buscar aclaración tomaría tiempo que no tienes, y negarte a usar los recursos podría ser visto como falta de iniciativa o como obstaculizar el progreso del proyecto. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar los recursos hasta tener una confirmación clara para evitar riesgos, sabiendo que esto retrasará el proyecto significativamente, podría afectar a clientes importantes, resultar en pérdida de ingresos y ser visto como falta de iniciativa o como obstaculizar el progreso.",
      "pragmatic_distractor": "Buscas la política de la empresa por escrito antes de usar los activos, esperando encontrar una respuesta rápida que te permita proceder con confianza, aunque esto podría tomar tiempo que no tienes y retrasar el proyecto.",
      "evasive_distractor": "Le pides a tu supervisor una aclaración por escrito sobre si el uso está permitido, esperando que él pueda darte una respuesta rápida que te permita proceder sin asumir toda la responsabilidad, aunque esto también podría retrasar el proyecto.",
      "rationalized_distractor": "Usas los activos, asumiendo que si no está explícitamente prohibido, está permitido. El proyecto es urgente y es mejor pedir perdón que permiso cuando se trata de cumplir con plazos críticos y satisfacer a los clientes."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 10,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Al preparar un reporte financiero, descubres una oportunidad de obtener un beneficio personal significativo usando la información que manejas, como usar datos para inversiones personales o para negocios paralelos. Varios compañeros ya lo están haciendo y parece ser una práctica común y aceptada tácitamente. Tu supervisor parece estar al tanto pero no interviene. Reportar esto podría generar una investigación que afecte a tus compañeros y crear un ambiente de trabajo hostil, posiblemente aislándote del equipo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te abstienes de hacerlo y además reportas la conducta de tus compañeros a tu supervisor, sabiendo que esto generará una investigación que afectará a tus compañeros, creará un ambiente de trabajo hostil, posiblemente te aislará del equipo y podría resultar en despidos.",
      "pragmatic_distractor": "Aprovechas la oportunidad, ya que otros lo hacen y parece una práctica común. Si todos lo hacen y nadie dice nada, probablemente está bien, y no es tu responsabilidad ser el policía ético del equipo.",
      "evasive_distractor": "Ignoras la oportunidad y te limitas a hacer tu trabajo sin involucrarte, decidiendo que no es tu batalla y que es mejor no crear conflictos innecesarios, aunque esto signifique perder un beneficio que otros están obteniendo.",
      "rationalized_distractor": "Consultas de forma anónima con el departamento de cumplimiento para entender los límites éticos, esperando obtener claridad sin exponerte directamente y sin generar conflictos con tus compañeros."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 11,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Tu equipo ha trabajado horas extra durante semanas para un proyecto crítico. Como agradecimiento, tu supervisor te autoriza a usar el presupuesto de \"desarrollo profesional\" para una cena de equipo costosa, aunque la política prohíbe usar ese fondo para eventos sociales. Tu supervisor te dice que lo registres como \"capacitación de equipo\" y que él se hace responsable. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Agradecer la intención pero rechazar la idea, explicando a tu supervisor que no puedes conscientemente registrar el gasto de forma incorrecta, arriesgándote a parecer inflexible ante tu equipo.",
      "pragmatic_distractor": "Proponer una cena más modesta y pagarla con el presupuesto de \"gastos menores de oficina\", que es una categoría más flexible, aunque todavía no es el uso previsto.",
      "evasive_distractor": "Sugerir que sea el propio supervisor quien organice la cena y presente el informe de gastos, dado que él es quien tiene la autoridad para hacer excepciones.",
      "rationalized_distractor": "Organizar la cena y registrarla como \"capacitación\". El bienestar y la moral de tu equipo, después de tanto esfuerzo, son la máxima prioridad."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 12,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Estás en el equipo de una fusión y tu supervisor te da acceso a una carpeta con información personal y salarios de los empleados de la otra empresa. Te pide que uses estos datos para \"identificar redundancias\" y crear una lista de despidos, a pesar de que el acceso a esta información viola las políticas de privacidad acordadas para la fusión. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar los datos, explicando que es una clara violación de la política de privacidad, y pides que te asignen otra tarea, arriesgándote a ser visto como alguien que no colabora en un momento crítico.",
      "pragmatic_distractor": "Realizas el análisis, pero te enfocas solo en los roles y funciones para identificar duplicados, intentando ignorar activamente la información personal y salarial para minimizar la falta.",
      "evasive_distractor": "Sugieres que esta tarea debería ser manejada exclusivamente por el departamento de Personal, ya que ellos tienen la autorización y experiencia para gestionar información tan sensible, evitando así tu participación directa.",
      "rationalized_distractor": "Creas la lista usando todos los datos. La fusión es vital para la supervivencia de la empresa y se necesitan decisiones rápidas e informadas para asegurar el éxito, incluso si eso implica ser flexible con las reglas."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 13,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Descubres que la suscripción de software premium de la empresa, destinada a proyectos laborales, puede usarse para un proyecto personal que te apasiona. La política es ambigua, y notas que varios colegas lo usan para sus propios fines sin repercusiones. Tu supervisor, al tanto, lo considera una \"zona gris\" y un beneficio no oficial. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te abstienes de usar el software y solicitas a Personal una clarificación oficial de la política para todos, arriesgándote a que eliminen este \"beneficio\" no oficial para tus compañeros.",
      "pragmatic_distractor": "Usas el software para tu proyecto personal, pero solo fuera del horario laboral y asegurándote de que no interfiera con tu trabajo, considerándolo un beneficio menor.",
      "evasive_distractor": "No usas el software, pero tampoco preguntas nada, evitando así cualquier riesgo y conflicto con tus compañeros o supervisor.",
      "rationalized_distractor": "Usas el software activamente para tu proyecto. La empresa no ofrece suficientes oportunidades de desarrollo y esta es una forma de mantener tus habilidades actualizadas, lo que a la larga beneficia a la compañía."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 14,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Mientras preparas un reporte de gastos trimestral, un error del sistema te da acceso a los salarios y bonos de todos los directores. Tu supervisor te pide que uses esta información \"extraoficial\" para ajustar las proyecciones presupuestarias del próximo año, ya que te da una visión más realista de los costos. El plazo para entregar el presupuesto es mañana. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas el error del sistema inmediatamente, ignoras la información que viste y te niegas a usarla, presentando un presupuesto menos preciso pero basado únicamente en la información que te corresponde ver.",
      "pragmatic_distractor": "Usas la información para ajustar el presupuesto, ya que es la única manera de asegurar su precisión, pero simultáneamente reportas el error del sistema a TI para que lo corrijan para el futuro.",
      "evasive_distractor": "Delegas la tarea de ajustar el presupuesto a un colega, argumentando que tienes demasiado trabajo, y así evitas ser tú quien use la información sensible.",
      "rationalized_distractor": "Utilizas los datos para crear el presupuesto más preciso posible. La salud financiera de la empresa depende de proyecciones exactas y es tu deber usar toda la información a tu alcance para protegerla."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 15,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Tu empresa está seleccionando un proveedor para un proyecto millonario y uno de los finalistas es una empresa fundada por un familiar cercano tuyo. Tu supervisor, que conoce la situación, te pide que te quedes en el comité de selección para \"dar tu perspectiva\", argumentando que tu conocimiento técnico es indispensable. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te recusas formalmente del comité de selección, citando el conflicto de interés, y ofreces capacitar a otro colega para que ocupe tu lugar, aunque esto pueda retrasar el proyecto.",
      "pragmatic_distractor": "Permaneces en el comité, pero te abstienes de votar en la decisión final, participando solo en las discusiones técnicas para asegurar que tu conocimiento se aproveche.",
      "evasive_distractor": "Minimizas la conexión familiar con tu supervisor, la describes como \"lejana\" y sigues en el comité, confiando en tu capacidad para ser objetivo.",
      "rationalized_distractor": "Te quedas en el comité y participas plenamente, convencido de que tu experiencia es crucial para elegir al mejor proveedor, lo que finalmente beneficia a la empresa por encima de todo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 16,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Estás preparando un informe para los accionistas y tu supervisor te pide incluir proyecciones de un nuevo producto que son muy optimistas pero no están validadas. Él argumenta que es crucial para mantener la confianza del mercado y el precio de las acciones, del cual dependen los bonos de todos los empleados. Omitir estas proyecciones podría causar una caída en las acciones. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a incluir las proyecciones no validadas, explicando el riesgo de engañar a los inversores. Preparas el informe con los datos confirmados, asumiendo la posible reacción negativa del mercado.",
      "pragmatic_distractor": "Incluyes las proyecciones, pero añades una nota a pie de página en letra pequeña que dice \"proyecciones preliminares sujetas a cambio\", cumpliendo técnicamente con la transparencia, pero de una manera que la mayoría no notará.",
      "evasive_distractor": "Pides a tu supervisor que te envíe las proyecciones por correo electrónico con la instrucción explícita de incluirlas, creando un registro de que seguías órdenes directas.",
      "rationalized_distractor": "Incluyes las proyecciones sin ninguna aclaración. Proteger el precio de las acciones y, por lo tanto, los bonos de tus compañeros y la estabilidad financiera de la empresa, es la prioridad principal."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 17,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Estás asignando los aumentos salariales anuales y accidentalmente ves un archivo que revela que un gerente de otro departamento, con menos responsabilidades que tú, recibió un bono mucho mayor. Tu supervisor te dice que \"así son las cosas\" y te presiona para que ignores esa información y completes tu tarea con los presupuestos asignados, que son insuficientes. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Escalas la situación a Personal, pidiendo una revisión de la equidad salarial en la empresa, sabiendo que esto te generará un conflicto directo con la gerencia y podría afectar negativamente tu propia revisión de desempeño.",
      "pragmatic_distractor": "Utilizas la información para renegociar de manera más agresiva los aumentos para tu equipo, argumentando que has visto \"discrepancias\" en la compensación, sin revelar exactamente lo que sabes.",
      "evasive_distractor": "Ignoras la información y asignas los aumentos según lo planeado, decidiendo que no es tu batalla y que es mejor no involucrarse en la política salarial de la empresa.",
      "rationalized_distractor": "Filtras la información de forma anónima a otros colegas para crear presión grupal y forzar un cambio, pensando que es la única manera de lograr un resultado justo para todos."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 18,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Tu empresa está bajo una intensa presión para acelerar la producción. Tu supervisor te pide que omitas ciertos controles de calidad en el inventario, que considera \"excesivamente burocráticos\", para que los productos se envíen más rápido. Él te asegura que el riesgo de defectos es mínimo y que es la única forma de cumplir con los objetivos del trimestre. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los controles de calidad, explicando que la reputación de la empresa y la seguridad del cliente no son negociables, aunque esto signifique no cumplir con los objetivos de producción.",
      "pragmatic_distractor": "Aceptas relajar los controles, pero solo en los productos de menor riesgo, e implementas un sistema de seguimiento para poder retirar rápidamente cualquier lote que resulte defectuoso.",
      "evasive_distractor": "Pides a tu supervisor que te envíe la instrucción por escrito, y luego reenvías esa instrucción al departamento de calidad para que ellos den su aprobación, transfiriendo así la responsabilidad.",
      "rationalized_distractor": "Omites los controles de calidad como se te pide. Cumplir con los objetivos del trimestre es esencial para la estabilidad financiera de la empresa y para evitar recortes de personal."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 19,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Tu empresa ofrece un generoso descuento para la compra de vehículos de una marca específica con la que tienen un acuerdo comercial. Estás a punto de comprar un auto de esa marca para tu uso personal. Tu supervisor te sugiere que registres la compra a nombre de la empresa para obtener un descuento aún mayor, y que luego la empresa te lo \"venda\" a ti por un dólar. \"Es un tecnicismo\", te dice, \"y una forma de maximizar tus beneficios\". ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas la oferta, explicando que no te sientes cómodo con esa triangulación, y utilizas solo el descuento personal oficial, aunque signifique pagar mucho más.",
      "pragmatic_distractor": "Preguntas si es posible que la empresa te otorgue un bono por el valor del descuento adicional, buscando una forma legítima de obtener el mismo beneficio económico.",
      "evasive_distractor": "Agradeces la sugerencia y dices que \"lo considerarás\", pero procedes con la compra usando solo el descuento personal, sin volver a mencionar el tema con tu supervisor.",
      "rationalized_distractor": "Aceptas el plan. Los salarios en la empresa no son los mejores y esta es una forma en que la gerencia compensa a los empleados de confianza. Es parte de la cultura."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 20,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Estás a punto de presentar los resultados financieros trimestrales a la dirección. Descubres un error en el sistema que ha inflado los ingresos en un 5%. Corregirlo retrasaría la presentación una semana, lo que molestaría a la dirección y afectaría la planificación. Tu supervisor te dice: \"Reporta los números como están. Es un error del sistema, no nuestro. Lo arreglaremos el próximo trimestre\". ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Insistes en que no puedes presentar datos incorrectos. Retrasas la presentación para corregir el error, asumiendo la responsabilidad por el retraso y el enfado de la dirección.",
      "pragmatic_distractor": "Presentas los números inflados, pero mencionas verbalmente durante la presentación que \"podría haber algunas ligeras variaciones pendientes de una revisión del sistema\", minimizando el problema.",
      "evasive_distractor": "Envías un correo a tu supervisor y al jefe de finanzas diciendo que has encontrado \"algunas inconsistencias\" y pides su \"guía\" sobre cómo proceder, pasando la decisión a ellos.",
      "rationalized_distractor": "Presentas los datos como están. Lo importante es no retrasar los procesos de planificación de la empresa. El error se puede compensar silenciosamente en el siguiente reporte trimestral."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 21,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Tu supervisor tiene acceso a un nuevo software de análisis predictivo que le indica qué miembros del equipo tienen más probabilidades de renunciar. Utiliza esta información para asignar los proyectos más deseables a esos empleados \"en riesgo\", dejando a los miembros leales del equipo con las tareas menos gratificantes. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Cuestionas directamente a tu supervisor sobre su método de asignación, argumentando que no es equitativo y que desmoraliza a los empleados leales, arriesgándote a ser etiquetado como \"no estratégico\".",
      "pragmatic_distractor": "Hablas con tu supervisor y le sugieres un sistema de rotación de proyectos para que todos tengan la oportunidad de trabajar en tareas deseables, sin mencionar el software predictivo.",
      "evasive_distractor": "Te enfocas en tu propio trabajo y en el de tu equipo directo, ignorando cómo se asignan los proyectos en otros equipos, ya que no es tu responsabilidad directa.",
      "rationalized_distractor": "Aceptas el método de tu supervisor. La retención de talento es un objetivo clave para la empresa, y si esta estrategia reduce la rotación, es un beneficio para todos a largo plazo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 22,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "En una llamada con un cliente molesto por un error del producto, tu supervisor te instruye por el chat privado que le digas al cliente que el problema es un \"caso aislado\", aunque tú sabes que es un error conocido que afecta a muchos usuarios. Tu supervisor argumenta que admitir la verdad podría llevar a la pérdida del cliente. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Ignoras la instrucción de tu supervisor y le dices al cliente la verdad: que es un problema conocido y que tu equipo está trabajando en una solución, arriesgándote a que el cliente se enfade aún más y a un conflicto con tu supervisor.",
      "pragmatic_distractor": "Utilizas un lenguaje ambiguo, diciendo al cliente que \"investigarás la posibilidad de que otros usuarios estén afectados\" y te comprometes a darle seguimiento, evitando mentir directamente pero sin admitir toda la verdad.",
      "evasive_distractor": "Pones el altavoz y dices: \"Mi supervisor, que está en la línea, puede darte más detalles sobre el alcance del problema\", pasando la responsabilidad directamente a él.",
      "rationalized_distractor": "Sigues la instrucción de tu supervisor y le aseguras al cliente que es un caso aislado. Retener a un cliente importante es la prioridad para proteger los ingresos de la empresa."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 23,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Descubres que tu supervisor está utilizando un \"algoritmo secreto\" para asignar los turnos de fin de semana, y casualmente siempre favorece a los empleados con los que tiene mejor relación personal. Varios de tus compañeros se quejan en privado de que el sistema es injusto, pero nadie se atreve a hablar. La moral del equipo está por los suelos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión con tu supervisor y, en nombre del equipo, pides transparencia en el proceso de asignación de turnos, sabiendo que te convertirás en el \"portavoz\" del conflicto.",
      "pragmatic_distractor": "En lugar de confrontar, propones a tu supervisor la idea de un sistema de \"intercambio de turnos\" voluntario, esperando que esto alivie la tensión sin cuestionar su autoridad.",
      "evasive_distractor": "Aconsejas a tus compañeros que presenten una queja grupal a Personal, apoyándolos moralmente pero sin incluir tu nombre en la queja para no exponerte directamente.",
      "rationalized_distractor": "No haces nada. Aunque el sistema es injusto, confrontar a tu supervisor podría generar represalias que afectarían aún más al equipo. Es mejor mantener la cabeza baja."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 24,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Antes de un anuncio público, tu supervisor te comparte información privilegiada sobre el fracaso de un producto clave y te pide que vendas discretamente tus acciones de la empresa antes de que la noticia se haga pública y el valor se desplome. \"Considéralo una advertencia amistosa\", te dice. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "No solo te niegas a vender tus acciones, sino que también reportas la conversación a la autoridad regulatoria o al departamento de cumplimiento, lo que podría costarle a tu supervisor su trabajo y a ti un enemigo poderoso.",
      "pragmatic_distractor": "No vendes tus acciones para evitar el uso de información privilegiada, pero tampoco reportas a tu supervisor, manteniendo tu integridad sin crear un conflicto mayor.",
      "evasive_distractor": "Le dices a tu supervisor que \"no tienes tiempo para gestionar tus inversiones en este momento\" y evitas el tema, sin confirmar ni negar lo que harás.",
      "rationalized_distractor": "Vendes tus acciones. Has trabajado duro para la empresa y mereces proteger tus ahorros. Además, es lo que cualquier persona inteligente haría para protegerse financieramente."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 25,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Debido a un plazo muy ajustado impuesto por un cliente, tu supervisor te pide que proceses una base de datos de clientes utilizando un software de terceros no aprobado por la empresa, ya que es mucho más rápido. La política de la empresa prohíbe estrictamente subir datos de clientes a plataformas no autorizadas por el riesgo de fugas de datos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar el software no aprobado y explicas a tu supervisor que prefieres comunicarle al cliente que habrá un retraso para poder seguir los protocolos de seguridad, asumiendo el posible descontento del cliente.",
      "pragmatic_distractor": "Utilizas el software no aprobado, pero solo con una muestra de datos anonimizados para la fase inicial, planeando completar el resto del trabajo con las herramientas lentas y aprobadas, esperando que nadie se dé cuenta.",
      "evasive_distractor": "Documentas los riesgos de seguridad en un correo electrónico a tu supervisor y le pides su confirmación por escrito para proceder, asegurándote de tener una prueba de que seguías órdenes.",
      "rationalized_distractor": "Usas el software no aprobado para cumplir con el plazo. La satisfacción del cliente es la máxima prioridad y, si no se enteran, no hay daño real. El riesgo de una fuga de datos es solo teórico."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 26,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Tu supervisor tiene acceso a los resultados preliminares de una encuesta de clima laboral que son muy negativos para otro departamento. Te pide tu opinión sobre si debería \"suavizar\" los resultados antes de presentarlos a la alta dirección para evitar una crisis y proteger al gerente de ese departamento, que es amigo suyo. ¿Qué le aconsejas?",
    "options_structured": {
      "integrity_correct": "Le aconsejas que presente los datos tal como son, argumentando que la transparencia es la única forma de abordar los problemas reales, aunque esto pueda dañar la carrera de su amigo.",
      "pragmatic_distractor": "Sugieres que enmarque los resultados de una manera más \"constructiva\", enfocándose en las posibles soluciones en lugar de en los datos negativos, sin alterar los datos pero cambiando la narrativa.",
      "evasive_distractor": "Le dices que no tienes suficiente contexto sobre el otro departamento para dar una opinión informada y que confías en su juicio como supervisor para manejarlo adecuadamente.",
      "rationalized_distractor": "Apoyas la idea de suavizar los resultados. Una crisis interna en este momento podría desestabilizar a toda la empresa, por lo que es mejor manejar la situación con discreción para mantener la paz."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 27,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Descubres que varios compañeros de equipo están inflando las horas que reportan en un proyecto para un cliente importante, lo que les permite cobrar más. Tu supervisor lo sabe y lo permite, argumentando que el cliente tiene un presupuesto \"enorme\" y que es una forma de compensar al equipo por su trabajo duro. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a inflar tus horas y reportas la práctica al departamento de ética, sabiendo que esto podría causar una investigación que afecte a todo tu equipo y a tu supervisor.",
      "pragmatic_distractor": "Reportas tus horas con exactitud, pero no dices nada sobre tus compañeros, decidiendo que no es tu responsabilidad supervisar sus informes de horas.",
      "evasive_distractor": "Le preguntas a tu supervisor si puedes ser transferido a otro proyecto, citando \"problemas de dinámica de equipo\", para no ser parte de la situación.",
      "rationalized_distractor": "Inflas ligeramente tus horas, como los demás. El cliente está contento con el trabajo y el equipo está mejor compensado, así que parece que nadie sale perdiendo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 28,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Un cliente importante está furioso porque un error en el último producto le ha costado dinero. Tu supervisor te pide que redactes un correo de disculpa ofreciendo un pequeño descuento en la próxima compra. Sin embargo, sabes que la política de la empresa para errores de este calibre es ofrecer un reembolso completo, pero tu supervisor quiere evitar el costo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Redactas el correo ofreciendo el reembolso completo que dicta la política, y se lo envías a tu supervisor para su aprobación, sabiendo que te cuestionará por no seguir sus instrucciones.",
      "pragmatic_distractor": "Ofreces al cliente un descuento significativamente mayor al que sugirió tu supervisor, pero menor que el reembolso completo, esperando que sea suficiente para calmarlo sin incurrir en el costo total.",
      "evasive_distractor": "Le pides a un colega del departamento de servicio al cliente que se encargue de la comunicación, argumentando que ellos tienen más experiencia en el trato con clientes molestos.",
      "rationalized_distractor": "Sigues las instrucciones de tu supervisor y ofreces solo el pequeño descuento. Proteger los márgenes de ganancia de la empresa es crucial en un mercado competitivo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 29,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Tu departamento tiene un presupuesto limitado para nuevo equipamiento. Tu supervisor decide gastar la mayor parte en una nueva y costosa silla ergonómica para él, citando \"problemas de espalda\", mientras que el resto del equipo tiene que seguir usando equipos viejos y lentos. Te pide que proceses la compra. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Cuestionas la decisión, sugiriendo que el presupuesto debería usarse para el equipamiento que beneficiaría a la productividad de todo el equipo, no a una sola persona, arriesgándote a un conflicto directo con tu supervisor.",
      "pragmatic_distractor": "Procesas la compra de la silla, pero adjuntas una solicitud formal para un aumento del presupuesto del próximo año, documentando la necesidad de nuevo equipamiento para el resto del equipo.",
      "evasive_distractor": "Procesas la compra sin comentarios, pero \"accidentalmente\" copias al director de finanzas en el correo de confirmación de la compra, dejando que otros se den cuenta de la situación.",
      "rationalized_distractor": "Procesas la compra rápidamente y sin preguntas. La salud y el bienestar de tu supervisor son importantes para que pueda liderar al equipo de manera efectiva."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 30,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Estás negociando un contrato con un proveedor y te das cuenta de que puedes usar una ambigüedad en los términos para conseguir un precio mucho más bajo, aunque sabes que el proveedor no ha interpretado la cláusula de esa manera y probablemente perderá dinero. Tu supervisor te felicita por tu \"astucia\" y te anima a cerrar el trato rápidamente. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Le señalas la ambigüedad al proveedor antes de firmar, permitiéndole ajustar su oferta, aunque esto signifique que terminarás pagando un precio más alto y perdiendo la \"victoria\" que tu supervisor esperaba.",
      "pragmatic_distractor": "Cierras el trato aprovechando la ambigüedad, pero planeas ser un \"cliente generoso\" en el futuro, ofreciéndole al proveedor otras oportunidades para compensar su pérdida.",
      "evasive_distractor": "Envías el contrato al departamento legal para una \"revisión final\", esperando que ellos señalen la ambigüedad, quitándote la responsabilidad de la decisión.",
      "rationalized_distractor": "Cierras el trato sin decir nada. Tu principal deber es conseguir las mejores condiciones para tu empresa y maximizar los ahorros."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 31,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Estás negociando un contrato con un proveedor y descubres que uno de los finalistas es una empresa en la que tu cónyuge tiene una participación accionaria significativa. El contrato es millonario y crucial para el proyecto. Varios compañeros ya están manejando situaciones similares de conflictos de interés sin declararlas, y tu supervisor parece estar al tanto pero no interviene. Declarar el conflicto podría retrasar el proyecto semanas y hacer que pierdas la oportunidad de trabajar en este proyecto importante, afectando tu carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Declaras el conflicto de interés formalmente y te recusas de la negociación, sabiendo que esto retrasará el proyecto semanas, hará que pierdas la oportunidad de trabajar en este proyecto importante y podría afectar negativamente tu carrera y tu relación con el equipo.",
      "pragmatic_distractor": "Declaras el conflicto pero propones permanecer en el proceso solo para asesoramiento técnico, absteniéndote de la decisión final, esperando que esto sea suficiente para cumplir con la transparencia sin perder completamente tu participación en el proyecto.",
      "evasive_distractor": "Minimizas la conexión familiar, la describes como \"lejana\" y sigues en la negociación, confiando en tu capacidad para ser objetivo y en que el proveedor es realmente el mejor para la empresa, independientemente de la conexión familiar.",
      "rationalized_distractor": "Sigues en la negociación sin declarar el conflicto. Varios compañeros lo hacen y nadie dice nada. Además, tu cónyuge no tiene influencia directa en la empresa, así que técnicamente no hay conflicto real. Lo importante es elegir al mejor proveedor para la empresa."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 32,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Te solicitan gestionar equipos y recursos de la empresa para un proyecto crítico con un plazo extremadamente ajustado. Tu supervisor insiste en que lo hagas rápido, omitiendo ciertos controles de seguridad que considera \"burocráticos\", aunque esto podría comprometer la protección de los activos y la seguridad del equipo. Si no cumples con el plazo, el cliente se irá con la competencia, resultando en pérdida de ingresos significativos y posiblemente en despidos. Varios compañeros ya están siguiendo este enfoque de \"eficiencia\" y nadie ha tenido problemas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los controles de seguridad, explicando que la protección de los activos y la seguridad del equipo no son negociables, sabiendo que esto retrasará el proyecto, podría hacer que el cliente se vaya con la competencia, resultar en pérdida de ingresos y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Aceptas relajar los controles, pero solo en los aspectos de menor riesgo, e implementas un sistema de seguimiento rápido para poder corregir cualquier problema que surja, esperando que esto sea suficiente para cumplir con el plazo sin comprometer completamente la seguridad.",
      "evasive_distractor": "Pides a tu supervisor que te envíe la instrucción por escrito, y luego reenvías esa instrucción al departamento de seguridad para que ellos den su aprobación, transfiriendo así la responsabilidad y evitando que sea tu decisión directa.",
      "rationalized_distractor": "Omites los controles de seguridad como se te pide. Cumplir con el plazo es esencial para retener al cliente, proteger los ingresos de la empresa y evitar despidos. Varios compañeros lo hacen sin problemas, así que el riesgo es mínimo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 33,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Estás evaluando propuestas para un proyecto importante y descubres que una de las empresas finalistas es propiedad parcial de un familiar cercano. Tu supervisor está al tanto pero insiste en que manejes la situación de todas formas, argumentando que es urgente y que tu conocimiento técnico es indispensable para elegir al mejor proveedor. Si te recusas, el proyecto se retrasará significativamente y perderás la oportunidad de liderar este proyecto importante, lo que afectaría tu carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te recusas formalmente del proceso de evaluación, citando el conflicto de interés, sabiendo que esto retrasará el proyecto significativamente, hará que pierdas la oportunidad de liderar este proyecto importante y podría afectar negativamente tu carrera y tu relación con tu supervisor.",
      "pragmatic_distractor": "Permaneces en el proceso, pero te abstienes de votar en la decisión final, participando solo en las discusiones técnicas para asegurar que tu conocimiento se aproveche, esperando que esto sea suficiente para cumplir con la transparencia sin perder completamente tu participación.",
      "evasive_distractor": "Minimizas la conexión familiar con tu supervisor, la describes como \"lejana\" y sigues en el proceso, confiando en tu capacidad para ser objetivo y en que puedes separar tus intereses personales de los de la empresa.",
      "rationalized_distractor": "Sigues en el proceso y participas plenamente. Tu experiencia es crucial para elegir al mejor proveedor, lo que finalmente beneficia a la empresa por encima de todo. Además, tu familiar no tiene influencia directa en tu decisión, así que técnicamente no hay conflicto real."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 34,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Al preparar un reporte de gastos, notas que tu supervisor tiene acceso a información sobre recursos y presupuestos que otros miembros del equipo no pueden ver, y está usando esta ventaja para tomar decisiones que afectan a todos, como asignar proyectos más deseables a ciertos empleados y dejar a otros con tareas menos gratificantes. Esto ha creado un desequilibrio de poder y ha resultado en que algunos miembros del equipo reciban más reconocimiento y oportunidades. Confrontar a tu supervisor podría afectar negativamente tu relación con él y tu carrera en la empresa. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Buscas el canal apropiado en la empresa para reportar el desequilibrio de poder, sabiendo que esto generará un conflicto directo con tu supervisor, podría afectar negativamente tu relación con él y tu carrera en la empresa, y posiblemente te etiquete como alguien que no es \"leal\" al equipo.",
      "pragmatic_distractor": "Solicitas una reunión con tu supervisor para pedir más transparencia en la toma de decisiones, esperando que esto sea suficiente para resolver el problema sin necesidad de escalar la situación y crear conflictos mayores.",
      "evasive_distractor": "Hablas con tus compañeros de confianza para saber si comparten tu preocupación y evaluar una acción conjunta, pensando que un enfoque grupal podría ser más efectivo y menos riesgoso que actuar solo.",
      "rationalized_distractor": "No haces nada para no arriesgar tu relación con el supervisor. Aunque el sistema es injusto, confrontarlo podría generar represalias que afectarían aún más tu posición en el equipo. Es mejor mantener la cabeza baja y enfocarte en tu trabajo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 35,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Al gestionar equipos y recursos de la empresa, detectas inconsistencias críticas en el sistema: hay errores y discrepancias significativas que podrían afectar la precisión de los registros y las decisiones financieras. Tu supervisor te pide que los ignores porque corregirlos tomaría mucho tiempo y el plazo para entregar el reporte es mañana. Si retrasas el reporte para corregir los errores, afectarás la planificación del trimestre y generarás desconfianza en la dirección, lo que podría afectar tu evaluación de desempeño. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Insistes en corregir los errores antes de entregar el reporte, sabiendo que esto retrasará la entrega, afectará la planificación del trimestre, generará desconfianza en la dirección y podría afectar negativamente tu evaluación de desempeño y tu posición en la empresa.",
      "pragmatic_distractor": "Entregas el reporte con los errores, pero adjuntas una nota privada para el supervisor señalando las discrepancias, esperando que él decida cómo manejarlo sin que la dirección se entere del problema y sin que tu nombre esté asociado con datos incorrectos.",
      "evasive_distractor": "Intentas corregir los errores más críticos tú mismo antes de la entrega, asumiendo el riesgo de cometer errores, pero cumpliendo con el plazo para no retrasar las decisiones de la empresa y evitar problemas con la dirección.",
      "rationalized_distractor": "Ignoras los errores como se te pide. El supervisor tiene más experiencia y sabe qué es importante. Si él dice que se pueden ignorar, probablemente tiene razón. Lo importante es cumplir con el plazo y no retrasar los procesos de planificación de la empresa."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 36,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Durante una reunión con un cliente importante, descubres que varios compañeros están alterando o distorsionando información para obtener ventajas en la negociación, como exagerar las capacidades del producto o minimizar los tiempos de entrega. Tu supervisor parece estar al tanto pero no interviene. Si no sigues esta práctica, podrías perder ventaja competitiva y el cliente podría irse con la competencia, resultando en pérdida de ingresos y posiblemente en recortes de personal. Reportar esto podría generar una investigación que afecte a tus compañeros y crear un ambiente de trabajo hostil. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas la práctica al departamento de ética, sabiendo que esto generará una investigación que afectará a tus compañeros, creará un ambiente de trabajo hostil, posiblemente te aislará del equipo y podría resultar en despidos.",
      "pragmatic_distractor": "Te enfocas en crear valor a largo plazo para todas las partes involucradas, presentando información precisa y honesta, esperando que esto sea suficiente para ganar la confianza del cliente sin necesidad de distorsionar información.",
      "evasive_distractor": "Buscas un balance, presentando información precisa pero enmarcándola de manera más atractiva, esperando que esto te dé ventaja competitiva sin cruzar completamente la línea ética.",
      "rationalized_distractor": "Sigues la práctica de tus compañeros. Si todos lo hacen y nadie dice nada, probablemente está bien. Lo importante es ganar el contrato para proteger los ingresos de la empresa y los empleos del equipo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 37,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Te solicitan usar recursos empresariales, como equipos o servicios costosos, para un proyecto urgente con un plazo extremadamente ajustado. Tu supervisor insiste en que lo hagas rápido, omitiendo ciertos protocolos de uso que considera \"innecesarios\", aunque esto podría comprometer la protección de los recursos y la calidad del trabajo. Si no cumples con el plazo, el proyecto fallará y el cliente se irá con la competencia, resultando en pérdida de ingresos y posiblemente en despidos. Varios compañeros ya están siguiendo este enfoque y nadie ha tenido problemas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los protocolos de uso, explicando que la protección de los recursos y la calidad del trabajo no son negociables, sabiendo que esto retrasará el proyecto, podría hacer que el cliente se vaya con la competencia, resultar en pérdida de ingresos y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Consultas con colegas y superiores para obtener diferentes perspectivas, esperando que ellos puedan ayudarte a encontrar una solución que cumpla con los protocolos sin retrasar demasiado el proyecto.",
      "evasive_distractor": "Diseñas un plan escalonado que minimice riesgos mientras logras los objetivos, relajando solo los protocolos de menor riesgo e implementando controles alternativos para proteger los recursos.",
      "rationalized_distractor": "Omites los protocolos como se te pide. Varios compañeros lo hacen sin problemas, así que el riesgo es mínimo. Lo importante es cumplir con el plazo para retener al cliente, proteger los ingresos de la empresa y evitar despidos."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 38,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Durante la asignación de tareas al personal para un proyecto importante, identificas un potencial conflicto de interés porque una de las tareas beneficiaría directamente a un negocio paralelo que tienes con un familiar. Tu supervisor está al tanto pero insiste en que manejes la situación de todas formas, argumentando que es urgente y que eres la persona más calificada para hacerlo. Si te recusas, el proyecto se retrasará y perderás la oportunidad de liderar este proyecto importante, lo que afectaría tu carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te recusas de asignar esa tarea específica, citando el conflicto de interés, sabiendo que esto retrasará el proyecto, hará que pierdas la oportunidad de liderar este proyecto importante y podría afectar negativamente tu carrera y tu relación con tu supervisor.",
      "pragmatic_distractor": "Propones un plan de mejora que beneficie a toda la organización, reasignando la tarea a otro miembro del equipo mientras te enfocas en otras responsabilidades, esperando que esto sea suficiente para evitar el conflicto sin perder completamente tu participación.",
      "evasive_distractor": "Trabajas dentro del sistema actual mientras buscas mejoras estructurales, asignando la tarea pero documentando el conflicto y asegurándote de que la decisión sea transparente y beneficie a la empresa, no solo a tu negocio paralelo.",
      "rationalized_distractor": "Manejas la situación como se te pide. Tu supervisor está al tanto y confía en tu capacidad para ser objetivo. Además, tu negocio paralelo no tiene influencia directa en tu decisión, así que técnicamente no hay conflicto real. Lo importante es completar el proyecto exitosamente."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 39,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Al preparar un reporte de gastos, notas que tu supervisor tiene acceso a información sobre recursos y presupuestos que otros miembros del equipo no pueden ver, y está usando esta ventaja para tomar decisiones que afectan a todos, como asignar más recursos a ciertos proyectos y dejar a otros con presupuestos insuficientes. Esto ha creado un desequilibrio de poder y ha resultado en que algunos miembros del equipo tengan más éxito que otros. Confrontar a tu supervisor podría afectar negativamente tu relación con él y tu carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Priorizas siempre la transparencia, solicitando una reunión con tu supervisor para pedir más transparencia en la toma de decisiones, sabiendo que esto generará un conflicto directo con él, podría afectar negativamente tu relación y tu carrera, y posiblemente te etiquete como alguien problemático.",
      "pragmatic_distractor": "Adaptas tu enfoque según las circunstancias, hablando con tus compañeros de confianza para saber si comparten tu preocupación y evaluar una acción conjunta, esperando que un enfoque grupal sea más efectivo y menos riesgoso.",
      "evasive_distractor": "Te enfocas en crear valor a largo plazo, trabajando dentro del sistema actual mientras buscas mejoras estructurales de manera discreta, esperando que esto sea suficiente para resolver el problema sin crear conflictos.",
      "rationalized_distractor": "Buscas un balance, no confrontando directamente pero documentando tus observaciones y esperando que el supervisor eventualmente comparta más información, evitando así crear conflictos innecesarios que podrían afectar tu posición."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 40,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Durante la asignación de tareas al personal para un proyecto crítico, encuentras información sensible sobre empleados que no deberías ver, como datos personales, salarios y evaluaciones de desempeño. Tu supervisor te pide que uses esta información para tomar las decisiones de asignación, argumentando que es urgente y que necesitas esta información para hacer las mejores asignaciones. Si no usas esta información, podrías hacer asignaciones subóptimas que afecten el éxito del proyecto, lo que podría resultar en pérdida de ingresos y posiblemente en despidos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar la información sensible, explicando que no tienes autorización para acceder a esos datos, sabiendo que esto podría resultar en asignaciones subóptimas que afecten el éxito del proyecto, pérdida de ingresos y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Buscas formas de optimizar las asignaciones sin usar directamente la información sensible, trabajando con tu supervisor para obtener solo la información mínima necesaria de manera autorizada, esperando que esto sea suficiente para hacer buenas asignaciones.",
      "evasive_distractor": "Implementas cambios graduales, usando solo la información que es absolutamente necesaria y documentando que seguiste las instrucciones de tu supervisor, esperando que esto te proteja si hay problemas más adelante.",
      "rationalized_distractor": "Usas la información como se te pide. Tu supervisor tiene la autoridad para darte acceso a esta información y él se hace responsable. Lo importante es hacer las mejores asignaciones para asegurar el éxito del proyecto y proteger los empleos del equipo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 41,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Te solicitan asignar tareas al personal para un proyecto crítico con un plazo extremadamente ajustado. Tu supervisor insiste en que lo hagas rápido, sobrecargando a algunos miembros del equipo y omitiendo ciertos estándares de asignación que considera \"innecesarios\", aunque esto podría afectar la calidad del trabajo y el bienestar del equipo. Si no cumples con el plazo, el proyecto fallará y el cliente se irá con la competencia, resultando en pérdida de ingresos y posiblemente en despidos. Varios compañeros ya están siguiendo este enfoque y nadie ha tenido problemas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a comprometer los estándares de asignación, explicando que la calidad del trabajo y el bienestar del equipo no son negociables, sabiendo que esto retrasará el proyecto, podría hacer que el cliente se vaya con la competencia, resultar en pérdida de ingresos y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Diseñas un plan escalonado que minimice riesgos mientras logras los objetivos, sobrecargando solo temporalmente a algunos miembros y asegurándote de compensarlos después, esperando que esto sea suficiente para cumplir con el plazo sin comprometer completamente el bienestar del equipo.",
      "evasive_distractor": "Abordas la situación directamente, consultando con colegas y superiores para obtener diferentes perspectivas, esperando que ellos puedan ayudarte a encontrar una solución que cumpla con los estándares sin retrasar demasiado el proyecto.",
      "rationalized_distractor": "Sobrecargas al equipo como se te pide. Varios compañeros lo hacen sin problemas, así que el riesgo es mínimo. Lo importante es cumplir con el plazo para retener al cliente, proteger los ingresos de la empresa y evitar despidos. El equipo puede manejar la presión temporal."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 42,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Tu supervisor te presiona para manejar información confidencial de clientes de manera que no cumple con los estándares establecidos, omitiendo ciertos protocolos de seguridad que considera \"burocráticos\", argumentando que es necesario por urgencia porque un cliente importante está esperando esta información para cerrar un trato millonario. Varios compañeros ya están siguiendo este enfoque y nadie ha tenido problemas. Si no compartes la información de inmediato, el cliente podría irse con la competencia, resultando en pérdida de ingresos y posiblemente en despidos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los protocolos de confidencialidad, explicando que la protección de la información no es negociable, sabiendo que esto retrasará el proceso, podría hacer que el cliente se vaya con la competencia, resultar en pérdida de ingresos y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Propones un plan de mejora que beneficie a toda la organización, implementando protocolos alternativos más rápidos pero que aún protejan la información, esperando que esto sea suficiente para cumplir con la urgencia sin comprometer completamente la seguridad.",
      "evasive_distractor": "Trabajas dentro del sistema actual mientras buscas mejoras estructurales, omitiendo solo los protocolos de menor riesgo y documentando que seguiste las instrucciones de tu supervisor, esperando que esto te proteja si hay problemas más adelante.",
      "rationalized_distractor": "Omites los protocolos como se te pide. Varios compañeros lo hacen sin problemas, así que el riesgo es mínimo. Lo importante es compartir la información rápidamente para retener al cliente, proteger los ingresos de la empresa y evitar despidos. Si no se enteran, no hay daño real."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 43,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Te solicitan manejar información privilegiada de la empresa, incluyendo datos sensibles de empleados y estrategias confidenciales, con un plazo extremadamente ajustado. Tu supervisor insiste en que lo hagas rápido, omitiendo ciertos protocolos de confidencialidad que considera \"innecesarios\", aunque esto podría comprometer la protección de la privacidad. Si no procesas la información a tiempo, afectarás decisiones críticas de la empresa y podrías resultar en pérdida de oportunidades y posiblemente en despidos. Varios compañeros ya están siguiendo este enfoque y nadie ha tenido problemas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los protocolos de confidencialidad, explicando que la protección de la privacidad no es negociable, sabiendo que esto retrasará el procesamiento, afectará decisiones críticas de la empresa, podría resultar en pérdida de oportunidades y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Implementas cambios graduales, omitiendo solo los protocolos de menor riesgo e implementando controles alternativos para proteger la privacidad, esperando que esto sea suficiente para cumplir con el plazo sin comprometer completamente la seguridad.",
      "evasive_distractor": "Buscas formas de optimizar el procesamiento sin afectar la calidad, consultando con colegas para encontrar métodos más rápidos que aún cumplan con los estándares básicos de confidencialidad.",
      "rationalized_distractor": "Omites los protocolos como se te pide. Varios compañeros lo hacen sin problemas, así que el riesgo es mínimo. Lo importante es procesar la información rápidamente para no afectar las decisiones críticas de la empresa y proteger los empleos del equipo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 44,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Durante una reunión con un cliente importante, descubres que varios compañeros están alterando o distorsionar información para obtener ventajas en la negociación, como exagerar las capacidades del producto o minimizar los tiempos de entrega. Tu supervisor parece estar al tanto pero no interviene. Si no sigues esta práctica, podrías perder ventaja competitiva y el cliente podría irse con la competencia, resultando en pérdida de ingresos y posiblemente en recortes de personal. Reportar esto podría generar una investigación que afecte a tus compañeros y crear un ambiente de trabajo hostil. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas la práctica al departamento de ética, sabiendo que esto generará una investigación que afectará a tus compañeros, creará un ambiente de trabajo hostil, posiblemente te aislará del equipo y podría resultar en despidos.",
      "pragmatic_distractor": "Diseñas un plan escalonado que minimice riesgos, presentando información precisa pero enmarcándola de manera más atractiva, esperando que esto te dé ventaja competitiva sin cruzar completamente la línea ética.",
      "evasive_distractor": "Analizas cuidadosamente el contexto, consultando con colegas y superiores para obtener diferentes perspectivas, esperando que ellos puedan ayudarte a encontrar una solución ética que aún te dé ventaja competitiva.",
      "rationalized_distractor": "Sigues la práctica de tus compañeros. Si todos lo hacen y nadie dice nada, probablemente está bien. Lo importante es ganar el contrato para proteger los ingresos de la empresa y los empleos del equipo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 45,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Te solicitan manejar información privilegiada de la empresa, incluyendo datos sensibles de empleados y estrategias confidenciales, con un plazo extremadamente ajustado. Tu supervisor insiste en que lo hagas rápido, omitiendo ciertos protocolos de confidencialidad que considera \"innecesarios\", aunque esto podría comprometer la protección de la privacidad. Si no procesas la información a tiempo, afectarás decisiones críticas de la empresa y podrías resultar en pérdida de oportunidades y posiblemente en despidos. Varios compañeros ya están siguiendo este enfoque y nadie ha tenido problemas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los protocolos de confidencialidad, explicando que la protección de la privacidad no es negociable, sabiendo que esto retrasará el procesamiento, afectará decisiones críticas de la empresa, podría resultar en pérdida de oportunidades y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Trabajas dentro del sistema actual mientras buscas mejoras estructurales, omitiendo solo los protocolos de menor riesgo e implementando controles alternativos para proteger la privacidad, esperando que esto sea suficiente para cumplir con el plazo sin comprometer completamente la seguridad.",
      "evasive_distractor": "Implementas cambios graduales, consultando con colegas para encontrar métodos más rápidos que aún cumplan con los estándares básicos de confidencialidad, esperando que esto te permita cumplir con el plazo sin comprometer completamente la privacidad.",
      "rationalized_distractor": "Omites los protocolos como se te pide. Varios compañeros lo hacen sin problemas, así que el riesgo es mínimo. Lo importante es procesar la información rápidamente para no afectar las decisiones críticas de la empresa y proteger los empleos del equipo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 46,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Durante la gestión de equipos y recursos de la empresa, descubres que varios compañeros están alterando o distorsionar información en los reportes para obtener ventajas, como inflar el uso de recursos para justificar mayores presupuestos o minimizar problemas para evitar auditorías. Tu supervisor parece estar al tanto pero no interviene. Si no sigues esta práctica, podrías quedar en desventaja en las asignaciones de presupuesto y recursos, afectando tu capacidad de completar proyectos exitosamente. Reportar esto podría generar una investigación que afecte a tus compañeros y crear un ambiente de trabajo hostil. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas la práctica al departamento de ética, sabiendo que esto generará una investigación que afectará a tus compañeros, creará un ambiente de trabajo hostil, posiblemente te aislará del equipo y podría resultar en despidos.",
      "pragmatic_distractor": "Trabajas dentro del sistema actual mientras buscas mejoras estructurales, reportando información precisa pero enmarcándola de manera más favorable, esperando que esto te dé ventaja sin cruzar completamente la línea ética.",
      "evasive_distractor": "Implementas cambios graduales, sugiriendo mejoras en los procesos de reporte de manera discreta, esperando que esto resuelva el problema sin crear conflictos directos con tus compañeros.",
      "rationalized_distractor": "Sigues la práctica de tus compañeros. Si todos lo hacen y nadie dice nada, probablemente está bien. Lo importante es obtener los recursos necesarios para completar proyectos exitosamente y proteger los empleos del equipo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 47,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Tu supervisor te presiona para preparar un reporte de gastos de manera que no cumple con los estándares establecidos, omitiendo ciertos detalles y categorizaciones que considera \"innecesarios\", argumentando que es necesario por urgencia porque la dirección necesita estos datos mañana para tomar decisiones críticas sobre inversiones. Varios compañeros ya están siguiendo este enfoque y nadie ha tenido problemas. Si retrasas el reporte para cumplir con todos los estándares, afectarás las decisiones de la dirección y podrías resultar en pérdida de oportunidades y posiblemente en despidos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los detalles y categorizaciones requeridas, explicando que los estándares de reporte no son negociables, sabiendo que esto retrasará el reporte, afectará las decisiones de la dirección, podría resultar en pérdida de oportunidades y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Implementas cambios graduales, incluyendo los detalles más críticos pero omitiendo algunos de menor importancia, esperando que esto sea suficiente para cumplir con el plazo sin comprometer completamente la precisión del reporte.",
      "evasive_distractor": "Propones un plan de mejora, preparando el reporte con los estándares mínimos pero documentando las omisiones y sugiriendo una revisión más detallada después, esperando que esto te proteja si hay problemas más adelante.",
      "rationalized_distractor": "Omites los detalles como se te pide. Varios compañeros lo hacen sin problemas, así que el riesgo es mínimo. Lo importante es entregar el reporte a tiempo para no afectar las decisiones críticas de la dirección y proteger los empleos del equipo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 48,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Al manejar datos de clientes, encuentras información sensible que no deberías ver, como datos personales, información financiera confidencial y estrategias comerciales protegidas. Tu supervisor te pide que uses esta información para completar una tarea urgente relacionada con un contrato millonario. Si no usas esta información, podrías hacer análisis incompletos que afecten la negociación, resultando en pérdida del contrato, pérdida de ingresos y posiblemente en despidos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar la información sensible, explicando que no tienes autorización para acceder a esos datos, sabiendo que esto podría resultar en análisis incompletos que afecten la negociación, pérdida del contrato, pérdida de ingresos y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Diseñas un plan escalonado que minimice riesgos, usando solo la información que es absolutamente necesaria y documentando que seguiste las instrucciones de tu supervisor, esperando que esto te proteja si hay problemas más adelante.",
      "evasive_distractor": "Abordas la situación directamente, consultando con colegas y superiores para obtener diferentes perspectivas, esperando que ellos puedan ayudarte a encontrar una manera de completar la tarea sin usar directamente la información sensible.",
      "rationalized_distractor": "Usas la información como se te pide. Tu supervisor tiene la autoridad para darte acceso a esta información y él se hace responsable. Lo importante es completar el análisis correctamente para asegurar el contrato, proteger los ingresos de la empresa y evitar despidos."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 49,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Te solicitan manejar un conflicto de interés relacionado con un contrato millonario con un plazo extremadamente ajustado. Tu supervisor insiste en que lo hagas rápido, omitiendo ciertos protocolos de manejo de conflictos que considera \"innecesarios\", aunque esto podría comprometer la protección de la integridad. Si no procesas el conflicto a tiempo, afectarás la negociación del contrato y podrías resultar en pérdida de ingresos y posiblemente en despidos. Varios compañeros ya están siguiendo este enfoque y nadie ha tenido problemas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los protocolos de manejo de conflictos, explicando que la protección de la integridad no es negociable, sabiendo que esto retrasará el procesamiento, afectará la negociación del contrato, podría resultar en pérdida de ingresos y posiblemente en despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Implementas cambios graduales, omitiendo solo los protocolos de menor riesgo e implementando controles alternativos para proteger la integridad, esperando que esto sea suficiente para cumplir con el plazo sin comprometer completamente los estándares.",
      "evasive_distractor": "Propones un plan de mejora, procesando el conflicto con los estándares mínimos pero documentando las omisiones y sugiriendo una revisión más detallada después, esperando que esto te proteja si hay problemas más adelante.",
      "rationalized_distractor": "Omites los protocolos como se te pide. Varios compañeros lo hacen sin problemas, así que el riesgo es mínimo. Lo importante es procesar el conflicto rápidamente para no afectar la negociación del contrato y proteger los empleos del equipo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  },
  {
    "source_id": 50,
    "block_id": "B02",
    "module_score": "I",
    "type": "options",
    "scenario_text": "Al gestionar equipos y recursos de la empresa, descubres una oportunidad de obtener un beneficio personal significativo a través de la información que manejas, como usar datos financieros confidenciales para inversiones personales que podrían generar ganancias sustanciales. Varios compañeros ya lo están haciendo y parece ser una práctica común y aceptada tácitamente. Tu supervisor parece estar al tanto pero no interviene. Reportar esto podría generar una investigación que afecte a tus compañeros y crear un ambiente de trabajo hostil, posiblemente aislándote del equipo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te abstienes de usar la información y reportas la conducta de tus compañeros al departamento de ética, sabiendo que esto generará una investigación que afectará a tus compañeros, creará un ambiente de trabajo hostil, posiblemente te aislará del equipo y podría resultar en despidos.",
      "pragmatic_distractor": "Consultas con colegas y superiores para obtener diferentes perspectivas, esperando que ellos puedan ayudarte a entender los límites éticos sin exponerte directamente y sin generar conflictos con tus compañeros.",
      "evasive_distractor": "Diseñas un plan escalonado que minimice riesgos, usando solo información que es de dominio público o que no es estrictamente confidencial, esperando que esto te permita obtener algún beneficio sin cruzar completamente la línea ética.",
      "rationalized_distractor": "Aprovechas la oportunidad, ya que otros lo hacen y parece una práctica común. Si todos lo hacen y nadie dice nada, probablemente está bien, y no es tu responsabilidad ser el policía ético del equipo."
    },
    "analysis_notes": "Integrity option mantiene la regla pese a un costo personal claro; las demás priorizan rapidez, autoprotección o una justificación de 'beneficio' para el equipo o la empresa."
  }
]