[
    {
        "source_id": 351,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante la gestión del tiempo de trabajo, te enfrentas a una situación ética ambigua en la que no está del todo claro qué es lo correcto y debes decidir rápido. Si eliges la opción más cuidadosa y detienes el proceso, perderás tiempo, generarás molestias y algunos dirán que dramatizas; si eliges lo más cómodo, podrías dejar pasar una práctica injusta que se repetirá. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 352,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar conflictos de interés, te presionan para decidir con rapidez y dejar de lado pasos del protocolo porque \"si no, nada avanza\". Si sigues todas las etapas, se retrasarán decisiones importantes y te verán como alguien que frena el negocio; si aceptas la urgencia, puedes dejar sin revisar vínculos que afectan la imparcialidad. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 353,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una negociación de contratos, descubres que hay formas de influir en el proceso para obtener mejores condiciones para tu área, aprovechando vacíos y descuidos en la revisión. Si aprovechas esos huecos, tu área gana recursos y reconocimiento a corto plazo; si los señalas y pides corregirlos, el acuerdo se complica y puedes quedar como ingenuo frente a otros negociadores. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 354,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la comunicación con clientes o proveedores, ves que hay oportunidades de manejar el proceso de manera que tu empresa obtenga ventajas adicionales, usando información o tiempos a tu favor sin que la otra parte se entere. Si lo haces, cierras acuerdos más favorables y tu jefe lo celebrará; si te niegas, podrías quedar como poco \"astuto\" y perder oportunidades visibles. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 355,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de inventarios, te urgen a avanzar aunque eso implique relajar controles sobre conteos, firmas o estados de equipos, con el argumento de que los protocolos son lentos. Si insistes en seguir todos los pasos, puedes atrasar entregas y ser señalado como quien complica el trabajo; si aceptas la presión, multiplicas el riesgo de pérdidas y de que te culpen cuando algo falte. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 356,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el reporte de gastos, te piden avanzar rápido y omitir revisiones detalladas de montos y justificaciones porque \"no hay tiempo\" y todos esperan un cierre pronto. Si revisas todo como corresponde, probablemente debas quedarte más horas y tu jefe puede molestarse por el retraso; si cierras sin revisar, validarás errores que luego podrían usarse en tu contra. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 357,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Durante el uso de recursos de la empresa, detectas que ciertas decisiones sobre quién recibe apoyos, equipos o materiales se toman en función de afinidades personales y no de criterios formales. Si lo señalas, puedes quedar enfrentado con líderes que hoy reparten esos beneficios y perder su apoyo; si lo toleras, refuerzas un reparto desigual que te puede perjudicar mañana. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 358,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una ronda de decisiones presupuestarias, varias áreas te presionan para aprobar gastos que apenas cumplen los criterios o que están en zona gris, argumentando que si no se usan ahora el dinero se pierde. Si aplicas los estándares con rigor, serás acusado de cortar recursos y afectar metas; si eres flexible, avalas asignaciones que sabes que no son del todo correctas. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 359,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al asignar personal, descubres que los registros de carga de trabajo y desempeño no están actualizados, y que algunos ya han usado esas fallas para conseguir menos tareas o mejores horarios. Si decides corregir todo antes de asignar, te atrasarás y muchos se molestarán contigo; si repartes con datos incorrectos, prolongas ventajas injustas. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 360,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el manejo de datos de clientes, recibes la solicitud de compartir información adicional que ayudaría a cerrar una venta, pero incluye detalles sensibles que no estaban pensados para ese uso. Si te niegas, puedes frenar un acuerdo y dañar tu relación con el área comercial; si accedes, utilizas información de las personas más allá de lo que ellas esperaban. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Económico."
    },
    {
        "source_id": 361,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al preparar un reporte de resultados, tienes acceso a un archivo con evaluaciones, posibles cambios de puesto y decisiones salariales de empleados que no estaba destinado a ti. Si pides que se corrija ese acceso y decides no usarlo, el trabajo se hará más lento y tu jefe puede verlo como una complicación innecesaria; si lo usas para reforzar tus argumentos, explotas datos personales fuera de contexto. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Social."
    },
    {
        "source_id": 362,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de beneficios, observas que algunos están siendo aprobados para situaciones que apenas encajan con los criterios, aprovechando la falta de detalle en los registros. Si empiezas a rechazarlos, crearás malestar con compañeros que se sienten merecedores del apoyo; si los sigues aprobando, permites que el presupuesto se use de forma cuestionable. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 363,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al asignar personal, notas que quienes tienen más influencia o cercanía con la dirección reciben casi siempre las mejores oportunidades, aun cuando no sean los que más cumplen los criterios. Si cuestionas esta práctica, puedes cerrarte puertas con líderes clave; si la aceptas, contribuyes a mantener un sistema desigual que afecta a otros. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 364,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una negociación de contrato, recibes documentos con información sobre salarios, bonos y posibles recortes que no estaban destinados a ti, y tu supervisor te sugiere usarlos como presión. Si los utilizas, probablemente consigas condiciones más favorables para la empresa, pero expones datos de personas que no participan en la conversación; si te niegas, el acuerdo puede ser menos ventajoso y tu jefe puede verlo como debilidad. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Económico."
    },
    {
        "source_id": 365,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la comunicación con clientes o proveedores, notas que la empresa tiene una posición de fuerza que le permite imponer condiciones sin considerar del todo el impacto en la otra parte. Si propones un enfoque más equilibrado, podrías ser criticado por no cuidar lo suficiente los intereses de tu empresa; si te adaptas a esa forma de negociar, aceptas decisiones que pueden considerarse abusivas. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 366,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te exigen cerrar un reporte de gastos antes de una reunión clave, aun sabiendo que no tendrás tiempo para revisar comprobantes, clasificaciones y posibles errores. Si te niegas a enviarlo sin revisar, podrías quedar como quien arruina la presentación y perder la confianza de tu jefe; si lo envías tal cual, te haces responsable de cifras que sabes que pueden estar mal. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 367,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de equipos y recursos, recibes la orden de acelerar una reestructuración aunque eso implique asignar tareas sin respetar criterios de experiencia, seguridad o carga máxima. Si pides más tiempo o cuestionas el enfoque, tu supervisor puede considerarte poco alineado y excluirte de decisiones futuras; si obedeces, contribuyes a un reparto que puede dañar a personas concretas. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 368,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Debes decidir si priorizas recursos para un proyecto que beneficia directamente a tu área o los destinas a otro menos visible pero más importante para la empresa en su conjunto. Si eliges tu propio proyecto, tu equipo estará contento pero otros quedarán sin apoyo; si eliges el otro, tu equipo puede sentir que los dejaste sin defensa. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 369,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En un caso de posible conflicto de interés, te piden cerrar el análisis rápidamente para no retrasar una decisión de negocio que ya está casi aprobada. Si aplicas todo el protocolo, el negocio puede frenarse y serás señalado como quien complicó la operación; si aceleras y minimizas la revisión, dejas dudas sin resolver que pueden afectar la credibilidad de la empresa. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Económico."
    },
    {
        "source_id": 370,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Recibes mensajes de distintas áreas pidiéndote que \"no dramatices\" ciertas relaciones personales o de negocio en casos de conflicto de interés, porque aplicar el protocolo completo detendría muchos procesos. Si cedes a esa presión, todo seguirá avanzando pero se normalizarán decisiones cuestionables; si mantienes el estándar, puedes quedar aislado y perder apoyos internos. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 371,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al elaborar un reporte de resultados, accedes a un archivo con metas individuales, bonos y cambios previstos que no estaba pensado para ese uso, y tu supervisor te pide usarlo para reforzar ciertos argumentos. Si te niegas, el reporte parecerá menos sólido y tu jefe puede enojarse; si aceptas, llevas información muy personal a un espacio donde las personas implicadas no tienen voz. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Social."
    },
    {
        "source_id": 372,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la asignación de personal, algunos jefes te piden que priorices a sus equipos aunque no cumplan todos los criterios de carga o resultados, dejando la decisión final en tus manos. Si accedes, ayudas a esas áreas pero comprometes la equidad del proceso; si te mantienes firme, puedes perder su confianza y ser visto como poco \"político\". ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Económico (recursos)."
    },
    {
        "source_id": 373,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Ves que las decisiones finales sobre quién recibe mejores puestos u horarios se inclinan casi siempre hacia quienes tienen mejor relación con ciertos líderes, más allá de criterios objetivos. Si lo planteas abiertamente, puedes enfrentarte a personas con poder y afectar tu futuro en la empresa; si callas, contribuyes a mantener un sistema de favores. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 374,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una comunicación con un cliente o proveedor, recibes copia de documentos internos con datos confidenciales sobre empleados, como quién será reasignado o despedido, y tu supervisor te pide usarlos para explicar ciertos cambios. Si te niegas, puede parecer que ocultas información y tu jefe se molestará por el retraso; si los usas, compartes decisiones internas que esas personas no aprobaron. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Social."
    },
    {
        "source_id": 375,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Mientras manejas información reservada, ves que algunas tareas urgentes se están planificando usando datos sobre cierres de áreas o cambios de liderazgo que solo un grupo reducido conoce. Si pides que se comparta ese contexto y se formalicen los criterios, podrías ser visto como alguien que \"abre temas delicados\"; si simplemente ejecutas lo que te piden, ayudas a sostener un manejo desigual de la información. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave."
    },
    {
        "source_id": 376,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden decidir si prestas equipos o espacios de la empresa para un proyecto externo que no está claramente vinculado con el negocio, pero que podría fortalecer tu relación con un aliado importante. Si rechazas la petición, puedes perder esa alianza y quedar como poco flexible; si la aceptas, usas recursos de la empresa para algo que no está justificado formalmente. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 377,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de beneficios, se te pide aprobar apoyos antes de una fecha límite para que no se pierda el presupuesto, aunque no has podido revisar a detalle cada caso. Si pides más tiempo, algunos beneficios caducarán y te culparán por ello; si firmas todo, podrías estar aprobando ayudas injustas o mal justificadas. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Económico."
    },
    {
        "source_id": 378,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Mientras asignas personal, sientes presión para tomar decisiones rápidas aunque sabes que hay dudas y que algunas personas se sienten tratadas de forma desigual. Si pides revisar el proceso, generarás retrasos y tu jefe puede ver tu postura como una complicación innecesaria; si sigues adelante, consolidas un esquema que muchos consideran injusto. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 379,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el manejo de información privilegiada, detectas que algunos compañeros ya están utilizando datos sensibles para influir en decisiones o adelantarse a cambios, sin que nadie intervenga. Si decides denunciar estas prácticas, podrías enfrentarte a personas con mucha influencia y poner en riesgo tu posición; si haces lo mismo que ellos, obtendrás ventajas usando información que sabes que se maneja de forma dudosa. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave."
    },
    {
        "source_id": 380,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar decisiones presupuestarias, encuentras información sensible y presiones para que apruebes ajustes que favorecen a ciertos proyectos sin explicación clara. Si exiges transparencia o te niegas a aprobar, podrías frenar inversiones y ser visto como un obstáculo para el negocio; si aceptas, contribuyes a decisiones que pueden perjudicar a otros equipos. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 381,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el uso de recursos de la empresa, observas que ciertas decisiones que afectan al equipo se toman siempre con la misma pequeña red de personas, dejando fuera a otros sin explicar motivos. Si planteas la necesidad de criterios más claros, puedes ganarte la molestia de quienes hoy concentran ese poder; si lo aceptas, te adaptas a un esquema en el que tu voz pesa poco. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costo: Social."
    },
    {
        "source_id": 382,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al asignar personal, detectas un desequilibrio en las decisiones que favorece sistemáticamente a ciertos perfiles, y tu supervisor te pide que uses ese conocimiento para completar una tarea urgente sin reabrir el tema. Si aceptas, terminas de ejecutar algo que consideras injusto pero ganas tiempo y buena voluntad; si lo cuestionas, retrasas la tarea y generas tensión con tu jefe. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 383,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la asignación de personal, ves inconsistencias en los registros que podrían afectar la precisión de quién está más sobrecargado o quién realmente cumple los requisitos, y te urgen a decidir. Si frenas todo para corregir los datos, te verán como quien retrasa el proceso; si asignas con esa información defectuosa, puedes perjudicar a personas que no podrán defenderse. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 384,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Manejas información privilegiada y detectas inconsistencias en los registros que muestran datos incompletos o contradictorios, pero te piden no detener el trabajo porque los protocolos son \"demasiado lentos\". Si decides corregir todo, habrá retrasos y discusiones con tu jefe; si sigues adelante como si nada, refuerzas un sistema de información poco confiable. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 385,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de equipos y recursos, observas que se omiten de forma sistemática registros de movimientos, justificantes y aprobaciones para ahorrar tiempo, y tu supervisor te pide que sigas trabajando sobre esa base. Si propones volver a los controles formales, el trabajo se ralentizará y podrían etiquetarte como poco práctico; si aceptas la situación, te haces parte de un esquema con huecos que pueden traer problemas graves. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 386,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo de trabajo, te piden reorganizar horarios y turnos en muy poco tiempo para responder a una nueva demanda, aun sabiendo que, si haces todos los controles, no llegarás. Si priorizas el plazo, aceptarás errores e injusticias que afectarán a personas concretas; si priorizas la calidad del registro, puedes perder al cliente o la oportunidad que generó la urgencia. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Económico."
    },
    {
        "source_id": 387,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden cubrir varios puestos rápidamente sin contar con toda la información sobre habilidades o carga actual de cada persona, y tu supervisor insiste en que “es mejor una asignación imperfecta que llegar tarde”. Si te niegas a asignar sin datos, atrasas la respuesta y quedas como alguien que no resuelve; si asignas igual, podrías colocar a personas en roles para los que no están preparados. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 388,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En una negociación de contrato, se te pide reducir revisiones legales y técnicas al mínimo para firmar antes de una fecha límite crítica, aun sabiendo que hay puntos sin aclarar. Si te niegas, el acuerdo podría caerse y tu área perdería beneficios y reputación; si aceptas, firmas algo que sabes que puede volverse un problema serio en el futuro. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Legal/Grave."
    },
    {
        "source_id": 389,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo de trabajo, un compañero te pide ajustar sus registros para reflejar horas trabajadas que no puede demostrar, porque si no se vería afectado su pago y su imagen. Si aceptas, te vuelves cómplice de un registro falso que otros podrían exigir también; si te niegas, esa persona puede molestarse contigo y decir que no la apoyas en un momento difícil. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 390,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar registros de tiempo, descubres entradas y salidas sin marcar, cambios de turno no documentados y ajustes manuales que no coinciden con lo ocurrido, y tu supervisor te pide no reabrir esos casos porque el sistema ya está cerrado. Si insistes en corregir, tendrás que invertir muchas horas y lidiar con la molestia de varias personas; si lo dejas así, aceptas que el registro oficial no refleje la realidad. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Social."
    },
    {
        "source_id": 391,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de equipos y recursos, ves que listados de materiales y accesos no coinciden con la realidad: hay elementos duplicados, otros sin responsable y faltantes sin explicación, pero tu supervisor considera que no vale la pena corregirlos. Si propones actualizar todo, tendrás que dedicar tiempo extra y enfrentar resistencia de quienes pierdan privilegios; si lo ignoras, mantienes un sistema que facilita pérdidas o abusos. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 392,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el control de horarios, descubres que puedes ajustar manualmente tus propios registros o los de personas cercanas para que parezcan más favorables, por ejemplo reduciendo retrasos o sumando horas dudosas. Si lo haces, mejorarás tu imagen y tu pago, pero sabiendo que distorsionas datos que otros usan para decidir; si no lo haces, podrías quedar en desventaja frente a quienes ya se benefician de esa práctica. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 393,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Te piden preparar un informe reservado para la dirección en pocas horas usando datos que aún no han sido validados ni cruzados con otras fuentes. Si decides revisar todo bien, llegarás tarde a la reunión y podrían descartar tu trabajo; si entregas el informe con esa base débil, ayudas a tomar decisiones importantes sobre información que sabes que puede estar incompleta o equivocada. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Tiempo + Legal/Grave."
    },
    {
        "source_id": 394,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de inventarios, debes decidir si asignas un lote limitado de materiales a un proyecto en el que tú estás directamente involucrado o a otro que no te incluye, pero que impacta a más áreas de la empresa. Si eliges tu propio proyecto, tendrás mejores recursos y quizá reconocimiento personal; si eliges el otro, renuncias a ese beneficio pero sostienes una decisión más equilibrada. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 395,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Ves que algunos líderes piden no registrar todas las horas extra o cambios de turno para evitar trámites, sabiendo que eso reduce costos para la empresa pero también oculta esfuerzo real del personal. Si insistes en registrar todo, podrías ser visto como alguien que \"provoca problemas\" y tensar la relación con tus jefes; si aceptas la práctica, contribuyes a que el tiempo trabajado no se reconozca ni se pague. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 396,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En el manejo de datos de clientes, recibes una solicitud para reutilizar información recolectada con un fin específico en otra iniciativa que no fue explicada a las personas cuando compartieron sus datos. Si sigues el procedimiento estricto y pides nuevos permisos, el proyecto se retrasará y podrías perder el impulso de la campaña; si reutilizas los datos sin avisar, te beneficias a costa de la confianza de los clientes. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Legal/Grave + Económico."
    },
    {
        "source_id": 397,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Mientras manejas datos de clientes, también ves información interna sobre empleados, como evaluaciones y decisiones salariales, que no estaba destinada a ti, y sabes que algunos ya la han usado para tomar decisiones personales ventajosas. Si decides denunciar este uso, puedes enfrentarte a personas influyentes y quedar marcado como alguien que \"no entiende cómo se hacen las cosas\"; si la aprovechas en silencio, obtienes ventaja usando algo que consideras indebido. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave."
    },
    {
        "source_id": 398,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión de beneficios de la empresa, te enfrentas a un caso en el que podrías aprobar un apoyo para una situación personal que no encaja claramente en los criterios, pero cuya necesidad humana es evidente. Si aplicas la regla al pie de la letra, esa persona se queda sin ayuda y puede resentirse contigo; si haces una excepción, abres un precedente que otros te exigirán repetir. ¿Qué priorizas?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    },
    {
        "source_id": 399,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "Al revisar casos de posibles conflictos de interés, descubres que algunas personas poderosas resuelven sus situaciones hablando en privado con sus jefes, sin dejar registro ni seguir el procedimiento, y ahora te piden que cierres uno de esos casos sin documentarlo. Si te niegas, podrías enfrentarte directamente a personas influyentes, perder su confianza y ver frenadas futuras oportunidades laborales; si aceptas cerrar el caso en silencio, envías el mensaje de que quienes tienen poder pueden saltarse las reglas mientras otros deben cumplirlas. ¿Cómo justificas tu acción?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Social + Legal/Grave. Dilema reforzado para ítem 399."
    },
    {
        "source_id": 400,
        "module_id": 1,
        "module_name": "Integridad Laboral",
        "module_score": "I",
        "type": "video",
        "refactored_text": "En la gestión del tiempo de trabajo, descubres que puedes modificar manualmente tus registros para que siempre aparezcan horas completas aunque a veces llegues tarde o salgas antes, y que varios compañeros ya lo hacen sin consecuencias visibles. Si decides registrar todo con exactitud, podrías recibir menos pago y ver reducido tu margen frente a evaluaciones futuras; si también ajustas tus horas, mejoras tu situación inmediata usando un atajo que normaliza el engaño. ¿Vale la pena?",
        "analysis_notes": "Compresión: 3 oraciones. Costos: Económico + Social."
    }
]


