[
    {
        "id": "block-B09-q141",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está rediseñando el programa de inducción y participas en los contenidos. Algunos quieren enfocarse solo en procesos y otros en historias que refuercen el apego. ¿Qué priorizarías? Explica tu razonamiento.",
        "refactored_text": "Rediseñas el programa de inducción y recibes presión para comprimirlo en pocas horas, enfocándolo solo en procedimientos y métricas. Si insistes en incluir espacios de conversación y testimonios reales sobre la cultura y el sentido de pertenencia extiendes la duración, complicas la logística y enfrentas reclamos de varias áreas por el tiempo invertido. Si aceptas un formato mínimo que solo cubre lo operativo facilitas la agenda, pero renuncias a generar vínculo emocional desde el inicio. ¿Qué propones y cómo lo justificas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 1"
    },
    {
        "id": "block-B09-q142",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "En tu empresa se quiere fortalecer el sentido de pertenencia y participas en el diseño de un programa de mentores. Hay dudas sobre a quién incluir. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Diseñas un programa de mentores para reforzar el apego y te proponen invitar solo a colaboradores muy visibles y carismáticos, dejando fuera a personas discretas pero respetadas. Si defiendes la inclusión de mentores menos visibles pero coherentes con los valores amplías el esfuerzo de coordinación y generas incomodidad con quienes esperaban ser elegidos automáticamente. Si aceptas solo a los más populares aseguras una implementación sencilla, pero envías el mensaje de que la pertenencia depende más de la imagen que de la conducta diaria. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 2"
    },
    {
        "id": "block-B09-q143",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando los rituales de bienvenida al personal nuevo y participas en la propuesta. Algunos quieren mantener solo lo formal. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Te piden revisar los rituales de bienvenida y te sugieren eliminarlos casi por completo para ahorrar tiempo, dejando solo una presentación rápida por correo. Si propones mantener espacios presenciales donde el equipo comparta historias, valores y expectativas fortaleces el sentido de comunidad, pero agregas carga a agendas ya saturadas y enfrentas comentarios de que son actividades “decorativas”. Si aceptas reducir todo a un mensaje breve ahorras esfuerzo, pero refuerzas la idea de que la empresa no valora realmente la integración humana. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 3"
    },
    {
        "id": "block-B09-q144",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se está evaluando cerrar un espacio común muy usado para abrir más oficinas y participas en la decisión. Varias personas lo ven como símbolo de la cultura. ¿Qué propondrías? Explica tu razonamiento.",
        "refactored_text": "Formas parte del equipo que debe decidir si se cierra un espacio común muy querido para instalar más estaciones de trabajo. La dirección presiona para aprovechar cada metro y muestra cálculos de ahorro. Si defiendes mantener el espacio como punto de encuentro, proponiendo alternativas menos cómodas en otros lugares, generas molestia en quienes necesitan escritorios adicionales y retrasas la decisión. Si apoyas el cierre alineándote con los argumentos de eficiencia obtienes aprobación rápida, pero contribuyes a debilitar un símbolo importante de la identidad del equipo. ¿Cómo procedes?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 4"
    },
    {
        "id": "block-B09-q145",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere medir el apego laboral y participas en el diseño de una encuesta interna. Hay presión para que los resultados salgan positivos. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te encargan diseñar una encuesta sobre apego laboral y algunos líderes te piden formular preguntas que resalten solo los aspectos positivos, evitando opciones que puedan reflejar insatisfacción. Si insistes en incluir preguntas directas sobre confianza, orgullo y ganas de permanecer, aunque revelen datos incómodos, arriesgas que te cuestionen por “generar problemas” y retrasas la aprobación del cuestionario. Si aceptas un diseño que solo muestre áreas fuertes facilitas la validación, pero privas a la empresa de información clave para mejorar el vínculo con el personal. ¿Qué priorizas y por qué?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 5"
    },
    {
        "id": "block-B09-q146",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se plantea eliminar ciertas celebraciones internas para enfocarse solo en resultados y participas en el análisis. Algunas personas temen perder sentido de comunidad. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "En una reunión de planeación se propone eliminar varias celebraciones internas para dedicar todo el presupuesto y tiempo a objetivos de negocio. Si argumentas que ciertas celebraciones son clave para mantener orgullo y conexión emocional, y propones conservarlas con ajustes, debes enfrentar cuestionamientos de que no entiendes la presión por cumplir metas. Si aceptas recortar casi todas las actividades sociales muestras alineación con los números, pero contribuyes a que el entorno se vuelva frío y transaccional. ¿Qué postura adoptas y cómo la explicas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 6"
    },
    {
        "id": "block-B09-q147",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa planea reorganizar equipos mezclando personas que casi no se conocen y participas en la comunicación. Algunos temen perder el grupo con el que se identifican. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Participas en la comunicación de una reorganización que dispersará equipos con vínculos muy fuertes, mezclándolos con personas de otras áreas. La dirección te pide presentar el cambio solo como una oportunidad de crecimiento, sin mencionar las pérdidas emocionales. Si reconoces abiertamente el duelo que implican estos movimientos y ofreces espacios para procesarlo fortaleces la confianza, pero pueden acusarte de hacer el cambio más difícil y de alimentar la resistencia. Si te limitas a un mensaje optimista y técnico cumples la instrucción, pero refuerzas la sensación de que la empresa no valora los lazos construidos. ¿Qué enfoque tomas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 7"
    },
    {
        "id": "block-B09-q148",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se detecta que ciertas áreas se sienten poco reconocidas y participas en una propuesta para equilibrar la visibilidad. Hay presión por no incomodar a quienes ya tienen mucha exposición. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te piden diseñar acciones para que áreas menos visibles se sientan igualmente reconocidas, pero directivos influyentes temen que ajustar la visibilidad moleste a quienes hoy concentran los reconocimientos. Si propones redistribuir espacios en eventos, boletines y proyectos visibles, haciendo explícito el cambio, fortaleces el sentido de justicia y pertenencia, pero generas tensiones con quienes perderán protagonismo. Si optas por ajustes mínimos y silenciosos evitas conflictos directos, pero mantienes la percepción de que solo ciertos grupos importan de verdad. ¿Qué camino eliges y cómo lo argumentas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 8"
    },
    {
        "id": "block-B09-q149",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere impulsar actividades entre áreas para fortalecer la confianza y participas en la coordinación. Varios jefes priorizan solo sus propias metas. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Coordinarás actividades entre áreas para fortalecer la confianza, pero varios jefes te piden que no muevas a su gente de tareas urgentes y cuestionan el valor de dedicar tiempo al vínculo. Si insistes en realizar encuentros significativos, aunque implique reorganizar cargas y posponer entregas menores, te expones a reclamos directos y a que te vean como poco realista. Si adaptas el plan para que casi nadie salga de su rutina, limitándolo a mensajes por correo o reuniones breves, reduces tensiones, pero desperdicias la oportunidad de crear conexiones reales. ¿Qué priorizas y cómo lo explicas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 9"
    },
    {
        "id": "block-B09-q150",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Durante una reestructura se propone mover a varias personas de un equipo muy unido y participas en la propuesta. Algunos quieren hacerlo rápido y sin explicaciones. ¿Qué sugerirías? Explica tu razonamiento.",
        "refactored_text": "En medio de una reestructura, propones cómo comunicar el movimiento de personas de un equipo muy unido hacia otras áreas. Te sugieren hacer cambios rápidos y silenciosos para evitar discusiones. Si recomiendas explicar abiertamente las razones, ofrecer opciones de acompañamiento y permitir despedidas formales, alargas el proceso y te expones a preguntas difíciles de responder frente a los jefes. Si aceptas cambios discretos que se notifican por mensajes breves, transitas la reestructura sin ruido, pero profundizas la sensación de que las personas son reemplazables. ¿Qué ruta eliges?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 10"
    },
    {
        "id": "block-B09-q151",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se observa que muchas personas no participan en espacios de escucha y participas en el rediseño de estos foros. Algunos quieren hacerlos solo virtuales y breves. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Al revisar la asistencia a foros de escucha notas que muchas personas se conectan solo unos minutos o no hablan. La propuesta de algunos líderes es hacer sesiones virtuales muy breves con encuestas rápidas para “cumplir”. Si propones encuentros más pequeños y moderados, que permitan conversaciones honestas y seguimiento, aumentas el esfuerzo de organización y te arriesgas a que te acusen de complicar lo sencillo. Si aceptas solo formatos superficiales logras indicadores de participación, pero refuerzas la idea de que la empresa escucha por obligación y no por interés real. ¿Cómo decides ajustar estos espacios?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 11"
    },
    {
        "id": "block-B09-q152",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que las personas nuevas se integran poco a grupos informales y participas en una propuesta para acompañarlas. Hay resistencia a destinar tiempo de gente experimentada. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Identificas que el personal recién incorporado se integra poco a los grupos informales y suele comer solo o en silencio. Propones un esquema de acompañamiento donde personas con más antigüedad dediquen parte de su jornada a incluirlos en actividades cotidianas. Si insistes en implementar este esquema, reduces tiempo disponible para tareas inmediatas y enfrentas comentarios de que no es “productivo”. Si dejas que la integración ocurra espontáneamente evitas fricciones, pero mantienes la percepción de que cada quien debe encontrar su lugar sin apoyo. ¿Qué decisión tomas y cómo la sostienes?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 12"
    },
    {
        "id": "block-B09-q153",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere mejorar la comunicación entre personas que trabajan a distancia y participas en propuestas para fortalecer el vínculo. Algunos dicen que no hay tiempo para detalles personales. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "En un equipo con muchas personas trabajando a distancia se nota frialdad en las interacciones. Te piden sugerencias para fortalecer el vínculo, pero varios líderes insisten en que las reuniones se usen solo para temas técnicos. Si propones reservar momentos específicos para conocerse, compartir experiencias y reforzar la identidad del equipo, alargas las reuniones y enfrentas críticas por “desviar el foco”. Si mantienes encuentros exclusivamente funcionales respetas tiempos, pero contribuyes a que la relación se sienta impersonal y distante. ¿Qué ajustes propones y cómo explicas su importancia?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 13"
    },
    {
        "id": "block-B09-q154",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se detecta que ciertas personas se sienten excluidas en reuniones sociales del trabajo y participas en la revisión de estas dinámicas. Algunos minimizan el tema. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Escuchas comentarios de que en reuniones sociales de trabajo ciertas personas siempre quedan fuera de las conversaciones relevantes o no son invitadas a actividades informales. Algunos compañeros te dicen que son cosas “normales” y que no vale la pena incomodar a nadie. Si decides visibilizar estas situaciones, proponer acuerdos de inclusión y hablar directamente con quienes concentran los círculos sociales, te expones a incomodidad y a que te vean exagerado. Si optas por no intervenir para mantener la convivencia tranquila, permites que se mantengan patrones que dañan el sentido de pertenencia. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 14"
    },
    {
        "id": "block-B09-q155",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está rediseñando la forma de reconocer años de servicio y participas en la propuesta. Algunos quieren limitarse a un correo masivo. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te asignan revisar el reconocimiento por años de servicio y la propuesta inicial es enviar solo un correo estándar con un mensaje de agradecimiento. Si planteas ceremonias sencillas pero personalizadas, donde se comparta la historia de cada persona y se invite a su equipo, tendrás que invertir tiempo en recopilar información, coordinar agendas y enfrentar objeciones de que es un esfuerzo innecesario. Si aceptas el correo genérico cumples rápido y sin fricciones, pero refuerzas la sensación de que la lealtad a la empresa se agradece de manera fría. ¿Qué modelo impulsas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 15"
    },
    {
        "id": "block-B09-q156",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que el personal habla con cariño de la empresa pero se siente frustrado con ciertas decisiones recientes y participas en un foro para escuchar inquietudes. Algunos proponen evitar temas sensibles. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "En un foro sobre cultura escuchas que muchas personas se sienten orgullosas de la empresa, pero dolidas por decisiones recientes que afectaron beneficios y horarios. Te sugieren concentrarte solo en historias positivas para no reabrir heridas. Si decides abrir espacio para hablar de los temas sensibles y dar seguimiento, el encuentro será más intenso, consume más tiempo y puede incomodar a varios líderes. Si te limitas a recopilar comentarios suaves y anécdotas agradables mantienes un ambiente ligero, pero desaprovechas la oportunidad de reconstruir confianza. ¿Cómo conduces ese foro?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 16"
    },
    {
        "id": "block-B09-q157",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere que más personas se involucren en proyectos transversales y participas en la selección de quienes serán convocados. Algunos quieren elegir solo a los más visibles. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Recibes la tarea de proponer nombres para proyectos transversales que buscan reforzar el sentido de pertenencia a toda la organización. La primera lista incluye solo a personas muy visibles y cercanas a la dirección. Si insistes en incorporar también a colaboradores comprometidos pero poco reconocidos, elevas el número de participantes, complicas la coordinación y generas incomodidad con quienes estaban seguros de ser elegidos. Si aceptas la lista cerrada mantienes una operación más manejable, pero envías el mensaje de que las oportunidades de participar siguen reservadas para unos cuantos. ¿Qué camino tomas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 17"
    },
    {
        "id": "block-B09-q158",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se acerca el aniversario de la empresa y participas en la organización de actividades. Algunos proponen un evento solo para mandos altos. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Planeas el aniversario de la empresa y recibes la idea de hacer un evento principal exclusivo para mandos altos, dejando al resto una transmisión en pantalla. Si cuestionas esta propuesta y defiendes actividades donde todas las personas se sientan igualmente celebradas, tendrás que buscar opciones logísticas más complejas y enfrentar la molestia de quienes esperaban un evento exclusivo. Si aceptas el formato diferenciado simplificas la organización, pero alimentas la percepción de que la empresa valora más a ciertos niveles que a otros. ¿Qué propones y cómo lo argumentas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 18"
    },
    {
        "id": "block-B09-q159",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que en tu área se hacen bromas internas que algunos disfrutan y otros sienten excluyentes. Participas en una conversación sobre estos límites. Algunos dicen que es parte del ambiente. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "En tu área hay bromas internas que a ciertos grupos les parecen divertidas, pero otras personas te comentan en privado que las hacen sentirse fuera de lugar o poco respetadas. Te sugieren no exagerar para no “matar el buen ambiente”. Si decides hablar abiertamente sobre los efectos de ese humor, proponer límites y ofrecer alternativas de convivencia, corres el riesgo de ser visto como demasiado serio o de romper la dinámica actual. Si eliges no intervenir para evitar discusiones, permites que se mantenga un clima donde algunos se integran a costa de incomodar a otros. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 19"
    },
    {
        "id": "block-B09-q160",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere reforzar la identidad organizacional en personas con contrato temporal y participas en el diseño de acciones. Algunos creen que no vale la pena invertir demasiado. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te piden proponer acciones para que personas con contrato temporal se sientan parte de la empresa mientras colaboran, pero varios líderes opinan que no conviene invertir mucho en quienes quizá no se queden. Si insistes en incluirlos en los mismos espacios de reconocimiento, comunicación y desarrollo que al resto, deberás gestionar presupuestos adicionales y enfrentar cuestionamientos de que desperdicias recursos. Si aceptas darles solo información básica y trato funcional, simplificas la operación, pero refuerzas la idea de que su contribución es secundaria y desechable. ¿Qué planteas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 20"
    },
    {
        "id": "block-B09-q161",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se detecta que personas de distintas generaciones perciben la cultura de forma muy diferente y participas en un grupo para acercar visiones. Algunos proponen no hablar del tema. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "En un diagnóstico cultural observas que personas de distintas edades describen la empresa como lugares muy distintos: para algunos es estable y cercana, para otros rígida y distante. En un comité proponen no profundizar en estas diferencias para evitar tensiones entre generaciones. Si planteas espacios donde cada grupo exprese abiertamente sus experiencias y se construyan acuerdos, tendrás que moderar conversaciones difíciles y asumir el riesgo de que surjan conflictos. Si decides no abrir ese diálogo mantienes la armonía superficial, pero dejas que crezcan percepciones opuestas que dañan el apego. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 21"
    },
    {
        "id": "block-B09-q162",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere que las personas se sientan escuchadas al proponer mejoras y participas en la definición de un canal de ideas. Algunos quieren filtrar fuertemente qué se responde. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te encargan diseñar un canal para recibir ideas de mejora y varios líderes plantean que solo se respondan públicamente aquellas propuestas que ya estén decididas para implementación, dejando el resto sin seguimiento visible. Si insistes en que toda persona reciba una respuesta clara, aunque sea un no argumentado, tendrás que dedicar tiempo a revisar y comunicar, y te expones a que te acusen de generar expectativas difíciles de gestionar. Si aceptas filtrar fuertemente las respuestas mantienes el proceso ligero, pero alimentas la sensación de que nadie escucha de verdad. ¿Qué modelo impulsas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 22"
    },
    {
        "id": "block-B09-q163",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que en los canales internos casi siempre hablan las mismas personas y participas en una propuesta para ampliar voces. Algunos temen que se pierda control del mensaje. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Al revisar mensajes en canales internos percibes que solo unas pocas personas comparten logros, ideas y opiniones, mientras la mayoría se mantiene silenciosa. Te sugieren mantener esa dinámica porque “funciona” y evita sorpresas. Si propones abrir espacios donde personas de distintas áreas y niveles cuenten historias, compartan dudas y hablen de su día a día, tendrás que moderar contenidos y aceptar comentarios críticos. Si dejas que solo las voces autorizadas sigan ocupando el espacio, conservas un mensaje controlado, pero refuerzas la sensación de que la cultura se comunica de arriba hacia abajo. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 23"
    },
    {
        "id": "block-B09-q164",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere dar más voz a equipos de primera línea en decisiones de servicio y participas en un grupo para lograrlo. Algunos jefes prefieren mantener decisiones centralizadas. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Formas parte de un grupo que busca involucrar más a equipos de primera línea en decisiones sobre el servicio que brindan. Varios jefes plantean que es mejor mantener las decisiones en niveles superiores para evitar debates largos. Si propones mecanismos donde estas personas participen activamente, compartan experiencias y voten sobre ciertos cambios, tendrás que invertir tiempo en facilitar reuniones y enfrentar resistencia de quienes sienten que pierden control. Si aceptas un modelo centralizado en el que solo se pide opinión puntual, mantienes procesos ágiles, pero envías el mensaje de que su voz no pesa realmente. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 24"
    },
    {
        "id": "block-B09-q165",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se detecta que hay personas muy identificadas con la empresa que no se atreven a expresar desacuerdos y participas en un espacio de diálogo. Algunos prefieren no tocar temas sensibles. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "En un grupo de diálogo observas que personas profundamente identificadas con la empresa evitan expresar desacuerdos por miedo a ser vistas como desleales. Te sugieren mantener las conversaciones en temas neutros para no generar tensión. Si decides invitar explícitamente a que compartan también inquietudes y críticas, garantizando confidencialidad y seguimiento, tendrás que moderar emociones fuertes y arriesgarte a que se cuestionen decisiones pasadas. Si conservas diálogos superficiales donde solo se comparten elogios, mantienes reuniones agradables, pero refuerzas la idea de que amar a la empresa implica callar lo que duele. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 25"
    },
    {
        "id": "block-B09-q166",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere mostrar mejor cómo sus decisiones impactan la vida cotidiana del personal y participas en una campaña interna. Algunos proponen solo mensajes aspiracionales. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te asignan una campaña para conectar las decisiones de la empresa con la vida cotidiana del personal. La propuesta inicial se basa en frases aspiracionales y fotos cuidadas que no mencionan los retos reales. Si insistes en incluir testimonios honestos donde se hable de sacrificios, dudas y aprendizajes, tendrás que convencer a la dirección de mostrar vulnerabilidad y dedicar más tiempo a recopilar historias. Si aceptas un mensaje totalmente idealizado, la campaña será fácil de aprobar, pero sonará lejana a la experiencia diaria y debilitará la confianza en la comunicación interna. ¿Qué enfoque eliges?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 26"
    },
    {
        "id": "block-B09-q167",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que las personas se identifican más con sus equipos que con la organización completa y participas en acciones para equilibrar esto. Algunos no quieren cambiar costumbres de su área. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Detectas que la mayoría siente un fuerte orgullo por su equipo inmediato, pero muy poco por la organización en general. Cuando propones actividades compartidas entre áreas, ciertos líderes se niegan a modificar costumbres o a ceder tiempo de sus reuniones. Si impulsas iniciativas que mezclen grupos, compartan historias de distintas áreas y resalten objetivos comunes, tendrás que negociar horarios, tolerar incomodidades y enfrentar la crítica de que pierdes foco local. Si renuncias a estos esfuerzos para no generar resistencia, refuerzas la fragmentación y el mensaje de que cada equipo es una isla. ¿Qué decides hacer?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 27"
    },
    {
        "id": "block-B09-q168",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere que las historias de esfuerzo cotidiano sean más visibles y participas en un proyecto para recopilarlas. Algunos consideran que eso no aporta a las metas. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te proponen liderar un proyecto para recopilar y difundir historias de esfuerzo cotidiano que casi nunca se reconocen. Varios colegas argumentan que dedicar tiempo a entrevistas y redacción distrae de las metas del año. Si decides avanzar, deberás invertir horas en escuchar, escribir y coordinar publicaciones, sabiendo que no todos verán el valor inmediato. Si abandonas la idea para concentrarte solo en indicadores cuantificables, mantendrás a todos tranquilos en el corto plazo, pero perderás la oportunidad de reforzar el orgullo por la contribución diaria. ¿Cómo procedes?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 28"
    },
    {
        "id": "block-B09-q169",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se observa que personas nuevas hablan bien de la empresa al principio pero pierden entusiasmo a los pocos meses y participas en un análisis. Algunos proponen enfocarse solo en atraer más gente. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "En un análisis detectas que muchas personas recién incorporadas llegan con entusiasmo y orgullo, pero a los pocos meses se sienten desconectadas por la forma en que se toman decisiones y se distribuye el trabajo. Te sugieren concentrarte en campañas de reclutamiento atractivas para seguir atrayendo talento, sin entrar a problemas internos. Si decides señalar que el reto principal está en la experiencia diaria, tendrás que poner sobre la mesa temas sensibles, proponer cambios estructurales y enfrentar resistencia. Si aceptas enfocarte solo en la imagen de entrada, contribuyes a un ciclo donde el entusiasmo inicial se convierte rápidamente en desilusión. ¿Qué planteas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 29"
    },
    {
        "id": "block-B09-q170",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere reforzar el orgullo por su historia y participas en la creación de materiales. Algunos quieren contar solo los éxitos. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te encargan crear materiales sobre la historia de la empresa para reforzar el orgullo de pertenecer. La propuesta inicial destaca solo momentos de crecimiento y reconocimientos, omitiendo errores y decisiones difíciles. Si insistes en incluir también episodios complejos donde se aprendió de fallas o se corrigieron rumbos, tendrás que convencer a la dirección de mostrar vulnerabilidad y dedicar tiempo a revisar información delicada. Si aceptas una narración exclusivamente triunfalista, el material será sencillo de aprobar, pero muchos lo percibirán como propaganda distante de la realidad. ¿Qué enfoque propones?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 30"
    },
    {
        "id": "block-B09-q171",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que algunas personas sienten que sus valores personales chocan con ciertas prácticas de la empresa y participas en un taller de reflexión. Algunos prefieren evitar ese tema. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "En un taller escuchas a varias personas decir que quieren a la empresa pero se sienten incómodas con ciertas prácticas normales, como la forma de asignar turnos o de anunciar cambios. Te recomiendan no profundizar en esos choques de valores para no incomodar a nadie. Si decides abrir el espacio para que se hablen estas tensiones y se identifiquen ajustes posibles, deberás moderar conversaciones intensas y asumir que algunas conclusiones no gustarán a todos. Si evitas el tema, mantienes un taller tranquilo pero refuerzas la idea de que la cultura solo se discute en teoría. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 31"
    },
    {
        "id": "block-B09-q172",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere mostrar coherencia entre lo que comunica externamente y lo que se vive dentro, y participas en una revisión interna. Algunos prefieren no exponer contradicciones. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Participas en una revisión para asegurar coherencia entre lo que la empresa comunica hacia fuera y lo que vive su gente día a día. Detectas mensajes externos que hablan de cercanía y confianza, mientras internamente hay decisiones frías y poco explicadas. Te sugieren no señalar estas contradicciones en el reporte para no complicar los planes de comunicación. Si decides documentarlas y proponer cambios para alinearse con la experiencia real, asumirás riesgos políticos y posibles críticas de directivos. Si optas por callarlas, colaboras con una imagen que muchos dentro ya perciben como poco creíble. ¿Qué incluyes en tu reporte?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 32"
    },
    {
        "id": "block-B09-q173",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se quiere reforzar el apego en áreas con alta rotación y participas en un diagnóstico. Algunos proponen centrarse solo en pequeñas acciones simbólicas. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te piden analizar áreas con alta rotación donde las personas dicen sentirse poco conectadas con la empresa. Algunos proponen concentrarse en detalles simbólicos, como regalos o mensajes motivadores, sin revisar cargas de trabajo ni estilos de liderazgo. Si sostienes que el apego requiere cambios más profundos y propones intervenir en la forma de organizar turnos, reconocimiento y participación, te ganarás la incomodidad de jefes que se sienten cuestionados y alargarás el proceso. Si aceptas solo acciones superficiales, generas alivio momentáneo, pero dejas intactas las causas que empujan a la gente a irse. ¿Qué enfoque planteas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 33"
    },
    {
        "id": "block-B09-q174",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere que las personas entiendan mejor cómo sus tareas conectan con el propósito general y participas en una serie de sesiones. Algunos proponen mensajes generales sin ejemplos. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Diseñas sesiones para explicar cómo el trabajo diario de cada área se relaciona con el propósito general de la empresa. La propuesta inicial son presentaciones con frases generales y gráficos, sin entrar en casos concretos. Si insistes en preparar ejemplos específicos por área, historias reales y ejercicios de reflexión, tendrás que invertir tiempo adicional con cada equipo y enfrentarte a comentarios de que es demasiado esfuerzo para algo “motivacional”. Si te quedas con mensajes genéricos, las sesiones serán fáciles de replicar, pero muchas personas seguirán sin ver cómo su tarea impacta al conjunto. ¿Qué formato eliges y por qué?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 34"
    },
    {
        "id": "block-B09-q175",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que hay equipos que se sienten ignorados en las decisiones de cambios físicos en las instalaciones y participas en una consulta. Algunos quieren limitar la participación para decidir más rápido. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te piden organizar una consulta sobre cambios físicos en las instalaciones porque ciertos equipos sienten que nunca se toma en cuenta su opinión. Algunos responsables de proyecto insisten en limitar la participación solo a personas clave para avanzar rápido. Si decides ampliar el proceso, invitando a más voces y dedicando tiempo a escuchar necesidades diversas, retrasas decisiones y podrías enfrentar críticas por complicar el plan. Si mantienes una consulta restringida, cumples con un mínimo formal, pero refuerzas la idea de que la empresa solo escucha a unos pocos. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 35"
    },
    {
        "id": "block-B09-q176",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere reforzar la confianza en los líderes inmediatos y participas en un programa de conversaciones periódicas. Algunos sugieren hacerlas muy breves y centradas solo en resultados. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Participas en el diseño de un programa de conversaciones periódicas entre líderes y sus equipos para fortalecer la confianza. Varios jefes proponen que estas charlas duren pocos minutos y se enfoquen solo en avances de proyectos. Si planteas que incluyan también temas de bienestar, expectativas y sentido de pertenencia, los encuentros serán más largos, requerirán preparación y puede que algunos líderes se sientan incómodos. Si aceptas mantenerlas solo en resultados, facilitas la implementación, pero conviertes el programa en un trámite que poco aporta al vínculo. ¿Qué lineamientos defiendes?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 36"
    },
    {
        "id": "block-B09-q177",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se observa que algunas personas se sienten orgullosas de la empresa pero no de su área directa, y participas en una intervención. Algunos prefieren no evidenciar diferencias entre equipos. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "En un diagnóstico escuchas frases como “me gusta la empresa, pero en mi área no me siento parte del grupo”. Propones compartir estos hallazgos diferenciados, pero algunos líderes temen que se generen comparaciones incómodas entre equipos. Si decides mostrar con claridad dónde hay climas más sanos y plantear acciones específicas por área, deberás enfrentar conversaciones difíciles con quienes aparecen peor evaluados. Si optas por publicar solo promedios globales, evitas conflictos directos, pero pierdes la oportunidad de atender los focos rojos que dañan el apego local. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 37"
    },
    {
        "id": "block-B09-q178",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere aprovechar historias de personas que regresaron después de irse y participas en la recopilación. Algunos temen que hablen de motivos de salida. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Recibes la tarea de entrevistar a personas que dejaron la empresa y luego regresaron, para mostrar que vale la pena quedarse. Te piden enfocarte solo en mensajes positivos y evitar preguntas sobre las razones de su salida. Si decides incluir esas partes de la historia, hablando de lo que les hizo irse y de lo que cambió para que volvieran, tendrás que tratar temas sensibles y podrías incomodar a quienes estuvieron implicados en decisiones pasadas. Si recortas las entrevistas para que solo se escuchen elogios, logras piezas agradables, pero poco creíbles para quienes conocen el contexto. ¿Cómo abordas estas historias?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 38"
    },
    {
        "id": "block-B09-q179",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que en los mensajes internos casi nunca se reconoce el esfuerzo de quienes sostienen operaciones básicas y participas en una revisión. Algunos creen que eso no es necesario. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Al revisar comunicados internos adviertes que casi siempre se reconocen proyectos especiales o logros visibles, mientras el trabajo constante de quienes sostienen tareas básicas pasa desapercibido. Algunos te dicen que ese esfuerzo “se da por hecho” y no hace falta mencionarlo. Si propones una estrategia para visibilizar sistemáticamente estos aportes, tendrás que cambiar rutinas de comunicación, invertir tiempo en recopilar ejemplos y quizá incomodar a quienes están acostumbrados a aparecer siempre. Si no insistes, mantienes el esquema actual, pero refuerzas la idea de que la empresa valora solo a quienes se ven. ¿Qué decides impulsar?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 39"
    },
    {
        "id": "block-B09-q180",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere que el personal conozca más las historias detrás de los fundadores y participas en una serie de conversaciones. Algunos piden evitar temas controversiales. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Se planea una serie de conversaciones sobre las personas que fundaron la empresa para reforzar el sentido de origen y propósito. Te piden preparar preguntas que solo resalten anécdotas agradables y logros, evitando decisiones polémicas o etapas difíciles. Si eliges explorar también momentos de duda, conflictos y errores que se corrigieron, tendrás que enfrentar la preocupación de que esas historias “ensucien” la imagen oficial. Si obedeces la instrucción y presentas solo relatos impecables, será más sencillo de aprobar, pero probablemente suene artificial y poco inspirador para quienes buscan autenticidad. ¿Qué enfoque eliges?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 40"
    },
    {
        "id": "block-B09-q181",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se quiere impulsar que las personas recomienden a la empresa como buen lugar para trabajar y participas en una campaña. Algunos proponen pedir solo reseñas muy positivas. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te piden diseñar una campaña para que el personal recomiende a la empresa como buen lugar para trabajar en distintos espacios. La idea de varios líderes es pedir solo reseñas muy positivas, redactadas casi como guion, para cuidar la imagen. Si decides invitar a que cada persona cuente su experiencia con libertad, incluyendo matices y mejoras pendientes, tendrás que aceptar comentarios críticos y dedicar tiempo a revisar casos complejos. Si limitas la participación a mensajes cuidadosamente controlados, la campaña será impecable hacia fuera, pero muchos dentro sentirán que se les usa para promover algo que no siempre se corresponde con su realidad. ¿Qué propones?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 41"
    },
    {
        "id": "block-B09-q182",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que en tu equipo hay personas muy comprometidas con la organización que se ofrecen a ayudar en todo y otras que se limitan estrictamente a su rol. Participas en una discusión sobre este equilibrio. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "En tu equipo observas que algunas personas se ofrecen constantemente como voluntarias para tareas extra porque se sienten profundamente comprometidas con la organización, mientras otras solo cumplen lo asignado. Cuando propones equilibrar cargas, algunos sugieren aprovechar al máximo a quienes muestran más apego, sin cuestionar su saturación. Si decides proteger también a estas personas, poniendo límites a las peticiones y distribuyendo esfuerzos, enfrentarás la molestia de quienes valoraban su disponibilidad incondicional y deberás asumir conversaciones incómodas. Si dejas que sigan cargando con todo, mantendrás proyectos avanzando con rapidez, pero terminarás desgastando precisamente a quienes sienten más pertenencia. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 42"
    },
    {
        "id": "block-B09-q183",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere reforzar la confianza en que las decisiones se toman considerando el impacto en la gente y participas en la comunicación de cambios recientes. Algunos proponen solo explicar beneficios. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Debes comunicar una serie de cambios recientes en procesos y horarios, y la instrucción inicial es enfocarte solo en los beneficios para la empresa, sin mencionar los sacrificios que implican para muchas personas. Si eliges explicar de forma transparente tanto los motivos como los impactos, incluyendo qué se hará para acompañar a quienes resultan más afectados, tendrás que dedicar tiempo a responder preguntas difíciles y podrías incomodar a quienes aprobaron los cambios. Si te limitas a un discurso optimista que resalta solo lo positivo, será más fácil cerrar la presentación, pero fortalecerás la sensación de que la empresa no reconoce el costo humano de sus decisiones. ¿Qué enfoque tomas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 43"
    },
    {
        "id": "block-B09-q184",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se detecta que algunas personas sienten que la empresa ya no es la misma de antes y participas en una conversación sobre estos cambios. Algunos proponen minimizar estas opiniones. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Durante una conversación informal varias personas comentan que quieren a la empresa, pero sienten que “ya no es la misma”, mencionando decisiones que han cambiado el clima y las relaciones. Te sugieren no darles demasiada importancia para evitar contagiar esa visión. Si decides abrir espacios formales donde se escuchen estas percepciones, se identifiquen qué cosas sí se quieren preservar y qué puede cambiar, tendrás que moderar emociones contradictorias y aceptar críticas. Si restas importancia al tema y lo dejas como nostalgia, mantendrás una calma aparente, pero permitirás que crezca una sensación de pérdida no atendida. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 44"
    },
    {
        "id": "block-B09-q185",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere que las personas participen más en actividades de responsabilidad social ligadas a la comunidad local y participas en la organización. Algunos proponen hacer solo acciones visibles pero rápidas. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te encargan organizar actividades de responsabilidad social orientadas a la comunidad cercana para fortalecer el sentido de pertenencia también fuera de la empresa. La propuesta inicial son acciones muy visibles y de corta duración, que permitan tomas de foto pero sin compromiso sostenido. Si sugieres proyectos continuos donde el personal se involucre de forma regular, tendrás que gestionar más horas de participación y convencer a varias áreas de liberar tiempo, sabiendo que no habrá resultados inmediatos. Si aceptas solo acciones rápidas, será sencillo mostrar imágenes positivas, pero difícil que las personas sientan un vínculo real con lo que se hace. ¿Qué eliges impulsar?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 45"
    },
    {
        "id": "block-B09-q186",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que hay personas muy capaces que no se atreven a participar en espacios visibles por temor a exponerse y participas en una iniciativa para incluirlas. Algunos prefieren seguir invitando a quienes ya se sienten cómodos. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "En varios eventos internos observas que siempre participan las mismas personas, mientras otras igual de capaces evitan ponerse al frente por temor a exponerse. Cuando propones dar oportunidad a estas voces, algunos organizadores te dicen que es más seguro invitar a quienes ya se desenvuelven bien. Si decides diseñar espacios donde quienes suelen quedarse al margen puedan participar gradualmente, con acompañamiento y ensayos, requerirás más tiempo y asumirás el riesgo de momentos menos pulidos. Si sigues invitando solo a quienes tienen facilidad para hablar en público, mantendrás eventos fluidos, pero reforzarás la idea de que solo cierto perfil cuenta. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 46"
    },
    {
        "id": "block-B09-q187",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere que las personas se sientan seguras para expresar cuando están considerando irse y participas en una propuesta para hablar de esto abiertamente. Algunos temen que eso aliente renuncias. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te proponen diseñar espacios donde el personal pueda hablar honestamente de lo que los haría quedarse o irse, con la idea de construir planes de permanencia. Varios líderes temen que abrir ese tema genere más renuncias y prefieren no mencionarlo. Si decides avanzar con conversaciones claras, escuchando razones y proponiendo alternativas realistas, tendrás que asumir la incomodidad de escuchar decisiones ya tomadas y enfrentar cuestionamientos por “dar ideas”. Si evitas tratar el tema, mantendrás la apariencia de estabilidad, pero seguirás enterándote de las salidas solo cuando ya son irreversibles. ¿Qué modelo eliges impulsar?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 47"
    },
    {
        "id": "block-B09-q188",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Se detecta que muchas personas no saben qué decisiones recientes se tomaron pensando en ellas y participas en una campaña para contarlo. Algunos proponen mensajes muy generales. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "En una encuesta descubres que muchas personas sienten que las decisiones se toman lejos de su realidad y no identifican cambios que se hayan hecho pensando en ellas. Te piden preparar una campaña con mensajes generales de cuidado y cercanía. Si eliges mostrar ejemplos concretos, explicando qué ajustes se hicieron a partir de comentarios del personal, tendrás que revisar casos, coordinar testimonios y exponer decisiones que no han sido perfectas. Si te quedas con frases amplias y poco específicas, la campaña será más fácil de producir, pero difícilmente cambiará la percepción de distancia. ¿Qué enfoque eliges?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 48"
    },
    {
        "id": "block-B09-q189",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa quiere reforzar la idea de que quedarse tiene sentido aun cuando hay ofertas externas atractivas y participas en un espacio de conversación. Algunos proponen enfocarse solo en beneficios materiales. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "En un espacio de conversación se plantea cómo ayudar a que las personas vean sentido en quedarse, aun cuando reciben ofertas externas atractivas. La propuesta original es hablar solo de beneficios económicos y estabilidad. Si decides incluir también aspectos menos tangibles, como oportunidades de aprendizaje, relaciones de confianza y orgullo por lo que se construye, tendrás que reconocer al mismo tiempo carencias actuales y abrir discusiones sobre lo que falta fortalecer. Si te limitas a resaltar únicamente lo material, será más sencillo argumentar, pero corres el riesgo de reducir la relación con la empresa a un intercambio frío. ¿Qué enfoque eliges y cómo lo explicas?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 49"
    },
    {
        "id": "block-B09-q190",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Notas que después de un periodo difícil la gente sigue trabajando con esfuerzo, pero se siente poco reconocida, y participas en una iniciativa para agradecerlo. Algunos proponen un mensaje breve y genérico. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Tras un periodo complicado en el que hubo recargas de trabajo y decisiones duras, observas que la mayoría sigue esforzándose, pero casi nadie siente que se les haya agradecido de verdad. Te proponen enviar un mensaje breve y genérico firmado por la dirección. Si decides impulsar un reconocimiento más cercano, con gestos específicos por equipo y espacios para escuchar cómo vivió cada quien este tiempo, deberás invertir muchas horas de coordinación y enfrentar resistencia de quienes consideran que ya es momento de “mirar hacia adelante”. Si aceptas solo el mensaje estándar, resuelves rápido, pero continúas el ciclo de exigencia sin reconocimiento profundo. ¿Qué eliges hacer?",
        "length_status": "ok",
        "audit_status": "pending",
        "audit_notes": "Modulo 5 Video B09 batch 07 item 50"
    }
]
