[
    {
        "id": "block-B09-q091",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está formando un comité de cultura organizacional y participas en la selección de miembros. Varios compañeros quieren participar pero hay restricciones de tiempo. ¿Qué criterios usarías? Explica tu razonamiento.",
        "refactored_text": "Seleccionas miembros para un comité de cultura y tu jefe te pide elegir solo a personas que ya están alineadas con la dirección actual para evitar conflictos. Si incluyes voces diversas y críticas fortaleces el sentido de pertenencia pero alargas las discusiones y enfrentas presión de tu jefe. Si eliges solo personas afines cumples rápido, pero conviertes el comité en un espacio que no representa al equipo y erosiona la credibilidad de la iniciativa. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 1"
    },
    {
        "id": "block-B09-q092",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando una competencia interna de ideas y participas en la definición de las reglas. Varios compañeros tienen propuestas interesantes pero diferentes niveles de recursos. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Organizas una competencia de ideas y notas que equipos con más presupuesto y tiempo tienen ventaja clara sobre otros igualmente creativos. Si propones nivelar las condiciones cuidas la equidad pero complicas la logística y enfrentas resistencia de áreas privilegiadas. Si mantienes las reglas actuales simplificas la ejecución, pero refuerzas brechas que desmotivan a quienes no tienen los mismos recursos. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 2"
    },
    {
        "id": "block-B09-q093",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando cambios en los espacios comunes y participas en la recopilación de opiniones. Varios compañeros tienen necesidades diferentes según su trabajo. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Durante una reunión sobre rediseño de espacios comunes escuchas que el personal operativo necesita lugares de descanso silenciosos mientras la dirección quiere áreas de networking visibles. Si priorizas las necesidades de descanso mejoras el bienestar real pero te arriesgas a que te vean como alguien que no entiende la imagen corporativa. Si enfocas en áreas de networking cumples con la visión de arriba, pero ignoras el agotamiento diario de la mayoría. ¿Cómo procedes?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 3"
    },
    {
        "id": "block-B09-q094",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está definiendo un programa de desarrollo profesional y participas en la asignación de presupuesto. Hay diferentes propuestas sobre qué áreas capacitar. ¿Qué considerarías? Explica tu razonamiento.",
        "refactored_text": "Asignas presupuesto para desarrollo profesional y descubres que la propuesta oficial destina la mayor parte a capacitaciones técnicas avanzadas que solo benefician a un grupo pequeño, dejando sin opciones a quienes necesitan habilidades básicas. Si redistribuyes el presupuesto de forma más equitativa retrasas la aprobación y enfrentas quejas de los equipos técnicos. Si aceptas la distribución propuesta avanzas sin fricciones, pero perpetúas la brecha de oportunidades de crecimiento. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 4"
    },
    {
        "id": "block-B09-q095",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está lanzando un programa de voluntariado corporativo y participas en la planificación de actividades. Varios compañeros cuestionan si realmente habrá tiempo disponible. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Planificas actividades de voluntariado corporativo y varios colegas te confían que su carga de trabajo no les permite participar aunque quieran. La dirección te pide promocionar el programa como si todos pudieran asistir. Si visibilizas la realidad de las cargas laborales ayudas a generar condiciones realistas pero arriesgas que te vean como negativo y que cancelen la iniciativa. Si promocionas sin mencionar las barreras cumples el objetivo de comunicación, pero generas frustración en quienes no podrán participar. ¿Qué decisión tomas y por qué?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 5"
    },
    {
        "id": "block-B09-q096",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está actualizando la declaración de valores corporativos y participas en la redacción del documento. Varios compañeros sienten que los valores actuales no se viven en el día a día. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Redactas la declaración de valores y encuentras comentarios de personal que señala que ciertos valores declarados (como transparencia o equidad) no se practican realmente. Si incluyes un llamado a la coherencia entre lo declarado y lo practicado generas incomodidad en la dirección y posible resistencia a aprobar el documento. Si mantienes una redacción aspiracional sin mencionar las inconsistencias facilitas la aprobación, pero refuerzas el cinismo sobre los valores corporativos. ¿Cómo justificas tu acción?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 6"
    },
    {
        "id": "block-B09-q097",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está creando un sistema de reconocimiento entre pares y participas en el diseño de los mecanismos. Hay diferentes opiniones sobre cómo evitar favoritismos. ¿Qué criterios aplicarías? Explica tu razonamiento.",
        "refactored_text": "Diseñas un sistema de reconocimiento entre pares y notas que sin controles claros el sistema puede convertirse en intercambios de favores entre grupos cerrados. Si propones mecanismos de validación y transparencia proteges la credibilidad pero complicas el proceso y enfrentas objeciones de quienes prefieren algo simple. Si lanzas un sistema abierto sin controles facilitas la adopción rápida, pero arriesgas que se convierta en un instrumento de popularidad sin valor real. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 7"
    },
    {
        "id": "block-B09-q098",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando las tradiciones anuales y participas en decidir cuáles mantener. Algunos eventos son muy valorados por ciertos grupos pero excluyentes para otros. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Revisas las tradiciones anuales y descubres que ciertos eventos (como cenas navideñas en horarios nocturnos) son muy valorados por personal administrativo pero excluyen a quienes trabajan en turnos o tienen responsabilidades familiares. Si propones formatos más inclusivos cuidas el apego de todos pero enfrentas resistencia de quienes disfrutan el formato actual y te arriesgas a perder el apoyo de grupos influyentes. Si mantienes las tradiciones como están preservas la satisfacción de algunos, pero refuerzas la sensación de exclusión en otros. ¿Qué priorizas y por qué?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 8"
    },
    {
        "id": "block-B09-q099",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando un programa de onboarding cultural y participas en la selección de mensajes clave. Hay diferentes versiones sobre la historia de la empresa. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Seleccionas mensajes para el onboarding cultural y encuentras que la narrativa oficial omite episodios difíciles (como despidos masivos o cambios abruptos de dirección) que marcaron la cultura actual. Si propones incluir una versión más completa ofreces contexto honesto pero arriesgas conflicto con quienes prefieren proyectar solo los logros. Si usas solo la narrativa oficial cumples expectativas, pero presentas una historia incompleta que no prepara a las nuevas personas para la realidad cultural. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 9"
    },
    {
        "id": "block-B09-q100",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando un encuentro de integración y participas en la definición de actividades. Varios compañeros tienen niveles diferentes de movilidad y habilidades físicas. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Defines actividades para un encuentro de integración y la propuesta incluye deportes y dinámicas físicas que varias personas no pueden realizar por temas de salud o movilidad. Si propones actividades más accesibles para todos cuidas la inclusión pero enfrentas comentarios de que las actividades serán aburridas o poco atractivas. Si mantienes las actividades propuestas generas entusiasmo en algunos, pero excluyes y desmotivas a otros que no podrán participar plenamente. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 10"
    },
    {
        "id": "block-B09-q101",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está lanzando un canal interno de comunicación y participas en la moderación de contenido. Varios compañeros quieren expresar quejas o críticas. ¿Qué criterios usarías? Explica tu razonamiento.",
        "refactored_text": "Moderas un canal interno de comunicación y recibes mensajes con críticas fundamentadas sobre decisiones de la gerencia. La dirección te pide filtrar comentarios negativos para mantener un tono positivo. Si permites las críticas constructivas fomentas la transparencia pero te expones a presión directa y posibles consecuencias en tu evaluación. Si filtras los comentarios críticos cumples la instrucción, pero conviertes el canal en un espacio de propaganda que nadie tomará en serio. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 11"
    },
    {
        "id": "block-B09-q102",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está celebrando un aniversario corporativo y participas en la planificación del evento. Hay diferentes propuestas sobre el enfoque de la celebración. ¿Qué considerarías? Explica tu razonamiento.",
        "refactored_text": "Planificas el aniversario corporativo y la dirección quiere un evento costoso que proyecte éxito mientras varios empleados atraviesan recortes de beneficios. Si propones un evento más modesto y destinar fondos a mejorar condiciones actuales cuidas la coherencia pero enfrentas resistencia de quienes buscan imagen externa. Si sigues adelante con el evento costoso cumples las expectativas de arriba, pero generas resentimiento y distancia emocional en el personal. ¿Cómo procedes?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 12"
    },
    {
        "id": "block-B09-q103",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está desarrollando un código de conducta interno y participas en la redacción. Varios compañeros señalan prácticas comunes que contradicen el código propuesto. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Redactas un código de conducta y varias personas te señalan que ciertas prácticas comunes (como presionar para trabajar fuera de horario o ignorar canales formales de reporte) contradicen los principios que estás escribiendo. Si incluyes secciones que abordan estas inconsistencias generas tensión con quienes practican esas conductas y retrasas la aprobación. Si mantienes el código genérico y aspiracional avanzas sin conflicto, pero produces un documento que todos saben que no refleja la realidad. ¿Qué decides y cómo lo explicas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 13"
    },
    {
        "id": "block-B09-q104",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando un buzón de sugerencias anónimo y participas en el diseño del proceso de respuesta. Varios compañeros dudan que sus sugerencias serán tomadas en cuenta. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Diseñas el proceso de respuesta para un buzón de sugerencias y la dirección te indica que las respuestas sean generales y no comprometan a implementar nada específico. Si exiges crear mecanismos de seguimiento y respuesta concreta proteges la credibilidad del buzón pero enfrentas resistencia y alargas la implementación. Si aceptas respuestas genéricas lanzas el buzón rápido, pero garantizas que el personal lo verá como un ejercicio vacío que no genera cambio real. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 14"
    },
    {
        "id": "block-B09-q105",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está promoviendo el equilibrio vida-trabajo y participas en la comunicación de nuevas políticas. Varios compañeros señalan que sus jefes no respetan esas políticas. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Comunicas políticas de equilibrio vida-trabajo y recibes testimonios de que varios jefes siguen contactando al personal fuera de horario y esperando respuestas inmediatas. Si incluyes en tu comunicación un llamado al cumplimiento desde el liderazgo generas incomodidad con los jefes involucrados y posible conflicto con tu supervisor. Si comunicas solo las políticas sin mencionar el incumplimiento actual cumples el trámite, pero alimentas el cinismo sobre el compromiso real de la empresa. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 15"
    },
    {
        "id": "block-B09-q106",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando grupos de discusión sobre mejoras al clima laboral y participas en la facilitación. Algunos participantes tienen miedo de hablar abiertamente. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Facilitas grupos de discusión sobre clima laboral y notas que las personas se autocensuran cuando hay jefes presentes en la sala. Si propones hacer sesiones separadas por nivel jerárquico obtienes información más honesta pero generas sospecha de que estás dividiendo al equipo. Si mantienes las sesiones mixtas cumples el formato planeado, pero obtienes solo respuestas políticamente correctas que no reflejan los problemas reales. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 16"
    },
    {
        "id": "block-B09-q107",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está actualizando la misión y visión corporativa y participas en el proceso de consulta. Varios compañeros sienten que la dirección ya decidió todo de antemano. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Coordinas la consulta sobre misión y visión y descubres que la dirección ya tiene un borrador final y solo quiere validación formal. Si comunicas esto abiertamente y propones una consulta genuina retrasas el proceso y enfrentas presión por no facilitar la aprobación rápida. Si conduces la consulta como si fuera abierta cumples el calendario, pero participas en un ejercicio de simulación que deteriora la confianza del personal. ¿Cómo justificas tu decisión?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 17"
    },
    {
        "id": "block-B09-q108",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está creando un programa de embajadores de marca interna y participas en la selección de candidatos. Hay diferentes opiniones sobre el perfil ideal. ¿Qué criterios usarías? Explica tu razonamiento.",
        "refactored_text": "Seleccionas embajadores de marca interna y la dirección prefiere personas que proyecten entusiasmo incondicional, descartando a quienes tienen una visión más crítica pero equilibrada. Si incluyes perfiles diversos con opiniones constructivas fortaleces la autenticidad pero enfrentas objeciones de que no están suficientemente alineados. Si eliges solo a los más entusiastas cumples expectativas, pero creas un grupo que el resto verá como propagandistas sin credibilidad. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 18"
    },
    {
        "id": "block-B09-q109",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando sesiones de escucha activa con liderazgo y participas en la organización. Varios compañeros temen que compartir problemas tenga consecuencias. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Organizas sesiones de escucha activa y varios colegas te preguntan en privado si es seguro compartir problemas reales con el liderazgo. Conoces casos pasados donde personas que hablaron abiertamente enfrentaron consecuencias indirectas. Si adviertes sobre estos riesgos proteges a tu equipo pero saboteas la iniciativa y arriesgas tu posición. Si aseguras que es seguro animas la participación, pero expones a personas a situaciones que pueden perjudicarlas. ¿Qué priorizas y por qué?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 19"
    },
    {
        "id": "block-B09-q110",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está lanzando un programa de reconocimiento por antigüedad y participas en el diseño de beneficios. Hay diferentes opiniones sobre cómo valorar la permanencia. ¿Qué considerarías? Explica tu razonamiento.",
        "refactored_text": "Diseñas beneficios por antigüedad y notas que el esquema propuesto ofrece recompensas significativas solo después de 15 años, ignorando a quienes llevan 5-10 años y representan la mayor parte del personal actual. Si propones reconocimientos intermedios cuidas el apego de la mayoría pero aumentas costos y enfrentas resistencia presupuestal. Si mantienes el esquema propuesto controlas gastos, pero envías el mensaje de que solo la permanencia extrema tiene valor. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 20"
    },
    {
        "id": "block-B09-q111",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está desarrollando material de inducción y participas en la selección de testimonios de empleados. Varios compañeros tienen experiencias mixtas. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Seleccionas testimonios para material de inducción y la dirección te pide usar solo historias positivas y evitar menciones a desafíos o dificultades superadas. Si incluyes testimonios balanceados que muestran desafíos y aprendizajes ofreces una visión realista pero arriesgas que te acusen de proyectar negatividad. Si usas solo testimonios ideales cumples la instrucción, pero creas expectativas irreales que generarán decepción en las nuevas personas. ¿Cómo procedes?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 21"
    },
    {
        "id": "block-B09-q112",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está creando un protocolo de comunicación de crisis interna y participas en la redacción. Hay diferentes posturas sobre cuánta información compartir. ¿Qué criterios aplicarías? Explica tu razonamiento.",
        "refactored_text": "Redactas un protocolo de comunicación de crisis y la dirección prefiere mantener la información al mínimo para evitar alarmas, mientras el personal demanda transparencia rápida. Si propones un protocolo de comunicación amplia y oportuna cuidas la confianza pero enfrentas resistencia de quienes temen perder control del mensaje. Si limitas la información según lo solicitado evitas conflicto arriba, pero garantizas que en cada crisis circularán rumores y desconfianza. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 22"
    },
    {
        "id": "block-B09-q113",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando encuentros informales entre liderazgo y equipos y participas en la logística. Varios compañeros cuestionan si realmente habrá espacio para diálogo genuino. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Organizas encuentros informales entre liderazgo y equipos y la dirección te pide estructurar la agenda para controlar los temas de conversación y evitar preguntas incómodas. Si propones un formato más abierto y espontáneo generas oportunidades de conexión real pero te arriesgas a momentos incómodos y posible desaprobación de los líderes. Si estructuras todo según lo pedido garantizas control, pero produces encuentros artificiales que refuerzan la distancia en lugar de reducirla. ¿Qué decides y cómo lo explicas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 23"
    },
    {
        "id": "block-B09-q114",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando la política de promociones internas y participas en la documentación de criterios. Varios compañeros sienten que las promociones no son transparentes. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Documentas criterios de promoción interna y descubres que muchas promociones pasadas no siguieron ningún criterio documentado sino relaciones personales. Si incluyes requisitos objetivos y transparentes para el futuro expones las inconsistencias previas y generas tensión con quienes se beneficiaron del sistema anterior. Si mantienes criterios vagos y flexibles evitas conflicto, pero perpetúas la percepción de que las promociones dependen de conexiones y no de mérito. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 24"
    },
    {
        "id": "block-B09-q115",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando un programa de bienestar integral y participas en la medición de resultados. Hay diferentes formas de presentar los datos de participación. ¿Qué enfoque usarías? Explica tu razonamiento.",
        "refactored_text": "Mides resultados del programa de bienestar y notas que la participación es baja porque las actividades se ofrecen en horarios que pocos pueden usar. La dirección te pide reportar solo el número total de actividades realizadas sin mencionar la baja participación. Si reportas los datos completos incluyendo las barreras de acceso ofreces información útil pero arriesgas que cancelen el programa y te vean como alguien que no apoya las iniciativas. Si reportas solo las métricas favorables cumples expectativas, pero ocultas problemas que impedirán mejorar el programa. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 25"
    },
    {
        "id": "block-B09-q116",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está celebrando logros del año y participas en la selección de historias de éxito. Varios equipos aportaron pero solo algunos tienen visibilidad. ¿Qué criterios usarías? Explica tu razonamiento.",
        "refactored_text": "Seleccionas historias de éxito para celebrar y descubres que equipos de soporte y operaciones hicieron contribuciones fundamentales pero la dirección prefiere destacar solo los proyectos estratégicos con visibilidad externa. Si insistes en incluir historias de todos los niveles fortaleces el sentido de pertenencia pero enfrentas presión por diluir el mensaje y alargar la ceremonia. Si te enfocas solo en los proyectos visibles cumples expectativas de arriba, pero refuerzas la idea de que solo ciertos equipos importan. ¿Qué priorizas y por qué?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 26"
    },
    {
        "id": "block-B09-q117",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando horarios flexibles y participas en la comunicación de las reglas. Varios compañeros notan que no todos los jefes interpretan la flexibilidad de la misma manera. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Comunicas reglas de horarios flexibles y recibes reportes de que algunos jefes las aplican estrictamente mientras otros las interpretan de forma muy laxa, generando inequidad entre equipos. Si propones criterios más uniformes y seguimiento cuidas la equidad pero generas resistencia de jefes que valoran su autonomía y alargas la implementación. Si dejas que cada jefe interprete a su manera facilitas la adopción rápida, pero garantizas resentimiento entre equipos con reglas diferentes. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 27"
    },
    {
        "id": "block-B09-q118",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está lanzando una campaña interna de orgullo corporativo y participas en el diseño de mensajes. Varios compañeros sienten que la campaña ignora problemas actuales. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Diseñas mensajes de orgullo corporativo mientras el personal atraviesa recortes y congelamiento de salarios. Si propones ajustar el tono de la campaña para reconocer el contexto difícil ofreces coherencia pero arriesgas que te acusen de sabotear la iniciativa y generas tensión con quien la solicitó. Si lanzas la campaña con mensajes entusiastas sin reconocer la realidad cumples el encargo, pero generas desconexión y posible rechazo por parte del personal. ¿Cómo procedes?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 28"
    },
    {
        "id": "block-B09-q119",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando las políticas de reembolsos y participas en la simplificación del proceso. Varios compañeros se quejan de que el proceso actual es muy lento y complicado. ¿Qué considerarías? Explica tu razonamiento.",
        "refactored_text": "Simplificas el proceso de reembolsos y notas que la propuesta elimina ciertos controles que detectaron fraudes en el pasado. Si mantienes los controles proteges los recursos de la empresa pero perpetúas un proceso lento que frustra a la mayoría honesta y afecta su experiencia diaria. Si eliminas controles para acelerar el proceso mejoras la experiencia del personal, pero te expones a responsabilidad si ocurren fraudes y a críticas de que fuiste negligente. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 29"
    },
    {
        "id": "block-B09-q120",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando un programa de mentores inversos y participas en la promoción de la iniciativa. Algunos líderes senior se resisten a la idea. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Promueves un programa de mentoría inversa (personal joven enseñando a líderes senior) y varios líderes lo ven como un cuestionamiento a su experiencia. Si comunicas los beneficios directamente y exiges participación fortaleces la innovación pero generas resistencia abierta de líderes influyentes que pueden bloquear tu carrera. Si suavizas el mensaje y haces el programa opcional evitas conflicto, pero reduces la iniciativa a un ejercicio simbólico sin impacto real. ¿Qué decides y cómo lo explicas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 30"
    },
    {
        "id": "block-B09-q121",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando sesiones de retroalimentación 360 y participas en el diseño del proceso. Varios compañeros temen represalias si dan retroalimentación honesta. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Diseñas el proceso de retroalimentación 360 y varias personas te confían que en el pasado quienes dieron retroalimentación crítica a sus jefes fueron señalados o marginados. Si implementas garantías estrictas de confidencialidad y consecuencias para represalias proteges la seguridad del proceso pero complicas la logística y enfrentas resistencia de líderes que no quieren perder control. Si lanzas el proceso sin garantías reforzadas cumples el plazo, pero garantizas que las personas solo darán respuestas seguras sin valor real. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 31"
    },
    {
        "id": "block-B09-q122",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando las políticas de días personales y participas en la documentación de nuevas reglas. Hay diferentes necesidades según el tipo de trabajo. ¿Qué criterios aplicarías? Explica tu razonamiento.",
        "refactored_text": "Documentas políticas de días personales y descubres que el personal operativo tiene menos flexibilidad que el administrativo aunque ambos tienen las mismas necesidades personales. Si propones igualar las condiciones cuidas la equidad pero enfrentas argumentos de que las operaciones no pueden parar y posible conflicto con los supervisores operativos. Si mantienes las diferencias evitas complicaciones logísticas, pero refuerzas una inequidad que deteriora el apego del personal operativo. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 32"
    },
    {
        "id": "block-B09-q123",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está creando un programa de rotación interna y participas en la identificación de oportunidades. Varios jefes se resisten a liberar a su mejor gente. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Identificas oportunidades de rotación interna y varios jefes bloquean la participación de sus mejores elementos porque no quieren perder talento de sus equipos. Si insistes en que liberen personas para el programa fortaleces el desarrollo y la retención general pero enfrentas conflictos directos con jefes poderosos que pueden afectar tu posición. Si aceptas las restricciones avanzas sin fricciones, pero limitas el programa a quienes los jefes quieren liberar y reduces su valor. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 33"
    },
    {
        "id": "block-B09-q124",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está lanzando un programa de pausas activas y participas en la medición de adopción. La dirección espera resultados rápidos de participación. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Mides adopción de pausas activas y descubres que la baja participación se debe a que los jefes desaprueban implícitamente que el personal se tome esos tiempos. Si reportas esta causa real visibilizas el problema de cultura de liderazgo pero arriesgas generar conflicto con los jefes y que te vean como problemático. Si reportas solo métricas de participación sin contexto cumples el reporte, pero ocultas la razón del fracaso y desperdicias la oportunidad de mejorar. ¿Qué priorizas y por qué?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 34"
    },
    {
        "id": "block-B09-q125",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando sesiones de planificación participativa y participas en la definición del alcance. Varios compañeros dudan que sus opiniones realmente influyan. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Defines el alcance de la planificación participativa y la dirección te indica que ciertas decisiones estratégicas ya están tomadas y no están abiertas a discusión. Si comunicas esto claramente desde el inicio cuidas la honestidad pero arriesgas que nadie participe y que te acusen de desmotivar la iniciativa. Si presentas la sesión como completamente abierta generas entusiasmo inicial, pero produces frustración cuando las personas descubran que sus aportes no cambiarán las decisiones centrales. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 35"
    },
    {
        "id": "block-B09-q126",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando un programa de reconocimiento por innovación y participas en la evaluación de propuestas. Hay diferentes criterios sobre qué tipo de innovación valorar. ¿Qué considerarías? Explica tu razonamiento.",
        "refactored_text": "Evalúas propuestas de innovación y notas que la mayoría de las ideas premiadas provienen de áreas con recursos y tiempo para experimentar, mientras innovaciones prácticas de equipos operativos quedan sin reconocimiento. Si propones criterios que valoren también las mejoras incrementales cuidas la equidad pero enfrentas objeciones de que estás bajando el estándar de innovación. Si mantienes criterios que favorecen solo innovaciones grandes premias ideas espectaculares, pero refuerzas que solo ciertos tipos de trabajo merecen reconocimiento. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 36"
    },
    {
        "id": "block-B09-q127",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando la política de trabajo remoto permanente y participas en la recopilación de datos de productividad. Los datos son mixtos. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Analizas datos de productividad en trabajo remoto y encuentras que algunos equipos mejoraron mientras otros bajaron, pero la dirección ya decidió reducir el trabajo remoto y te pide que los datos respalden esa decisión. Si presentas los datos completos y balanceados ofreces información objetiva pero contradices la decisión ya tomada y arriesgas tu credibilidad con la dirección. Si seleccionas solo los datos que respaldan la reducción cumples expectativas, pero manipulas información que afectará la vida de muchas personas. ¿Cómo procedes?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 37"
    },
    {
        "id": "block-B09-q128",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está celebrando el Día del Empleado y participas en la selección de beneficios. Hay diferentes preferencias según grupos demográficos. ¿Qué criterios usarías? Explica tu razonamiento.",
        "refactored_text": "Seleccionas beneficios para el Día del Empleado y notas que las opciones propuestas (como eventos sociales nocturnos) favorecen a personas sin responsabilidades familiares, excluyendo a quienes tienen hijos o adultos mayores a cargo. Si propones opciones más inclusivas y flexibles cuidas el apego de todos pero enfrentas comentarios de que los beneficios serán aburridos o poco atractivos. Si mantienes las opciones propuestas generas entusiasmo en algunos, pero excluyes a un segmento significativo del personal. ¿Qué decides y cómo lo explicas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 38"
    },
    {
        "id": "block-B09-q129",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando un sistema de turnos rotativos y participas en el diseño del calendario. Varios compañeros tienen circunstancias personales que complican ciertos horarios. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Diseñas el calendario de turnos rotativos y recibes solicitudes de varias personas con situaciones especiales (salud, cuidado familiar, estudios). Si intentas acomodar todas las necesidades individuales generas un sistema muy complejo que otros verán como injusto y te arriesgas a críticas de favoritismo. Si aplicas rotación estricta sin excepciones mantienes la simplicidad, pero ignoras circunstancias legítimas que pueden forzar renuncias o deteriorar el bienestar. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 39"
    },
    {
        "id": "block-B09-q130",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando un programa de desarrollo de futuros líderes y participas en la nominación de candidatos. Hay diferentes opiniones sobre los criterios de selección. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Nominas candidatos para desarrollo de líderes y descubres que la lista informal ya incluye solo a personas cercanas a la dirección actual, dejando fuera talentos con potencial que no tienen las mismas conexiones. Si propones un proceso más abierto y meritocrático cuidas la equidad pero retrasas el programa y enfrentas resistencia de quienes ya tienen sus candidatos preferidos. Si aceptas la lista tal cual avanzas rápido, pero perpetúas una cultura donde el acceso a oportunidades depende de conexiones y no de capacidad. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 40"
    },
    {
        "id": "block-B09-q131",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está lanzando una campaña de salud preventiva y participas en la comunicación de beneficios. Varios compañeros no pueden acceder por limitaciones del seguro actual. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Comunicas una campaña de salud preventiva y descubres que los beneficios anunciados solo aplican para cierto tipo de seguro que no todos tienen. Si aclaras estas limitaciones desde el inicio evitas frustraciones pero reduces el entusiasmo y arriesgas que te acusen de sabotear la campaña. Si comunicas los beneficios sin mencionar las restricciones generas expectativas altas, pero produces decepción y desconfianza cuando las personas descubran que no califican. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 41"
    },
    {
        "id": "block-B09-q132",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando las políticas de asistencia y puntualidad y participas en la redacción de consecuencias. Hay diferentes estándares aplicados en diferentes áreas. ¿Qué criterios aplicarías? Explica tu razonamiento.",
        "refactored_text": "Redactas consecuencias por asistencia y puntualidad y notas que actualmente se aplican estrictamente en el personal operativo pero flexiblemente en el administrativo. Si propones criterios uniformes para todos cuidas la equidad pero generas resistencia de niveles que históricamente han tenido flexibilidad y arriesgas conflicto político. Si mantienes estándares diferentes documentas oficialmente una inequidad que alimenta resentimiento y deteriora el apego del personal operativo. ¿Qué decides y cómo lo explicas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 42"
    },
    {
        "id": "block-B09-q133",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando encuestas de clima laboral y participas en el diseño de preguntas. La dirección quiere evitar preguntas que puedan generar respuestas muy negativas. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Diseñas preguntas para la encuesta de clima y la dirección te pide evitar temas sensibles como confianza en el liderazgo o equidad salarial para no generar respuestas negativas que compliquen el reporte. Si insistes en incluir las preguntas difíciles obtienes información valiosa pero enfrentas presión directa y posibles consecuencias en tu evaluación. Si omites las preguntas sensibles cumples la instrucción, pero produces una encuesta superficial que no identificará los problemas reales. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 43"
    },
    {
        "id": "block-B09-q134",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando capacitaciones obligatorias y participas en la programación de horarios. Varios compañeros tienen dificultades para asistir en los horarios propuestos. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Programas capacitaciones obligatorias y recibes quejas de que los horarios propuestos (durante horas laborales) sobrecargan a quienes tienen que cubrir el trabajo de los asistentes. Si propones horarios fuera del horario laboral resuelves el problema de cobertura pero obligas a las personas a usar su tiempo personal y generas resentimiento. Si mantienes los horarios laborales cuidas el equilibrio personal, pero sobrecargas a quienes se quedan cubriendo y generas tensiones entre equipos. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 44"
    },
    {
        "id": "block-B09-q135",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está creando un programa de reconocimiento de logros no laborales y participas en la definición de categorías. Hay diferentes opiniones sobre qué tipo de logros reconocer. ¿Qué considerarías? Explica tu razonamiento.",
        "refactored_text": "Defines categorías para reconocer logros personales (deportivos, académicos, comunitarios) y algunos líderes cuestionan si la empresa debe involucrarse en la vida personal de los empleados. Si defiendes el programa como forma de fortalecer el apego y el sentido de comunidad enfrentas objeciones de quienes lo ven como intrusivo y arriesgas que cancelen la iniciativa. Si limitas el alcance a lo mínimo para evitar resistencia reduces el programa a algo simbólico sin impacto real en la conexión emocional. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 45"
    },
    {
        "id": "block-B09-q136",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando el proceso de exit interviews y participas en el análisis de patrones de renuncia. Los datos muestran tendencias preocupantes. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Analizas entrevistas de salida y descubres que la mayoría de las renuncias se deben a relaciones con jefes directos, pero esos jefes son personas influyentes en la organización. Si incluyes estos hallazgos en tu reporte ofreces información crítica para retención pero te expones a conflicto directo con líderes poderosos que pueden bloquear tu carrera. Si omites o suavizas los hallazgos proteges tu posición, pero desperdicias datos valiosos que podrían evitar futuras renuncias. ¿Qué priorizas y por qué?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 46"
    },
    {
        "id": "block-B09-q137",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando un programa de reconocimiento instantáneo y participas en la definición del presupuesto. Hay diferentes propuestas sobre el monto y frecuencia de los premios. ¿Qué criterios usarías? Explica tu razonamiento.",
        "refactored_text": "Defines presupuesto para reconocimiento instantáneo y notas que la propuesta asigna montos significativos pero limita la cantidad de premios mensuales, lo que generará competencia entre equipos. Si propones premios más frecuentes pero de menor valor fortaleces la cultura de reconocimiento continuo pero enfrentas objeciones de que los premios pequeños no motivan. Si mantienes premios grandes pero escasos generas entusiasmo en los ganadores, pero creas frustración y competencia poco saludable en el resto. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 47"
    },
    {
        "id": "block-B09-q138",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando sesiones de storytelling corporativo y participas en la selección de historias a compartir. Varios compañeros tienen historias de fracasos superados. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Seleccionas historias para sesiones de storytelling corporativo y varios colegas quieren compartir fracasos que se convirtieron en aprendizajes, pero la dirección prefiere solo historias de éxito para proyectar una imagen positiva. Si incluyes historias de fracasos y aprendizaje ofreces narrativas auténticas y valiosas pero arriesgas que te acusen de promover negatividad. Si usas solo historias de éxito cumples la preferencia de arriba, pero produces sesiones superficiales que no conectan emocionalmente ni enseñan lecciones reales. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 48"
    },
    {
        "id": "block-B09-q139",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando un programa de desconexión digital y participas en la comunicación de expectativas. Varios jefes siguen contactando fuera de horario. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Comunicas el programa de desconexión digital y recibes testimonios de que varios jefes continúan enviando mensajes urgentes fuera de horario esperando respuestas inmediatas. Si visibilizas públicamente estos incumplimientos y exiges consecuencias proteges la política pero generas conflicto directo con líderes influyentes. Si comunicas la política sin mencionar el incumplimiento actual evitas fricciones, pero garantizas que el programa será visto como palabras vacías sin aplicación real. ¿Cómo procedes?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 49"
    },
    {
        "id": "block-B09-q140",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está celebrando el cierre de un año difícil y participas en la redacción del mensaje de fin de año. Hay diferentes posturas sobre qué tono usar. ¿Qué enfoque aplicarías? Explica tu razonamiento.",
        "refactored_text": "Redactas el mensaje de fin de año tras un periodo de recortes y alta rotación. La dirección quiere un mensaje completamente optimista enfocado en el futuro sin mencionar las dificultades. Si propones un mensaje que reconozca los desafíos vividos antes de mirar al futuro ofreces empatía y conexión real pero arriesgas que te vean como negativo y que rechacen tu propuesta. Si escribes solo el mensaje optimista cumples la instrucción, pero produces un texto que sonará desconectado de la experiencia del personal y profundizará la brecha emocional. ¿Qué decides y cómo lo explicas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 50"
    }
]