[
  {
    "id": "block-B09-q261",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden hablar de un equipo olvidado en una planta pequeña con un mensaje corto. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Te piden un mensaje rápido para un equipo en una planta pequeña poco visible. Si decides **viajar con un líder y grabar su trabajo**, deberás mover agendas, justificar viáticos y enfrentar críticas por salir de la oficina. Si solo mandas un texto genérico, es eficiente, pero confirmas que nadie se desplaza para escucharlos. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 1"
  },
  {
    "id": "block-B09-q262",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes agradecer a cuadrillas nocturnas y te sugieren solo un correo. ¿Cómo procedes? Explica tu razonamiento.",
    "refactored_text": "Debes reconocer a cuadrillas nocturnas. Te proponen solo un correo para no alterar turnos. Si **visitas en su horario**, tendrás que desvelarte, coordinar transporte y asumir críticas por el costo. Si solo envías el mensaje, cumples rápido, pero refuerzas que nadie se molesta en verlos trabajar. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 2"
  },
  {
    "id": "block-B09-q263",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden resumir historias de voluntariado en un boletín mínimo. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Recolectaste historias de voluntariado y te piden resumirlas en un boletín mínimo para ahorrar espacio. Si **mantienes testimonios completos**, deberás editar más, pedir autorizaciones y retrasar la publicación, recibiendo quejas por el tiempo. Si los reduces a frases, publicas ya, pero eliminas la emoción que genera sentido de pertenencia. ¿Qué formato defiendes y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 3"
  },
  {
    "id": "block-B09-q264",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes lanzar un espacio de preguntas abiertas y te piden filtrar los temas incómodos. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Planeas un foro de pertenencia y te piden moderar para quitar temas incómodos. Si **permitis preguntas difíciles**, deberás sostener críticas en vivo, preparar respuestas y admitir demoras en la agenda. Si filtras todo, el encuentro es controlado, pero la gente confirmará que solo se escucha lo conveniente. ¿Qué ruta tomas y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 4"
  },
  {
    "id": "block-B09-q265",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden celebrar logros de contratistas pero sin mencionarlos en la ceremonia. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te solicitan celebrar logros de contratistas, pero sin nombrarlos en la ceremonia para evitar trámites. Si **los incluyes**, deberás coordinar permisos, ampliar el presupuesto y enfrentar discusiones internas. Si los omites, simplificas todo, pero envías el mensaje de que su esfuerzo no merece el mismo reconocimiento. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 5"
  },
  {
    "id": "block-B09-q266",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes renovar tableros de agradecimientos y te piden moverlos a un PDF anual. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Los tableros de agradecimientos se vuelven obsoletos y te piden moverlos a un PDF anual para ahorrar gestión. Si **propones actualizaciones mensuales visibles en planta**, tendrás que perseguir insumos, moderar mensajes y dedicar tiempo continuo. Si aceptas el PDF anual, liberas trabajo, pero el reconocimiento pierde frescura y cercanía. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 6"
  },
  {
    "id": "block-B09-q267",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un área remota pide voz en reuniones generales y te sugieren enviarles solo el acta. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Un área remota pide hablar en la reunión general. Te sugieren enviarles solo el acta para no alargar. Si **les das espacio en vivo**, deberás ajustar agenda, lidiar con retrasos y quizá escuchar reclamos públicos. Si solo compartes el acta, mantienes la eficiencia, pero refuerzas que sus voces no merecen tiempo real. ¿Qué decisión tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 7"
  },
  {
    "id": "block-B09-q268",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que los líderes graben saludos para nuevos ingresos y algunos quieren usar solo plantillas. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Nuevos ingresos esperan cercanía y te piden saludos de líderes. Algunos proponen usar plantillas para ahorrar tiempo. Si **pides grabaciones personalizadas**, deberás perseguir agendas, repetir tomas y asumir críticas por retrasar incorporaciones. Si usas plantillas, entregas rápido, pero el mensaje se siente frío y la pertenencia inicia débil. ¿Qué propones y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 8"
  },
  {
    "id": "block-B09-q269",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden reducir ceremonias de bienvenida a un correo estándar. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Quieren reducir las ceremonias de bienvenida a un correo estándar. Si **defiendes encuentros breves con compañeros y padrinos**, tendrás que reservar tiempo, coordinar horarios y recibir quejas por frenar la operación. Si aceptas solo el correo, integras veloz, pero pierdes el primer vínculo que sostiene el apego. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 9"
  },
  {
    "id": "block-B09-q270",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden ocultar tensiones entre dos áreas en un comunicado de unidad. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Dos áreas están tensas y te piden un comunicado que resalte unidad sin mencionar conflictos. Si **reconoces el problema y propones mesas de trabajo**, deberás moderar emociones, invertir tiempo y admitir retrasos en entregas. Si ocultas la tensión, el mensaje se lee limpio, pero la gente verá que se maquillan los roces. ¿Qué enfoque eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 10"
  },
  {
    "id": "block-B09-q271",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un equipo pide compartir un error para aprender y te sugieren hablar solo del resultado. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Un equipo quiere contar un error para aprender, pero te sugieren hablar solo del resultado final. Si **compartes el proceso y cómo se apoyaron**, deberás moderar vulnerabilidad, pedir permisos y enfrentar críticas por mostrar fallas. Si omites la historia, envías un mensaje limpio, pero pierdes la lección que refuerza confianza. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 11"
  },
  {
    "id": "block-B09-q272",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden quitar espacios de reconocimiento informal para ganar tiempo. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Hay espacios breves de reconocimiento informal y te piden eliminarlos para ganar tiempo. Si **los mantienes**, deberás recortar otros puntos de agenda, justificar su valor y soportar comentarios de que no son productivos. Si los quitas, liberas minutos, pero apagas un ritual que sostiene la comunidad. ¿Qué priorizas y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 12"
  },
  {
    "id": "block-B09-q273",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Una filial pide presencia en videos corporativos y te sugieren usar solo fotos antiguas. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Una filial quiere aparecer en los videos corporativos. Te sugieren usar fotos antiguas para no viajar ni grabar. Si **grabás material nuevo en sitio**, deberás destinar presupuesto, coordinar traslados y asumir críticas por el gasto. Si usas fotos viejas, ahorras esfuerzo, pero refuerzas que su realidad actual no importa. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 13"
  },
  {
    "id": "block-B09-q274",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden excluir a aprendices de un mensaje de logros porque “aún no aportan”. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Preparas un mensaje de logros y te piden excluir a aprendices porque “aún no aportan”. Si **los incluyes**, deberás explicar su rol, invertir tiempo en testimonios y enfrentar críticas por ampliar el guion. Si los omites, simplificas, pero envías el mensaje de que su esfuerzo inicial no vale. ¿Qué decisión tomas y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 14"
  },
  {
    "id": "block-B09-q275",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tras una fusión, te piden un mensaje neutro sin reconocer miedos de identidad. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Después de una fusión, te piden un mensaje neutro que no mencione los miedos de identidad. Si **reconoces inquietudes y propones diálogos**, deberás moderar emociones, retrasar la publicación y recibir críticas por abrir temas sensibles. Si ignoras los miedos, el mensaje es rápido, pero refuerza que la nueva cultura no escucha. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 15"
  },
  {
    "id": "block-B09-q276",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un equipo quiere contar su labor en zonas riesgosas y te piden evitarlo para no preocupar. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Un equipo trabaja en zonas riesgosas y quiere contar su labor. Te piden evitarlo para no preocupar. Si **difundes su experiencia**, deberás cuidar lenguaje, pedir aprobaciones extra y enfrentar críticas por exponer temas delicados. Si lo ocultas, evitas ruido, pero invisibilizas su aporte y el coraje que sostiene la pertenencia. ¿Qué opción eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 16"
  },
  {
    "id": "block-B09-q277",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden recortar historias de personas con más de 20 años en la empresa porque alargan el video. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Personas con más de 20 años comparten historias y te piden recortarlas para acortar el video. Si **mantienes sus voces**, deberás editar más, ajustar la duración y recibir críticas por retrasos. Si las quitas, ganas tiempo, pero borras la memoria que sostiene el apego colectivo. ¿Qué priorizas y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 17"
  },
  {
    "id": "block-B09-q278",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden publicar un mensaje de crisis sin mencionar el impacto humano. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes comunicar una crisis y te piden enfocarte solo en datos, sin mencionar el impacto humano. Si **incorporas testimonios y apoyo ofrecido**, deberás gestionar permisos, afrontar preguntas sensibles y quizá retrasar el envío. Si omites a las personas, avanzas rápido, pero confirmas que la cultura es fría. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 18"
  },
  {
    "id": "block-B09-q279",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que los líderes solo envíen notas escritas y no aparezcan en video. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Te piden que líderes envíen solo notas escritas para ahorrar tiempo y evitar críticas. Si **pides apariciones en video**, deberás coordinar agendas, revisar guiones y enfrentar incomodidad de quienes no quieren cámara. Si aceptas solo textos, es rápido, pero pierdes cercanía y rostro humano. ¿Qué ruta eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 19"
  },
  {
    "id": "block-B09-q280",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden enviar un mensaje para integrar a personal temporal sin invertir tiempo en sesiones. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes integrar personal temporal y te piden solo un mensaje rápido sin sesiones. Si **organizas encuentros breves con equipos**, tendrás que coordinar turnos, destinar horas pagadas y enfrentar críticas por priorizar gente que quizá se vaya. Si solo envías el texto, ahorras esfuerzo, pero refuerzas que los temporales no cuentan. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 20"
  },
  {
    "id": "block-B09-q281",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que un programa de padrinazgo sea opcional y sin seguimiento. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Quieren lanzar un padrinazgo, pero te piden que sea opcional y sin seguimiento para no cargar a nadie. Si **estableces acompañamiento real**, deberás pedir horas extra, monitorear avances y enfrentar quejas por más trabajo. Si lo dejas simbólico, es cómodo, pero los nuevos no sentirán respaldo. ¿Qué modelo eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 21"
  },
  {
    "id": "block-B09-q282",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no mencionar la salida de un líder querido y solo anunciar al reemplazo. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Un líder querido se va y te piden anunciar solo al reemplazo. Si **reconoces su salida con respeto**, deberás moderar emociones, pedir permiso para nombrarlo y quizá retrasar el mensaje. Si solo presentas al nuevo, avanzas rápido, pero la gente siente que las personas se borran. ¿Cómo decides comunicarlo?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 22"
  },
  {
    "id": "block-B09-q283",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden ocultar que un equipo trabajó horas extra para salir adelante y mostrar solo el logro. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Un equipo logró un hito tras horas extra y te piden mencionar solo el resultado, no el esfuerzo. Si **cuentas el sacrificio y agradeces**, deberás justificar la jornada extendida, abrir espacio a reclamos y quizá enfrentar auditorías internas. Si ocultas el esfuerzo, el logro luce impecable, pero invisibilizas lo que generó la unidad. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 23"
  },
  {
    "id": "block-B09-q284",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Una sede pequeña pide sesiones de escucha y te sugieren mandar solo una encuesta. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Una sede pequeña pide sesiones de escucha. Te sugieren mandar solo una encuesta para ahorrar viajes. Si **vas en persona o conectas en vivo**, deberás invertir tiempo, ajustar turnos y recibir críticas por frenar la operación. Si envías la encuesta, es ágil, pero confirma que no se les oye directamente. ¿Qué decides y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 24"
  },
  {
    "id": "block-B09-q285",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden reducir los mensajes de pertenencia a un boletín trimestral. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden reducir mensajes de pertenencia a un boletín trimestral. Si **defiendes envíos cortos mensuales**, deberás producir más piezas, perseguir historias y enfrentar críticas por saturar bandejas. Si aceptas solo lo trimestral, descargas trabajo, pero el contacto se enfría y la cultura se siente lejana. ¿Qué frecuencia eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 25"
  },
  {
    "id": "block-B09-q286",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden un mensaje sobre inclusión y te sugieren evitar ejemplos reales para no generar debate. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Debes hablar de inclusión y te sugieren usar frases genéricas para evitar debate. Si **incorporas ejemplos reales y testimonios**, deberás moderar desacuerdos, pedir permisos y enfrentar críticas por tocar temas sensibles. Si eliges frases vacías, avanzas sin fricción, pero la gente no creerá el compromiso. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 26"
  },
  {
    "id": "block-B09-q287",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un grupo de planta pide visibilidad en la intranet y te sugieren solo una nota breve. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Un grupo de planta quiere visibilidad en la intranet. Te sugieren una nota breve para no dedicar más tiempo. Si **preparas un reportaje con fotos y voces**, deberás coordinar permisos, editar más y enfrentar críticas por dedicar recursos a comunicación interna. Si lo dejas en una nota breve, publicas ya, pero sigues invisibilizando su día a día. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 27"
  },
  {
    "id": "block-B09-q288",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no mencionar retrasos causados por acompañar a un equipo que estaba desmotivado. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Acompañaste a un equipo desmotivado y hubo retrasos. Te piden no mencionarlo al comunicar el resultado. Si **explica el apoyo dado**, deberás admitir demoras, enfrentar preguntas y quizá recibir críticas por priorizar personas sobre plazos. Si omites la causa, todo luce eficiente, pero niegas el trabajo de cuidado que reconstruyó pertenencia. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 28"
  },
  {
    "id": "block-B09-q289",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden eliminar un segmento sobre apoyo emocional en un video de logros. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "En un video de logros incluiste un segmento sobre apoyo emocional. Te piden eliminarlo para mantener solo cifras. Si **lo mantienes**, deberás defender su valor, alargar la edición y enfrentar críticas de que no es productivo. Si lo quitas, el video es ágil, pero envías el mensaje de que el cuidado mutuo no importa. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 29"
  },
  {
    "id": "block-B09-q290",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieres incluir rotaciones cortas para que equipos se conozcan y te piden dejarlo solo como idea. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Propones rotaciones cortas para que equipos se conozcan, pero te piden dejarlo solo como idea en la intranet. Si **lo pilotas**, deberás asignar reemplazos, dedicar horas de capacitación y recibir críticas por frenar la producción. Si lo dejas como idea, no molestas a nadie, pero el vínculo nunca se crea. ¿Qué camino eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 30"
  },
  {
    "id": "block-B09-q291",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un líder nuevo quiere conocer a equipos remotos y te piden enviarle solo reportes. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Un líder nuevo quiere conocer a equipos remotos. Te piden mandarle solo reportes para no mover agendas. Si **organizas conversaciones en vivo**, deberás coordinar horarios, alargar reuniones y enfrentar críticas por restar tiempo a operaciones. Si envías solo reportes, ahorras esfuerzo, pero el líder seguirá distante y la confianza no crecerá. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 31"
  },
  {
    "id": "block-B09-q292",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no reconocer públicamente a un equipo porque falló antes, solo mostrar su éxito reciente. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Un equipo que falló antes logró un éxito reciente. Te piden reconocer solo el logro y no su historia. Si **cuentas el recorrido y cómo se levantaron**, deberás moderar emociones, asumir críticas por recordar fallas y alargar el guion. Si muestras solo el éxito, es cómodo, pero pierdes la lección de resiliencia que une. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 32"
  },
  {
    "id": "block-B09-q293",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que el video de valores omita historias de planta por tiempo. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Preparas un video de valores y te piden omitir historias de planta para reducir minutos. Si **incluyes esas voces**, deberás grabar en sitio, editar más y enfrentar quejas por extender el proyecto. Si las quitas, terminas rápido, pero la base que sostiene la cultura no se ve. ¿Qué ruta tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 33"
  },
  {
    "id": "block-B09-q294",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un área pide apoyo para explicar un cambio impopular y te sugieren mandar solo el instructivo. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Un área pide apoyo para explicar un cambio impopular. Te sugieren mandar solo el instructivo. Si **facilitás diálogos y contienes molestias**, deberás dedicar horas, moderar críticas y quizá retrasar la implementación. Si mandas solo el documento, es veloz, pero la gente sentirá que no se considera su realidad. ¿Cómo decides actuar?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 34"
  },
  {
    "id": "block-B09-q295",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden acortar un homenaje a personal de limpieza para no extender la reunión. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Planeas un homenaje a personal de limpieza y te piden acortarlo para no extender la reunión. Si **mantienes testimonios y nombres**, deberás recortar otros puntos, asumir miradas incómodas y quizá recibir críticas por priorizar lo simbólico. Si lo reduces a un saludo rápido, ahorras tiempo, pero minimizas a quienes sostienen el ambiente diario. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 35"
  },
  {
    "id": "block-B09-q296",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden dejar fuera a personal de turno parcial en un video de logros. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden un video de logros y sugieren dejar fuera a personal de turno parcial para simplificar. Si **los incluyes**, deberás coordinar grabaciones en horarios irregulares, extender la edición y enfrentar críticas por invertir más recursos. Si los omites, es simple, pero refuerzas que su aporte cuenta menos. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 36"
  },
  {
    "id": "block-B09-q297",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que las historias de error se cuenten sin nombrar responsables ni aprendizajes. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Te piden contar un error sin nombrar responsables ni aprendizajes para evitar incomodidad. Si **incluyes cómo se apoyaron y qué cambiaron**, deberás moderar la conversación, revisar con legal y asumir retrasos. Si lo dejas sin nombres ni lecciones, es seguro, pero pierde credibilidad y valor cultural. ¿Qué postura tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 37"
  },
  {
    "id": "block-B09-q298",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un equipo remoto pide que un líder los visite y te sugieren solo mandar un saludo grabado. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Un equipo remoto pide una visita de liderazgo. Te sugieren enviar solo un saludo grabado para ahorrar viajes. Si **gestionas la visita**, deberás reacomodar agenda, asumir gastos y enfrentar críticas por tiempo perdido. Si mandas el saludo, es rápido, pero refuerza que nunca vale la pena desplazarse. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 38"
  },
  {
    "id": "block-B09-q299",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que las reuniones de clima sean solo por correo para evitar discusiones. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden que las sesiones de clima se reemplacen por correos para evitar discusiones. Si **insistes en encuentros breves**, deberás moderar emociones, invertir tiempo y aceptar retrasos en otras tareas. Si usas solo correos, es cómodo, pero la gente sentirá que sus voces se archivan sin diálogo. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 39"
  },
  {
    "id": "block-B09-q300",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Una historia sobre solidaridad incluye detalles sensibles y te piden cortarlos para no incomodar. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Una historia de solidaridad tiene detalles sensibles. Te piden cortarlos para no incomodar. Si **los mantienes con cuidado**, deberás pedir permisos, revisar lenguaje y enfrentar críticas por tocar fibras personales, demorando la publicación. Si los cortas, el relato es cómodo, pero pierde la fuerza que inspira pertenencia real. ¿Qué opción tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 40"
  },
  {
    "id": "block-B09-q301",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que los mensajes de agradecimiento no mencionen nombres para evitar favoritismos. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden que los mensajes de agradecimiento omitan nombres para evitar favoritismos. Si **mencionas a las personas**, deberás validar con sus jefes, asumir reclamos y dedicar tiempo a revisar listas. Si no los nombras, es neutral y rápido, pero la gratitud se vuelve impersonal y poco creíble. ¿Qué camino eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 41"
  },
  {
    "id": "block-B09-q302",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden borrar menciones a jornadas extendidas en un video de logro colectivo. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "En un video de logro colectivo aparecen jornadas extendidas. Te piden borrarlas para no abrir debate. Si **las mantienes**, deberás justificar el esfuerzo, moderar preguntas sobre carga y quizá asumir compromisos de mejora. Si las borras, el video es pulcro, pero invisibiliza el sacrificio que unió al grupo. ¿Cómo respondes?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 42"
  },
  {
    "id": "block-B09-q303",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que un programa de mentoría sea solo digital y sin seguimiento. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden que el programa de mentoría sea solo digital y sin seguimiento para no ocupar agendas. Si **propones sesiones en vivo con metas claras**, deberás coordinar tiempos, medir avances y enfrentar quejas por carga adicional. Si lo dejas solo digital, es cómodo, pero la relación que genera pertenencia nunca se forma. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 43"
  },
  {
    "id": "block-B09-q304",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no mostrar preguntas difíciles de un foro de cercanía porque retrasan la agenda. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "En un foro de cercanía surgieron preguntas difíciles y te piden no mostrarlas porque retrasan la agenda. Si **las incluyes y respondes**, deberás extender la sesión, preparar a líderes y asumir incomodidad pública. Si las ocultas, mantienes el ritmo, pero la gente sentirá que solo se publica lo cómodo. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 44"
  },
  {
    "id": "block-B09-q305",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un equipo pide que sus nombres aparezcan en un reconocimiento grupal y te sugieren dejarlos anónimos. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Un equipo quiere que sus nombres aparezcan en un reconocimiento grupal. Te sugieren dejarlos anónimos para evitar comparaciones. Si **nombras a cada persona**, deberás validar listados, enfrentar reclamos por omisiones y dedicar horas extras. Si los dejas anónimos, es seguro y rápido, pero diluyes el mérito individual que fortalece la pertenencia. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 45"
  },
  {
    "id": "block-B09-q306",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que un mensaje de reencuentro con excolaboradores sea solo un correo sin sesiones. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Planeas un reencuentro con excolaboradores que regresan y te piden hacerlo solo por correo. Si **organizas una charla abierta sobre por qué volvieron**, deberás invertir tiempo, manejar emociones y enfrentar críticas por detener la operación. Si lo dejas en un correo, es rápido, pero pierdes la oportunidad de reforzar su compromiso renovado. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 46"
  },
  {
    "id": "block-B09-q307",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no mostrar desacuerdos en un video sobre colaboración reciente. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Hubo desacuerdos fuertes en un proyecto colaborativo y te piden no mostrarlos en el video final. Si **cuentas cómo se resolvieron**, deberás revisar guiones con legal, admitir roces y quizá alargar la edición. Si los ocultas, el video luce perfecto, pero pierde credibilidad y aprendizaje sobre convivencia. ¿Qué enfoque tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 47"
  },
  {
    "id": "block-B09-q308",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden agradecer a personal de guardias médicas sin visitarlos por logística. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes agradecer a personal de guardias médicas. Te piden hacerlo sin visitarlos por logística. Si **coordinas una visita corta**, deberás ajustar turnos, asumir costos y recibir críticas por mover a líderes de su agenda. Si solo envías un mensaje, es sencillo, pero confirma que nadie se acerca a su realidad. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 48"
  },
  {
    "id": "block-B09-q309",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que un mensaje sobre cultura se haga sin ejemplos de errores pasados. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Te piden un mensaje sobre cultura sin incluir errores pasados para no abrir heridas. Si **mencionas esos casos y cómo se reparó la confianza**, deberás cuidar lenguaje, enfrentar preguntas incómodas y quizá retrasar la aprobación. Si los omites, el mensaje es pulcro, pero suena irreal y distante. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 49"
  },
  {
    "id": "block-B09-q310",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden cerrar un programa de agradecimientos porque consume tiempo y dejar solo una nota anual. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Quieren cerrar un programa de agradecimientos frecuentes y dejar solo una nota anual. Si **lo defiendes con actos mensuales breves**, deberás coordinar más entregas, justificar el tiempo y enfrentar críticas por logística. Si aceptas la nota anual, simplificas, pero enfrías el reconocimiento cotidiano que sostiene el apego. ¿Qué ruta eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 10 item 50"
  }
]