[
    {
      "id": "block-B09-q191",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden crear mensajes de bienvenida para sucursales remotas y varios quieren reciclar textos genéricos. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Diseñas mensajes de bienvenida para sucursales remotas y la propuesta es reutilizar textos genéricos desde oficinas centrales. Si insistes en adaptar cada mensaje con historias locales y grabar saludos específicos, tendrás que coordinar agendas, invertir más tiempo y retrasar el lanzamiento, además de enfrentar críticas por demorar. Si aceptas el formato genérico publicas rápido, pero refuerzas la sensación de que las sedes lejanas importan menos. ¿Qué eliges y por qué?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 1"
    },
    {
      "id": "block-B09-q192",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes organizar un espacio para compartir logros pequeños de equipos y te piden solo mostrar proyectos grandes. ¿Qué haces? Explica tu razonamiento.",
      "refactored_text": "Te encargan organizar un espacio para visibilizar logros cotidianos, pero varios líderes solo quieren mostrar proyectos grandes y brillantes. Si defiendes incluir historias pequeñas de esfuerzo diario, tendrás que recopilar más casos, extender la agenda y enfrentar reclamos de que “no es noticia”. Si te limitas a los éxitos vistosos, ganas tiempo y aprobación rápida, pero dejas sin reconocimiento a quienes sostienen la operación. ¿Qué formato propones y cómo lo justificas?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 2"
    },
    {
      "id": "block-B09-q193",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden preparar un mensaje sobre orgullo de pertenecer luego de un recorte de presupuesto y algunos quieren omitir el tema. ¿Cómo respondes? Explica tu razonamiento.",
      "refactored_text": "Tras un recorte de presupuesto te piden preparar un mensaje sobre orgullo de pertenecer. Te sugieren evitar cualquier mención al ajuste para no “bajar el ánimo”. Si decides reconocer el recorte, explicar motivos y mostrar cómo se protegerán las relaciones de equipo, deberás enfrentar preguntas difíciles y podría alargarse la aprobación. Si omites el tema, el mensaje será ligero, pero muchos lo verán desconectado de la realidad reciente. ¿Qué enfoque tomas?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 3"
    },
    {
      "id": "block-B09-q194",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes proponer un rito de cierre para proyectos terminados y te piden no quitar tiempo productivo. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te solicitan crear un rito de cierre para proyectos que ya concluyeron, pero te piden que sea mínimo para no “perder horas productivas”. Si propones espacios breves pero personales donde cada equipo comparta aprendizajes y agradecimientos, tendrás que reservar tiempo en agendas apretadas y podrías recibir críticas por restar foco a nuevas metas. Si eliminas el rito, mantienes eficiencia inmediata, pero pierdes una oportunidad de reforzar el sentido de logro compartido. ¿Qué decides?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 4"
    },
    {
      "id": "block-B09-q195",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden rediseñar el onboarding y algunos quieren reducirlo a videos grabados. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Debes rediseñar el onboarding y varios jefes plantean dejar solo videos grabados para agilizar. Si insistes en incluir sesiones en vivo con personas clave y espacios de conversación, alargarás la agenda, demandarás tiempo de líderes ocupados y podrías retrasar incorporaciones. Si aceptas un formato solo grabado, facilitarás la logística, pero los nuevos ingresarán con una experiencia fría que debilita el apego desde el inicio. ¿Qué propones y por qué?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 5"
    },
    {
      "id": "block-B09-q196",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes coordinar visitas de líderes a turnos nocturnos y algunos sugieren enviar solo un correo. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te encargan acercar a líderes con personas que trabajan en turnos nocturnos. Te proponen enviar un correo de agradecimiento en lugar de visitas para evitar traslados y horas extra. Si insistes en visitas presenciales aunque implique reprogramar agendas y pagar tiempo adicional, enfrentarás objeciones de costo y cansancio. Si aceptas solo el correo, ahorras recursos, pero refuerzas la idea de que el turno nocturno queda relegado. ¿Qué opción eliges?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 6"
    },
    {
      "id": "block-B09-q197",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden mostrar historias de pertenencia de personas recién ascendidas y algunos quieren revisar cada frase. ¿Cómo actúas? Explica tu razonamiento.",
      "refactored_text": "Te solicitan compartir historias de personas recién ascendidas para inspirar pertenencia. Varios directivos quieren revisar cada frase para que suene impecable. Si defiendes testimonios auténticos, con matices y dudas reales, deberás negociar tiempos de revisión, asumir riesgos de comentarios menos pulidos y quizá atrasar la publicación. Si aceptas editar todo hasta dejarlo perfecto, publicas rápido, pero el mensaje puede sentirse artificial. ¿Qué enfoque eliges y por qué?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 7"
    },
    {
      "id": "block-B09-q198",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes diseñar un mural de historias internas y algunos proponen usar solo imágenes de campañas externas. ¿Qué haces? Explica tu razonamiento.",
      "refactored_text": "Te encargan diseñar un mural que refleje historias internas. Te sugieren usar imágenes de campañas externas ya aprobadas para ahorrar tiempo. Si decides recopilar fotos y relatos reales del personal, tendrás que pedir permisos, invertir horas en curar contenido y quizá retrasar la entrega. Si usas material genérico avanzas rápido, pero el mural no mostrará la vida cotidiana que sostiene el apego. ¿Qué camino tomas?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 8"
    },
    {
      "id": "block-B09-q199",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden que en reuniones de equipo se incluya un punto de reconocimiento y algunos dicen que no hay tiempo. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te solicitan proponer que en las reuniones de equipo se abra un espacio breve de reconocimiento. Varias personas alegan que el tiempo es justo y que solo debe tratarse lo urgente. Si defiendes el espacio, tendrás que recortar otros temas o extender la reunión, enfrentando molestias por la agenda. Si lo eliminas, mantienes eficiencia inmediata, pero pierdes un ritual que refuerza pertenencia y agradecimiento. ¿Qué decides priorizar?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 9"
    },
    {
      "id": "block-B09-q200",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes actualizar un boletín interno y te piden enfocarlo solo en resultados comerciales. ¿Cómo respondes? Explica tu razonamiento.",
      "refactored_text": "Te encargan renovar el boletín interno y la instrucción es enfocarlo solo en resultados comerciales para “mantener foco”. Si propones incluir también historias de colaboración, aprendizajes y gestos que fortalecen identidad, tendrás que negociar espacio editorial y quizá extender la publicación, enfrentando críticas de que distraes. Si obedeces el enfoque comercial, simplificas la edición, pero refuerzas una comunicación fría que no construye apego. ¿Qué formato eliges?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 10"
    },
    {
      "id": "block-B09-q201",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden lanzar un canal de ideas anónimo y algunos quieren filtrar solo lo positivo. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Debes lanzar un canal anónimo para recoger ideas y preocupaciones. Te proponen publicar solo los mensajes positivos para evitar discusiones. Si decides responder también a críticas y propuestas incómodas, tendrás que organizar seguimiento, moderar contenido sensible y enfrentar resistencia de quienes temen exponer fallas. Si filtras lo negativo, el canal será liviano, pero la gente confirmará que sus voces difíciles se silencian. ¿Qué modelo implementas?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 11"
    },
    {
      "id": "block-B09-q202",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes organizar mentorías cruzadas entre áreas y algunos quieren limitarlo a perfiles de alto potencial. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te encargan un programa de mentorías cruzadas para fortalecer conexión entre áreas. Te sugieren incluir solo perfiles de alto potencial para simplificar. Si planteas abrirlo a personas diversas, deberás gestionar más pares, capacitar mentores y justificar el tiempo invertido, enfrentando críticas por “diluir el impacto”. Si lo restringes, será fácil de coordinar, pero mantendrás la idea de que solo unos pocos merecen oportunidades de vínculo. ¿Qué decides?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 12"
    },
    {
      "id": "block-B09-q203",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden facilitar un diálogo sobre decisiones impopulares recientes y algunos quieren enfocarlo solo en lo positivo. ¿Cómo actúas? Explica tu razonamiento.",
      "refactored_text": "Te solicitan facilitar un diálogo sobre decisiones recientes que generaron molestia. La propuesta es enfocarse solo en avances y evitar preguntas sobre lo impopular. Si decides abrir espacio para procesar inconformidades, tendrás que moderar emociones, asumir riesgos políticos y dedicar más tiempo a preparar respuestas. Si evitas el tema, la sesión será breve y cómoda, pero confirmará que la empresa no escucha lo que incomoda. ¿Qué enfoque eliges y por qué?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 13"
    },
    {
      "id": "block-B09-q204",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes proponer una actividad de bienvenida para personas recontratadas y algunos quieren algo discreto para no remover temas pasados. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Varias personas han sido recontratadas y te piden diseñar una bienvenida. Algunos sugieren algo discreto para no mencionar por qué se fueron. Si propones un espacio donde puedan compartir qué las hizo regresar y qué esperan distinto, necesitarás tiempo de equipos, enfrentar posibles incomodidades y abrir conversaciones sobre decisiones previas. Si optas por un saludo breve y silencioso, evitas tensiones, pero pierdes la oportunidad de reconstruir confianza. ¿Qué planteas?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 14"
    },
    {
      "id": "block-B09-q205",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden renovar la pared de reconocimientos y algunos quieren solo premios anuales. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te encargan renovar la pared de reconocimientos. Te proponen publicar solo premios anuales para mantener orden. Si decides destacar también gestos cotidianos con rotación frecuente, deberás invertir tiempo en recopilar historias, actualizar materiales y enfrentar críticas por “llenar de detalles”. Si te quedas con premios anuales, mantienes simplicidad, pero refuerzas la idea de que solo unos pocos actos cuentan para la pertenencia. ¿Qué modelo eliges?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 15"
    },
    {
      "id": "block-B09-q206",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes acompañar un cambio de jefatura en un equipo muy unido y algunos quieren un anuncio rápido. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Un equipo muy unido tendrá nueva jefatura y te piden acompañar la transición. La presión es hacer un anuncio rápido para no distraer. Si propones sesiones donde se escuchen dudas, se honre la etapa anterior y se acuerden formas de trabajo, necesitarás más tiempo, lidiar con emociones y quizá retrasar arranques. Si haces un anuncio breve, evitas fricción inmediata, pero arriesgas resentimiento y desconfianza hacia el nuevo liderazgo. ¿Qué decides?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 16"
    },
    {
      "id": "block-B09-q207",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden organizar un foro de preguntas con dirección y algunos quieren responder solo consultas filtradas. ¿Qué haces? Explica tu razonamiento.",
      "refactored_text": "Debes organizar un foro de preguntas con la alta dirección para reforzar cercanía. Te sugieren responder solo consultas previamente filtradas para evitar temas difíciles. Si insistes en permitir preguntas abiertas, tendrás que moderar en vivo, preparar a la dirección para respuestas transparentes y asumir posibles incomodidades. Si aceptas filtrar, el evento será controlado, pero muchos sentirán que no es un diálogo real. ¿Qué formato eliges y por qué?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 17"
    },
    {
      "id": "block-B09-q208",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes crear material para explicar valores y algunos quieren solo frases cortas sin ejemplos. ¿Cómo procedes? Explica tu razonamiento.",
      "refactored_text": "Te piden crear material para explicar valores de la empresa. La propuesta es usar frases cortas sin ejemplos para que sea “ligero”. Si decides incluir casos reales donde se vea el costo de vivir esos valores, deberás entrevistar personas, redactar historias y quizá incomodar a quienes prefieren un mensaje simple. Si te quedas con slogans breves, publicas rápido, pero los valores quedarán como adornos sin conexión con la realidad. ¿Qué haces?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 18"
    },
    {
      "id": "block-B09-q209",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes facilitar un espacio para hablar de errores recientes y algunos quieren enfocarlo solo en éxitos. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te solicitan facilitar un espacio sobre aprendizajes y varios piden mostrar solo éxitos para no “bajar la moral”. Si decides incluir errores recientes, explicando qué se corregirá y quiénes participaron, tendrás que gestionar vulnerabilidad, alargar la preparación y enfrentar resistencia de quienes temen quedar expuestos. Si omites los fallos, mantienes una sesión cómoda, pero envías el mensaje de que los errores se esconden y no se aprende de ellos. ¿Qué enfoque tomas?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 19"
    },
    {
      "id": "block-B09-q210",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden diseñar un detalle de agradecimiento para equipos de campo y algunos proponen solo un correo masivo. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te encargan un gesto de agradecimiento para equipos de campo que casi no visitan oficinas. La propuesta rápida es enviar un correo masivo. Si insistes en un reconocimiento presencial o en videos personalizados grabados en sus sitios, deberás coordinar traslados, invertir tiempo y enfrentar quejas por costos. Si aceptas el correo, resuelves pronto, pero mantienes la distancia que ya sienten. ¿Qué opción eliges y por qué?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 20"
    },
    {
      "id": "block-B09-q211",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes proponer una forma de compartir aprendizajes entre tiendas y algunos quieren solo un memo mensual. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te piden proponer cómo compartir aprendizajes entre tiendas. La idea inicial es un memo mensual resumido. Si planteas sesiones rotativas donde cada tienda cuente prácticas y retos, tendrás que coordinar horarios, traducir casos y asumir más tiempo de operación, con riesgo de que te acusen de improductivo. Si te quedas con el memo, mantienes eficiencia, pero pierdes intercambio vivo que crea identidad común. ¿Qué planteas?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 21"
    },
    {
      "id": "block-B09-q212",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes preparar un mensaje tras la salida de una persona muy querida y algunos quieren comunicarlo sin detalles. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Sale una persona muy querida y te piden preparar el mensaje. Te sugieren comunicarlo sin detalles para no abrir debate. Si decides reconocer su aporte, explicar de forma respetuosa las razones y ofrecer un espacio breve de despedida, deberás gestionar emociones, invertir tiempo y quizá enfrentar preguntas incómodas. Si envías un aviso frío, cierras rápido, pero generas sensación de despersonalización. ¿Cómo eliges comunicarlo?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 22"
    },
    {
      "id": "block-B09-q213",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes organizar un día de convivencia y algunos quieren limitarlo a actividades competitivas. ¿Qué haces? Explica tu razonamiento.",
      "refactored_text": "Te encargan un día de convivencia y la propuesta es centrarse en competencias deportivas para hacerlo dinámico. Si insistes en incluir actividades colaborativas y espacios de conversación para quienes no disfrutan competir, tendrás que negociar presupuesto adicional, dedicar más logística y enfrentar críticas de que “pierdes emoción”. Si aceptas solo competencias, facilitas la organización, pero excluyes a personas que se sienten menos parte en ese formato. ¿Qué diseño eliges?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 23"
    },
    {
      "id": "block-B09-q214",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden sugerir cómo comunicar fallas de servicio recientes y algunos prefieren no admitirlas. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te solicitan recomendar cómo comunicar fallas de servicio que afectaron a varias personas. La postura de algunos es no admitirlas y hablar solo de mejoras futuras. Si propones reconocer lo ocurrido, explicar causas y mostrar acciones de reparación, deberás preparar mensajes sensibles, asumir críticas y tal vez retrasar el comunicado. Si omites las fallas, proteges la imagen momentánea, pero alimentas la percepción de que la empresa niega su impacto en la gente. ¿Qué haces?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 24"
    },
    {
      "id": "block-B09-q215",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes proponer cómo incluir a personal temporal en celebraciones y algunos dicen que no es prioritario. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te piden definir si el personal temporal debe participar en celebraciones internas. Algunos opinan que no vale la pena invertir en quienes no se quedarán. Si defiendes incluirlos con el mismo trato, tendrás que gestionar presupuesto, coordinar invitaciones y enfrentar cuestionamientos por el costo. Si los excluyes, ahorras recursos, pero envías el mensaje de que su contribución es secundaria. ¿Qué postura tomas y cómo la explicas?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 25"
    },
    {
      "id": "block-B09-q216",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden preparar un video sobre sentido de pertenencia en equipos híbridos y algunos quieren grabarlo solo en oficina. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Debes grabar un video sobre pertenencia en equipos híbridos. Te sugieren grabarlo solo en oficina para simplificar logística. Si decides mostrar también hogares y espacios remotos, tendrás que coordinar horarios, cuidar privacidad y dedicar más edición, además de enfrentar críticas por el costo. Si grabas solo en oficina, produces rápido, pero invisibilizas a quienes trabajan a distancia. ¿Qué enfoque eliges y por qué?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 26"
    },
    {
      "id": "block-B09-q217",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes facilitar una conversación sobre cargas de trabajo desiguales y algunos quieren tratarlo por correo. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Detectas que ciertas áreas están sobrecargadas mientras otras tienen margen. Te piden tratar el tema por correo para evitar discusiones. Si propones una conversación abierta donde se vean datos y se acuerden ajustes, tendrás que moderar tensiones, invertir tiempo y enfrentar posibles reclamos de jefes. Si solo envías un mensaje, mantienes la calma aparente, pero dejas la inequidad sin abordar. ¿Qué ruta eliges?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 27"
    },
    {
      "id": "block-B09-q218",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Te piden crear una guía de bienvenida para practicantes y algunos quieren que sea solo administrativa. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Debes crear una guía de bienvenida para practicantes. Te proponen dejarla en trámites y políticas básicas para que sea corta. Si incluyes también historias de equipo, referentes a quienes acudir y oportunidades de participar en proyectos, tendrás que coordinar con varias áreas, invertir más tiempo y podrías retrasar la publicación. Si te quedas con lo administrativo, publicas rápido, pero refuerzas la idea de que su paso es puramente funcional. ¿Qué decides?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 28"
    },
    {
      "id": "block-B09-q219",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes recomendar cómo reconocer a personas que sostienen tareas repetitivas y algunos creen que no hace falta. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Te piden recomendar cómo reconocer a quienes sostienen tareas repetitivas y poco visibles. Algunos dicen que no hace falta porque “es su trabajo”. Si propones agradecimientos específicos, rotación en foros y testimonios, necesitarás tiempo de comunicación y enfrentar objeciones de que no genera ingresos. Si no insistes, mantienes la rutina, pero refuerzas la idea de que su esfuerzo es prescindible. ¿Qué propones y por qué?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 29"
    },
    {
      "id": "block-B09-q220",
      "module_id": 5,
      "block_id": "B09",
      "type": "video",
      "raw_text": "Debes preparar un mensaje tras la fusión con otra empresa y algunos piden omitir dudas del personal. ¿Qué harías? Explica tu razonamiento.",
      "refactored_text": "Después de una fusión debes preparar un mensaje para reforzar pertenencia. Te piden destacar solo beneficios y no mencionar dudas del personal sobre puestos, cultura y procesos. Si decides abordar las inquietudes, explicar qué se sabe y qué no, y ofrecer espacios de preguntas, tendrás que invertir tiempo extra, asumir críticas y quizá retrasar la comunicación. Si omites las dudas, envías un mensaje limpio, pero la gente sentirá que sus inquietudes se minimizan. ¿Qué enfoque eliges?",
      "length_status": "ok",
      "audit_status": "pending",
      "audit_notes": "Modulo 5 Video B09 batch 08 item 30"
    }
  ]