[
  {
    "id": "block-B09-q221",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes lanzar un mensaje de pertenencia para equipos remotos y te piden hacerlo solo por correo. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden reforzar la pertenencia en equipos remotos. La vía rápida es enviar un correo masivo. Si optas por producir cápsulas breves con líderes visitando virtualmente a cada célula, tendrás que coordinar agendas complejas, editar material y asumir críticas por dedicar tiempo operativo a esto. Si usas solo el correo, ahorras esfuerzo, pero mantienes la distancia que ya sienten. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 1"
  },
  {
    "id": "block-B09-q222",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes reactivar un boletín de historias internas y te piden limitarlo a comunicados breves. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes reactivar un boletín de cultura. Te piden limitarlo a avisos breves para no “robar tiempo”. Si decides incluir testimonios reales y agradecimientos, deberás entrevistar personas, extender la edición y enfrentar reclamos sobre la longitud del texto. Si lo reduces a notas cortas, publicas rápido, pero pierdes la voz de quienes sostienen la cultura. ¿Cómo respondes ante la presión?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 2"
  },
  {
    "id": "block-B09-q223",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden presentar resultados de clima y algunos quieren omitir las historias detrás de los datos. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Presentarás resultados de clima. Te sugieren mostrar solo porcentajes para no “abrir heridas”. Si incluyes historias cualitativas sobre por qué la gente se queda o duda, tendrás que moderar emociones, pedir permisos delicados y asumir preguntas incómodas en la sala. Si omites las voces, ahorras fricción, pero el mensaje se vuelve frío y poco creíble. ¿Qué enfoque tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 3"
  },
  {
    "id": "block-B09-q224",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes rediseñar el onboarding de cultura y te proponen dejar solo un video estándar. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Rediseñas el onboarding cultural y te proponen usar un video estándar para todos y ahorrar tiempo. Si defiendes tener sesiones en vivo con referentes locales, deberás coordinar agendas, alargar el proceso de ingreso y enfrentar quejas por el costo asociado. Si aceptas el video único, integras rápido, pero dejas una experiencia fría que no genera apego real. ¿Qué formato eliges y por qué?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 4"
  },
  {
    "id": "block-B09-q225",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tras un recorte de beneficios, te piden enviar un mensaje positivo sin mencionar la pérdida. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Hubo un recorte de beneficios y te piden un mensaje de apego solo con noticias positivas. Si decides reconocer la pérdida, explicar las razones y ofrecer escucha, tendrás que enfrentar preguntas duras, invertir tiempo en preparar respuestas y podrías retrasar el envío. Si omites el tema, publicas rápido, pero la gente sentirá que se maquilla la realidad. ¿Qué postura asumes?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 5"
  },
  {
    "id": "block-B09-q226",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden promover horarios flexibles para cuidado familiar y algunos quieren evitar el tema. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes proponer mensajes sobre flexibilidad para cuidado familiar, pero algunos prefieren no mencionarlo para evitar excepciones. Si visibilizas casos y acuerdos reales, tendrás que negociar nuevos lineamientos, invertir tiempo en ejemplos y enfrentar críticas por supuesta inequidad. Si callas el tema, mantienes la comodidad administrativa, pero indicas que la vida personal no cuenta. ¿Cómo procedes?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 6"
  },
  {
    "id": "block-B09-q227",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tras un error público, te piden un mensaje que solo resalte éxitos recientes. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Ocurrió un error visible y te piden un mensaje de pertenencia enfocado solo en éxitos recientes. Si incluyes el error, reconoces el impacto y explicas el apoyo al equipo responsable, deberás moderar la tensión, preparar respuestas defensivas y asumir críticas internas. Si lo omites, el mensaje queda limpio, pero parecerá que la empresa vive en negación. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 7"
  },
  {
    "id": "block-B09-q228",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes lanzar grupos de afinidad y algunos quieren limitarse a un comunicado único. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden lanzar grupos de afinidad. La propuesta es enviar un comunicado único y cerrar el tema. Si impulsas sesiones iniciales con moderadores y reglas claras, necesitarás tiempo de gestión, presupuesto y podrías enfrentar incomodidad por temas sensibles. Si solo envías el aviso, ahorras esfuerzo, pero das la señal de que la inclusión no es prioritaria. ¿Qué propones?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 8"
  },
  {
    "id": "block-B09-q229",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden celebrar aniversarios en sucursales lejanas y algunos quieren hacerlo solo en sede central. ¿Cómo procedes? Explica tu razonamiento.",
    "refactored_text": "Debes coordinar aniversarios en sucursales lejanas. Te sugieren celebrar solo en la sede central y enviar fotos. Si decides viajar o habilitar eventos locales con líderes, tendrás que mover agendas, incurrir en gastos y recibir críticas por el tiempo invertido. Si centralizas todo, es eficiente, pero refuerzas la idea de que las sedes remotas son irrelevantes. ¿Qué decisión tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 9"
  },
  {
    "id": "block-B09-q230",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes integrar a personal nuevo sin mentores y te piden hacerlo solo con manuales. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Integrarás personal nuevo y te piden no asignar mentores para no distraer al equipo, usando solo manuales. Si insistes en designar padrinos, tendrás que pedirles horas extra, coordinar pareos y enfrentar quejas por la carga laboral adicional. Si te quedas con los manuales, el proceso es rápido, pero dejas a los nuevos sin los vínculos que sostienen el apego. ¿Qué priorizas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 10"
  },
  {
    "id": "block-B09-q231",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden fomentar comprensión entre áreas y sugieres rotar roles por un día; algunos lo ven improductivo. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Buscas mejorar la empatía entre áreas rotando funciones por un día, pero te dicen que es improductivo. Si mantienes la idea, deberás planear respaldos, asumir horas de capacitación y recibir críticas por frenar entregas urgentes. Si descartas la rotación, ahorras tiempo inmediato, pero perpetúas los silos que dañan la pertenencia. ¿Cómo defiendes o ajustas tu propuesta?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 11"
  },
  {
    "id": "block-B09-q232",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes reconocer a equipos que cubren guardias y algunos proponen solo un correo. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes reconocer a los equipos de guardia de fin de semana. Proponen un simple correo de agradecimiento. Si optas por visitarlos con líderes para darles voz, tendrás que coordinar traslados fuera de horario, cubrir viáticos y recibir críticas por el costo. Si solo envías el correo, cumples el trámite, pero refuerzas la idea de que su esfuerzo es invisible. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 12"
  },
  {
    "id": "block-B09-q233",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden compartir decisiones de comité sin contexto y solo resultados. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Te piden comunicar decisiones de un comité enviando solo los resultados para ahorrar lectura. Si añades contexto sobre los dilemas y el impacto en las personas, tendrás que coordinar aprobaciones extras, alargar el mensaje y enfrentar cuestionamientos. Si envías solo los titulares, es rápido, pero la gente sentirá que alguien lejano decide sin explicar las consecuencias. ¿Qué formato eliges y por qué?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 13"
  },
  {
    "id": "block-B09-q234",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes explicar valores y te proponen un video animado sin testimonios reales. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes explicar los valores corporativos. Prefieren un video animado sin voces reales para facilitar la producción. Si decides incluir testimonios de empleados viviendo los valores, implicará repetir tomas, pedir permisos y retrasar la publicación, enfrentando presión por el tiempo. Si aceptas la animación, sale rápido, pero el mensaje se sentirá distante y artificial. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 14"
  },
  {
    "id": "block-B09-q235",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes abrir un canal de ideas en planta y algunos quieren limitarlo a una encuesta anual. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Te piden recoger ideas en planta. Sugieren una encuesta anual por correo para simplificar. Si propones un buzón físico y sesiones breves de escucha, deberás desplazarte, moderar comentarios incómodos cara a cara y dedicar tiempo fuera de agenda. Si te quedas con la encuesta, es fácil de gestionar, pero la gente sentirá que su voz diaria no importa. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 15"
  },
  {
    "id": "block-B09-q236",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden un video sobre logros y algunos no quieren incluir historias de apoyo interno. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Preparas un video de logros. Te piden enfocarte solo en resultados comerciales y omitir las historias de soporte interno. Si incluyes testimonios de quienes sostuvieron al equipo tras bambalinas, tendrás que grabar más, editar y enfrentar críticas por ser “demasiado sentimental”. Si los omites, avanzas rápido, pero invisibilizas a la base que genera la pertenencia real. ¿Qué enfoque eliges?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 16"
  },
  {
    "id": "block-B09-q237",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes impulsar agradecimientos entre pares y algunos creen que toma tiempo inútil. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden promover el agradecimiento entre pares, pero dicen que hacerlo en reuniones es improductivo. Si defiendes un espacio fijo para reconocer apoyos, deberás recortar otros temas técnicos, enfrentar quejas por la agenda apretada y asumir la moderación. Si lo eliminas, mantienes la eficiencia, pero pierdes un ritual clave para el sentido de comunidad. ¿Qué priorizas y cómo lo justificas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 17"
  },
  {
    "id": "block-B09-q238",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes comunicar cambio de turnos y te proponen enviar solo un memo técnico. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Se avecina un cambio de turnos y te piden enviar solo un memo técnico. Si propones foros breves para resolver dudas y explicar las razones, tendrás que coordinar horarios rotativos, moderar la molestia en vivo y enfrentar presión por retrasar la implementación. Si envías solo el memo, es rápido, pero la gente sentirá que se le impone sin ser escuchada. ¿Qué formato eliges?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 18"
  },
  {
    "id": "block-B09-q239",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un compañero fue reubicado tras un conflicto y te piden comunicarlo de forma breve. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Un compañero fue reubicado tras un conflicto. Te piden un aviso breve para no “hacer ruido”. Si propones explicarlo con respeto, reconociendo su aporte y abriendo preguntas, tendrás que moderar emociones, invertir tiempo y asumir el riesgo de la incomodidad. Si envías solo la nota fría, cierras el tema rápido, pero refuerzas la sensación de que las personas son descartables. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 19"
  },
  {
    "id": "block-B09-q240",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden organizar voluntariado y algunos quieren hacerlo fuera de horario laboral sin apoyo. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Organizas un voluntariado para reforzar la pertenencia. Te proponen hacerlo fuera del horario laboral y sin logística. Si defiendes permitir horas remuneradas y transporte, tendrás que justificar el presupuesto, ajustar turnos y enfrentar críticas por el costo operativo. Si lo dejas totalmente fuera de horario, mantienes la eficiencia, pero demuestras que la empresa no respalda su propio discurso. ¿Qué decisión tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 20"
  },
  {
    "id": "block-B09-q241",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden mostrar cercanía con sucursales pequeñas y algunos quieren hacerlo solo con videollamadas. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes reforzar la cercanía con sucursales pequeñas. Te sugieren usar solo videollamadas para ahorrar viajes. Si insistes en visitas presenciales de líderes, implicará reacomodar agendas complejas y gastos, recibiendo críticas por la inversión de tiempo. Si te quedas con lo virtual, avanzas rápido, pero confirmas que para la central no vale la pena moverse. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 21"
  },
  {
    "id": "block-B09-q242",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes mejorar espacios comunes y algunos piden posponer todo para ahorrar. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Los espacios comunes están deteriorados y afectan la moral. Te piden posponer mejoras para ahorrar. Si insistes en invertir en áreas básicas ahora, tendrás que negociar presupuesto con fuerza, priorizar fases y recibir críticas por gastar en “estética”. Si pospones, mantienes las cuentas ordenadas, pero sigues enviando el mensaje de que el bienestar no es prioridad. ¿Qué ruta tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 22"
  },
  {
    "id": "block-B09-q243",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden agradecer a soporte nocturno y proponen un mensaje genérico. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes agradecer al soporte nocturno. Te proponen un mensaje genérico para todos. Si planteas reconocimientos específicos y visitas en su horario, deberás ajustar tu agenda personal, pagar horas de traslado y asumir críticas por el costo logístico. Si envías el mensaje genérico, es simple, pero confirmas que su esfuerzo apenas se ve desde el día. ¿Qué opción tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 23"
  },
  {
    "id": "block-B09-q244",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden eliminar cafés semanales porque “quitan tiempo”. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Existen cafés semanales para compartir aprendizajes, pero te piden eliminarlos porque “quitan tiempo facturable”. Si los defiendes proponiendo versiones breves y constantes, deberás recortar otros temas, justificar el espacio ante gerencia y enfrentar quejas por la agenda. Si los cancelas, liberas minutos, pero eliminas un ritual que sostiene la confianza del equipo. ¿Qué decisión tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 24"
  },
  {
    "id": "block-B09-q245",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes renovar el mural de logros y te proponen un PDF anual estático. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Te piden renovar el mural de logros. Sugieren un PDF anual estático para ahorrar gestión. Si propones un mural digital que se actualice cada mes, deberás perseguir insumos, moderar contenidos y dedicar tiempo continuo, recibiendo críticas por el esfuerzo administrativo. Si aceptas el PDF, es sencillo, pero los logros perderán actualidad y cercanía rápidamente. ¿Qué camino eliges?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 25"
  },
  {
    "id": "block-B09-q246",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes compartir aprendizajes de proyectos fallidos y algunos quieren ocultarlos. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden compartir aprendizajes, pero varios prefieren mostrar solo éxitos. Si decides analizar fallas, explicar correcciones y dar voz a los involucrados, tendrás que moderar la vulnerabilidad, invertir tiempo en guiones cuidadosos y asumir riesgos de incomodidad pública. Si ocultas los fracasos, la sesión será cómoda, pero perderás credibilidad y una oportunidad de cohesión real. ¿Qué enfoque tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 26"
  },
  {
    "id": "block-B09-q247",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que solo directivos hablen en eventos internos y quieres rotar vocerías. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "En un evento interno te piden que solo hablen los directivos para agilizar. Si propones rotar vocerías con personas operativas de distintas áreas, deberás ensayar más, coordinar mensajes diversos y enfrentar críticas por alargar el programa. Si aceptas solo directivos, será ágil, pero refuerzas la distancia jerárquica y la baja identificación. ¿Cómo justificas tu decisión?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 27"
  },
  {
    "id": "block-B09-q248",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes incluir lecciones de liderazgo tras un error y algunos quieren omitirlas. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Hubo un error de liderazgo y te piden comunicar solo la solución técnica. Si incluyes lecciones sobre cómo escuchar y reparar la confianza, deberás coordinar con los líderes, aceptar responsabilidad pública y quizá retrasar la publicación. Si omites el aprendizaje, envías un mensaje rápido, pero la gente notará que la empresa no reflexiona sobre sus propios tropiezos. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 28"
  },
  {
    "id": "block-B09-q249",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden estandarizar bienvenidas con un kit genérico y quieres mantener saludos personalizados. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Quieren estandarizar la bienvenida con un kit genérico enviado por correo. Si propones mantener saludos personalizados en video de cada equipo, deberás coordinar grabaciones, invertir tiempo de producción y enfrentar críticas por la demora en la entrega. Si aceptas el kit único, cumples rápido, pero la llegada se siente impersonal y debilita el apego inicial. ¿Qué ruta tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 29"
  },
  {
    "id": "block-B09-q250",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes planear un evento familiar y algunos quieren excluir a hijos por logística. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Planeas un evento de integración y quieren excluir a los hijos por logística. Si insistes en incluirlos, deberás gestionar seguridad, permisos y costos extra, enfrentando críticas financieras por desviar recursos del negocio. Si los excluyes, simplificas la organización, pero envías el mensaje de que la empresa no valora la realidad familiar que sostiene al empleado. ¿Qué decisión tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 30"
  },
  {
    "id": "block-B09-q251",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Reingresan personas y te piden tratarlas como nuevas, sin acompañamiento especial. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Varias personas reingresan y te piden tratarlas como nuevas sin distinciones. Si propones un programa de reencuentro para que cuenten por qué regresan, deberás invertir tiempo, abrir conversaciones sobre sus salidas pasadas y enfrentar críticas por trato diferenciado. Si las dejas con el proceso estándar, ahorras esfuerzo, pero pierdes la oportunidad de reforzar públicamente su lealtad renovada. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 31"
  },
  {
    "id": "block-B09-q252",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes visibilizar oficios poco vistos y algunos dicen que no es prioritario. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden visibilizar oficios operativos poco vistos. Algunos dicen que no es prioritario. Si decides grabar videos mostrando su trabajo, tendrás que coordinar permisos, detener actividades productivas unos minutos y recibir críticas por el costo de oportunidad. Si no lo haces, mantienes la eficiencia aparente, pero sigues invisibilizando a quienes sostienen la operación diaria. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 32"
  },
  {
    "id": "block-B09-q253",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden hablar de plantas alejadas y algunos quieren hacerlo solo en reunión virtual. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes reforzar la pertenencia en plantas alejadas. Te proponen mencionarlas en una reunión virtual y ya. Si decides viajar o enviar delegados a grabar en sitio, tendrás que ajustar presupuestos, pasar tiempo fuera y enfrentar críticas por el gasto de viáticos. Si te quedas con la mención virtual, es barato, pero refuerza la idea de lejanía y olvido. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 33"
  },
  {
    "id": "block-B09-q254",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes guiar sobre lenguaje inclusivo y algunos quieren evitar el tema. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden orientar sobre lenguaje inclusivo. Algunos prefieren evitar el tema para no generar debate. Si decides elaborar guías prácticas y ofrecer sesiones de dudas, deberás invertir tiempo, moderar desacuerdos fuertes y enfrentar críticas por “sensibilizar de más”. Si evitas el tema, mantienes la calma momentánea, pero sigues dejando a grupos de personas sintiéndose excluidos. ¿Qué postura tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 34"
  },
  {
    "id": "block-B09-q255",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden un mensaje heroico y quieres incluir historias de crisis pasadas. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Para un mensaje de orgullo te piden solo éxitos heroicos. Si incluyes historias de crisis pasadas donde los equipos se cuidaron mutuamente con costo personal, tendrás que recopilar testimonios duros, cuidar sensibilidades y alargar la aprobación. Si te quedas con triunfos perfectos, el video sale rápido, pero se siente ajeno y superficial para quienes vivieron la crisis. ¿Qué enfoque eliges?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 35"
  },
  {
    "id": "block-B09-q256",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tras cambiar horarios, te piden solo un correo de aviso y nada más. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Cambian los horarios y te piden enviar solo un correo de aviso. Si propones además micro sesiones para escuchar impactos y ajustar apoyos, deberás coordinar tiempos, moderar molestias en vivo y asumir que la implementación tarde más. Si solo mandas el correo, cumples rápido, pero la gente sentirá que no importa cómo les afecta el cambio. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 36"
  },
  {
    "id": "block-B09-q257",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden consolidar reconocimientos en una ceremonia anual y eliminar los mensuales. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Quieren eliminar los reconocimientos mensuales y dejar solo una ceremonia anual para ahorrar. Si defiendes mantener espacios frecuentes, aunque sean breves, deberás justificar la agenda, gestionar entregas constantes y enfrentar críticas por la logística. Si aceptas solo la ceremonia anual, simplificas todo, pero los logros cotidianos pierden visibilidad y el apego se enfría. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 37"
  },
  {
    "id": "block-B09-q258",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no incluir a personal tercerizado en reconocimientos. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Te piden preparar reconocimientos y te solicitan excluir al personal tercerizado para simplificar trámites. Si los incluyes, tendrás que coordinar con sus empresas, ajustar el presupuesto y quizá enfrentar discusiones sobre alcance legal. Si los dejas fuera, ahorras gestión, pero envías el mensaje de que su aporte no cuenta, dañando el sentido de comunidad global. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 38"
  },
  {
    "id": "block-B09-q259",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes entrenar a jefes para feedback cercano y proponen solo un curso en línea. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Debes mejorar el feedback de los jefes. Proponen solo un curso en línea para no quitarles tiempo. Si añades sesiones presenciales con práctica y roles simulados, deberás reservar horas valiosas, enfrentar resistencia de gerentes ocupados y retrasar otras tareas. Si aceptas solo el curso, es rápido, pero el cambio quedará en teoría y no fortalecerá el vínculo real. ¿Qué modelo eliges?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 39"
  },
  {
    "id": "block-B09-q260",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden habilitar espacios híbridos y algunos quieren dejarlos solo como salas de reserva. ¿Qué harías? Explica tu razonamiento.",
    "refactored_text": "Quieren fomentar encuentros híbridos. Te proponen dejar salas de reserva sin más gestión. Si decides pilotar espacios de coworking con anfitriones y reglas de interacción, tendrás que asignar presupuesto, coordinar turnos y enfrentar críticas por la complejidad operativa. Si los dejas como salas vacías, ahorras esfuerzo, pero el vínculo entre presenciales y remotos seguirá débil. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "pending",
    "audit_notes": "Modulo 5 Video B09 batch 09 item 40"
  }
]