[
  {
    "id": "block-B09-q356",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Proponen reemplazar los círculos de bienvenida en vivo por un correo único. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Para agilizar la integración, sugieren sustituir los círculos de bienvenida presenciales por un correo. Si mantienes el encuentro, asumes la carga de coordinar agendas y posibles críticas por 'perder tiempo'. Si aceptas el correo, es eficiente, pero eliminas el primer vínculo humano real. ¿Qué priorizas y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 1"
  },
  {
    "id": "block-B09-q357",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden borrar los nombres del mural de logros y dejarlo anónimo. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Te solicitan anonimizar el mural de logros para evitar comparaciones. Si los mantienes para dar crédito, deberás gestionar consentimientos y asumir quejas por supuestos favoritismos. Si los borras, evitas problemas, pero el reconocimiento se vuelve impersonal. ¿Qué decides y cómo lo justificas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 2"
  },
  {
    "id": "block-B09-q358",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren cerrar el buzón anónimo de dudas sobre pertenencia porque genera trabajo extra. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Sugieren cerrar el buzón de dudas anónimas por la carga administrativa. Si lo mantienes, deberás dedicar horas a investigar y responder temas incómodos. Si lo cierras, ahorras trabajo, pero envías el mensaje de que las inquietudes difíciles molestan. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 3"
  },
  {
    "id": "block-B09-q359",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para el aniversario proponen no incluir al turno nocturno para simplificar. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Por logística, proponen no incluir al turno nocturno en el aniversario. Si insistes en incluirlos, deberás ajustar horarios y asumir el sobrecosto de transporte. Si los excluyes, simplificas el evento, pero validas tácitamente que hay empleados de segunda categoría. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 4"
  },
  {
    "id": "block-B09-q360",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden recortar las mentorías de apego a solo un correo trimestral. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Te piden reducir las mentorías de apego a un simple correo trimestral. Si defiendes las sesiones, tendrás que bloquear agendas y justificar esa 'ineficiencia' operativa. Si aceptas el correo, cumples el trámite, pero rompes el acompañamiento real. ¿Qué priorizas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 5"
  },
  {
    "id": "block-B09-q361",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Proponen quitar testimonios de planta del boletín para evitar comentarios duros. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Piden quitar testimonios francos del boletín para no incomodar. Si los conservas, deberás moderar reacciones y asumir el riesgo de que la dirección se moleste. Si los quitas, el boletín es seguro, pero la plantilla sentirá censura. ¿Qué decides hacer?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 6"
  },
  {
    "id": "block-B09-q362",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren mover la reunión de pertenencia a un horario incómodo para no interrumpir producción. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Quieren mover la reunión de pertenencia a un horario que no afecte la producción, aunque sea incómodo. Si defiendes un horario digno, chocarás con Operaciones. Si cedes, la producción fluye, pero el mensaje es que las personas no son prioridad. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 7"
  },
  {
    "id": "block-B09-q363",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden eliminar la ronda de aprendizajes personales en las juntas de apego. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Sugieren eliminar la ronda de 'aprendizajes personales' de las juntas para ir al grano. Si la mantienes, deberás cortar otros temas y tolerar la impaciencia de los orientados a resultados. Si la quitas, ganas tiempo, pero pierdes un momento clave de conexión humana. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 8"
  },
  {
    "id": "block-B09-q364",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En la galería interna quieren publicar solo fotos sin historias personales. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Piden publicar solo fotos en la galería, sin historias, para agilizar. Si mantienes las historias, tendrás que editar textos y perseguir aprobaciones. Si dejas solo fotos, es rápido, pero se pierde el contexto narrativo que genera orgullo. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 9"
  },
  {
    "id": "block-B09-q365",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren fusionar los canales de comunidad en un único chat general. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Proponen fusionar todos los canales de comunidad en un chat general. Si defiendes los espacios específicos, tendrás más carga de moderación y críticas por dispersión. Si fusionas, centralizas la gestión, pero diluyes las identidades de cada grupo. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 10"
  },
  {
    "id": "block-B09-q366",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden quitar la sección de agradecimientos del boletín para ahorrar espacio. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Para ahorrar espacio, piden quitar los agradecimientos del boletín. Si los mantienes, deberás recortar noticias corporativas y discutir con comunicaciones. Si los borras, el diseño queda limpio, pero eliminas el reconocimiento entre pares. ¿Qué priorizas y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 11"
  },
  {
    "id": "block-B09-q367",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Proponen suspender las visitas trimestrales a sedes pequeñas y solo enviar correos. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Sugieren cambiar las visitas a sedes pequeñas por correos informativos. Si mantienes las visitas, asumes el desgaste del viaje y el costo financiero. Si las cancelas, optimizas recursos, pero esas sedes se sentirán abandonadas. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 12"
  },
  {
    "id": "block-B09-q368",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden limitar el presupuesto de encuentros locales a solo un café virtual. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Te piden limitar el presupuesto de encuentros locales a un café virtual. Si peleas por un evento presencial modesto, deberás negociar partidas y justificar el gasto. Si aceptas lo virtual, cumples el presupuesto, pero la conexión se enfría. ¿Cómo actúas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 13"
  },
  {
    "id": "block-B09-q369",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para el manual de cultura te piden quitar ejemplos de conflictos resueltos. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Piden quitar ejemplos de conflictos resueltos del manual de cultura. Si los dejas, te expones a revivir viejas tensiones y críticas internas. Si los sacas, el manual queda 'perfecto', pero pierde la honestidad que enseña. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 14"
  },
  {
    "id": "block-B09-q370",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no publicar los resultados críticos de la encuesta de pertenencia. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Solicitan no publicar resultados críticos de la encuesta de pertenencia. Si los publicas con un plan, deberás gestionar el malestar y trabajar extra en el seguimiento. Si los ocultas, evitas el golpe anímico, pero destrozas la confianza en la transparencia. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 15"
  },
  {
    "id": "block-B09-q371",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para un video interno proponen usar un actor en vez de una historia real. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Sugieren usar un actor en el video interno para controlar la imagen. Si usas una historia real, arriesgas imperfecciones y debes gestionar permisos complejos. Si usas el actor, controlas el mensaje, pero la plantilla notará la artificialidad. ¿Qué priorizas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 16"
  },
  {
    "id": "block-B09-q372",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden dejar sin traducción un mensaje clave para un equipo bilingüe. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Piden no traducir un mensaje clave para un equipo bilingüe por urgencia. Si lo traduces, retrasas el envío y sumas trabajo de revisión. Si lo envías así, cumples el plazo, pero excluyes lingüísticamente a una parte del equipo. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 17"
  },
  {
    "id": "block-B09-q373",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren publicar campañas sin atribuir autoría para evitar favoritismos. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Quieren publicar campañas sin firmar para evitar celos. Si mantienes la autoría, deberás verificar datos minuciosamente y lidiar con egos heridos. Si quitas los nombres, evitas conflictos, pero nadie recibe crédito por su idea. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 18"
  },
  {
    "id": "block-B09-q374",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para ahorrar, sugieren cancelar el desayuno mensual de integración. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Para recortar gastos, sugieren cancelar el desayuno de integración. Si lo defiendes, deberás recortar de otro lado y justificar la inversión social ante Finanzas. Si lo cancelas, cumples la meta de ahorro, pero eliminas un ritual de unión clave. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 19"
  },
  {
    "id": "block-B09-q375",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que el informe de clima solo tenga datos y no testimonios. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Piden un informe de clima solo con datos numéricos. Si incluyes los testimonios reales, el reporte será largo y difícil de digerir para la directiva. Si dejas solo números, es ejecutivo, pero invisibilizas el sentir real de la gente. ¿Qué priorizas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 20"
  },
  {
    "id": "block-B09-q376",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren prohibir fotos personales en el mural para mantener formalidad. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Quieren prohibir fotos personales en el mural por 'formalidad'. Si permites las fotos, asumes el trabajo de moderar contenidos y definir límites subjetivos. Si las prohíbes, estandarizas la imagen, pero matas la expresión personal. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 21"
  },
  {
    "id": "block-B09-q377",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden eliminar el humor local de los guiones para que suene neutro. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Te piden eliminar el humor local de los guiones para ser 'neutros'. Si defiendes el tono local, arriesgas que alguien no entienda y debas dar explicaciones. Si lo neutralizas, evitas riesgos, pero la comunicación se vuelve robótica. ¿Cómo justificas tu decisión?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 22"
  },
  {
    "id": "block-B09-q378",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para los talleres piden eliminar las pausas informales y hacerlo todo seguido. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Piden eliminar las pausas informales de los talleres para acabar antes. Si las mantienes, alargas la sesión y recibes quejas por productividad. Si las quitas, eres eficiente, pero eliminas el 'pasillo' donde ocurre la integración real. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 23"
  },
  {
    "id": "block-B09-q379",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren mover el reconocimiento mensual a un correo masivo sin encuentro. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Proponen cambiar el reconocimiento presencial por un mail masivo. Si sostienes el evento, debes coordinar logística y convencer a los jefes de liberar a sus equipos. Si usas el mail, es automático, pero el reconocimiento se siente burocrático. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 24"
  },
  {
    "id": "block-B09-q380",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden cerrar el canal de apoyo remoto porque casi no se usa. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Sugieren cerrar el canal de apoyo remoto por bajo uso. Si lo reactivas, deberás invertir tiempo personal en dinamizarlo sin garantía de éxito. Si lo cierras, limpias la plataforma, pero dejas a los remotos sin su espacio exclusivo. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 25"
  },
  {
    "id": "block-B09-q381",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para acelerar inducciones, piden quitar la mentoría de par y dejar solo manuales. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Para acelerar la inducción, piden quitar la mentoría de pares. Si la mantienes, debes pedir horas a empleados ocupados y gestionar sus negativas. Si la quitas, el proceso es rápido, pero el nuevo entra sin un guía humano. ¿Qué priorizas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 26"
  },
  {
    "id": "block-B09-q382",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Sugieren cerrar los grupos de afinidad y concentrar todo en comunicaciones oficiales. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Sugieren disolver los grupos de afinidad y centralizar la comunicación. Si los proteges, asumes la responsabilidad de moderar lo que allí se diga. Si los cierras, recuperas control, pero destruyes las redes de apoyo orgánico. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 27"
  },
  {
    "id": "block-B09-q383",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden posponer la charla sobre la historia de la empresa porque hay otras prioridades. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Piden posponer la charla de historia de la empresa por 'urgencias operativas'. Si insistes en hacerla, te verán como alguien desconectado de la realidad del negocio. Si cedes, alivias la presión hoy, pero la cultura se pospone indefinidamente. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 28"
  },
  {
    "id": "block-B09-q384",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren reducir a dos líneas los testimonios en el mural para que quepan más fotos. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Quieren recortar los testimonios del mural a dos líneas. Si peleas por el texto completo, ocupas mucho espacio visual y complicas el diseño. Si recortas, queda estético, pero las historias pierden su alma y detalle. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 29"
  },
  {
    "id": "block-B09-q385",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no mencionar errores corregidos en el boletín de aprendizajes. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Te piden no mencionar errores corregidos en el boletín de aprendizajes. Si los publicas, te arriesgas a que se señale a los responsables, aunque sea educativo. Si los ocultas, proteges egos, pero el equipo deja de aprender de sus fallos. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 30"
  },
  {
    "id": "block-B09-q386",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En una convivencia proponen no invitar a contratistas para ahorrar. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Proponen no invitar contratistas a la convivencia para ahorrar. Si los incluyes, deberás pelear una ampliación presupuestaria impopular. Si los dejas fuera, los números cierran, pero institucionalizas la exclusión dentro del mismo techo. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 31"
  },
  {
    "id": "block-B09-q387",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que en el podcast no se nombre a la planta remota para evitar polémica. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Piden no mencionar a la planta remota en el podcast para evitar polémicas pasadas. Si la incluyes, podrías reavivar quejas y tener que gestionar el ruido. Si la ignoras, el podcast sale limpio, pero validas su invisibilidad. ¿Qué priorizas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 32"
  },
  {
    "id": "block-B09-q388",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Proponen anunciar cambios de equipo sin consultar a las personas afectadas. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Proponen anunciar cambios de equipo sin consultar a los afectados para ir rápido. Si frenas para consultar, retrasas la estrategia y asumes la ansiedad del rumor. Si anuncias directo, ejecutas ya, pero la gente se siente tratada como fichas. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 33"
  },
  {
    "id": "block-B09-q389",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren desactivar el chat de preguntas durante los foros porque distrae. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Sugieren desactivar el chat en los foros porque distrae. Si lo mantienes, tendrás que filtrar quejas en vivo y responder lo inesperado. Si lo desactivas, la sesión es ordenada, pero se convierte en un monólogo sin participación. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 34"
  },
  {
    "id": "block-B09-q390",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden usar una plantilla única sin fotos locales para todas las sedes. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Piden usar una plantilla idéntica para todas las sedes, sin fotos locales. Si personalizas cada una, triplicas tu tiempo de edición y revisión. Si usas la estándar, cumples el plazo, pero cada sede siente el mensaje ajeno. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 35"
  },
  {
    "id": "block-B09-q391",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Sugieren cancelar el espacio de diálogo posterior a los comunicados difíciles. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Sugieren eliminar el diálogo post-comunicado difícil para 'no caldear ánimos'. Si abres el micrófono, recibirás el golpe emocional del equipo y deberás contenerlo. Si cierras la sesión, proteges a la gerencia, pero la gente se queda sin válvula de escape. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 36"
  },
  {
    "id": "block-B09-q392",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no invitar a líderes de área a los cafés abiertos para evitar preguntas. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Piden no invitar directivos a los cafés abiertos para que estén cómodos. Si los invitas, deberás prepararles para preguntas duras y gestionar su incomodidad. Si los excluyes, evitas tensión, pero refuerzas la barrera 'nosotros vs ellos'. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 37"
  },
  {
    "id": "block-B09-q393",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para el video de logros quieren usar solo voz en off sin mostrar personas. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Quieren un video de logros solo con voz en off, sin gente, para agilizar. Si insistes en grabar empleados, asumes la logística de rodaje y permisos. Si usas la voz en off, resuelves en horas, pero el logro pierde su rostro humano. ¿Qué priorizas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 38"
  },
  {
    "id": "block-B09-q394",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren que los foros de escucha sean solo semestrales para ahorrar tiempo. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Proponen reducir los foros de escucha a dos veces al año. Si defiendes la frecuencia trimestral, te acusarán de saturar la agenda operativa. Si aceptas reducirla, liberas tiempo, pero el equipo aprende que escucharlos no es prioridad. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 39"
  },
  {
    "id": "block-B09-q395",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no mostrar desacuerdos en el video de integración para mantener buena imagen. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Te piden editar los desacuerdos del video de integración. Si muestras cómo se resolvieron, el video será menos 'bonito' y requerirá explicaciones. Si los borras, vendes una imagen de armonía perfecta que todos saben que es falsa. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 40"
  },
  {
    "id": "block-B09-q396",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En la bienvenida quieren evitar que el nuevo personal comparta inquietudes en público. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Sugieren que los nuevos no pregunten en público en la bienvenida. Si abres el micrófono, arriesgas preguntas incómodas frente a directivos. Si lo impides, el evento es protocolar y seguro, pero los nuevos aprenden a callar desde el día uno. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 41"
  },
  {
    "id": "block-B09-q397",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no mencionar a los equipos externos que apoyaron un proyecto clave. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Piden no citar a equipos externos en el éxito del proyecto. Si les das crédito, diluyes el protagonismo interno y podrías molestar a tu equipo. Si los omites, el triunfo es todo vuestro, pero faltas a la verdad de la colaboración. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 42"
  },
  {
    "id": "block-B09-q398",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren que el boletín sea solo de logros y no incluya iniciativas comunitarias. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Quieren sacar las iniciativas comunitarias del boletín por 'falta de relevancia'. Si las mantienes, robas espacio a los KPIs de negocio y te criticarán por 'blando'. Si las sacas, complaces a la gerencia, pero desmotivas al voluntariado. ¿Qué priorizas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 43"
  },
  {
    "id": "block-B09-q399",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para los reconocimientos proponen usar solo un correo automático sin mensaje personalizado. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Proponen automatizar los reconocimientos sin mensajes personales. Si escribes a cada uno, pierdes horas operativas valiosas. Si automatizas, eres eficiente, pero el reconocimiento se convierte en spam corporativo. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 44"
  },
  {
    "id": "block-B09-q400",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Sugieren que las celebraciones virtuales no tengan cámara para evitar incomodidad. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Sugieren apagar cámaras en la fiesta virtual para evitar incomodidad. Si pides cámaras encendidas, deberás animar a los tímidos y gestionar el silencio visual. Si dejas todo apagado, es cómodo, pero brindas con una pantalla negra. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 12 item 45"
  }
]