[
  {
    "id": "block-B09-q011",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "En un cambio digital te asignan un plan clave donde tus jefes piden metas rápidas aunque los pasos sigan mal. Si cumples todo sin cuestionar, mantienes buena imagen y evitas roces, pero sabes que el cambio queda débil. Si pides ordenar el trabajo y plazos claros, enfrentas rechazo, gestos tensos y riesgo de ser visto como difícil ante la dirección. ¿Qué haces y qué priorizas?",
    "notes": "Modulo 5 Video B09 batch 02 item 11",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q012",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu empresa organiza una reunión sobre cultura hoy y te encargan definir el mensaje. Si propones un mensaje suave pero vacío, todos salen contentos y nadie se incomoda, pero se esconden problemas del clima. Si incluyes temas de carga laboral y confianza en la empresa, puedes tensar la reunión, ver caras tensas y ser visto como difícil ante tus jefes. ¿Qué priorizas y por qué?",
    "notes": "Modulo 5 Video B09 batch 02 item 12",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q013",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "La empresa lanza un plan para cuidar la cultura y te pide guiar talleres con varios equipos. Si armas juegos ligeros para evitar quejas, las reuniones se ven calmas, pero se esconden roces y poca confianza. Si invitas a hablar con sinceridad y dejas por escrito los temas difíciles, arriesgas silencios, caras tensas y que te vean como quien abre problemas duros. ¿Cómo actúas hoy?",
    "notes": "Modulo 5 Video B09 batch 02 item 13",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 381,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q014",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu empresa revisa planes de desarrollo y te pide opinar qué cursos serán fijos. Si apoyas talleres breves, la asistencia sube y la gente sale en calma, pero quedan fuera temas de carga y liderazgo. Si propones abrir espacios para hablar de fallos y fijar cambios, asumes incomodar a mandos, ver caras tensas y ser visto como quien traba algo que otros quieren ya. ¿Qué propones?",
    "notes": "Modulo 5 Video B09 batch 02 item 14",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 66,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q015",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Te asignan un proyecto clave para revisar procesos. Parte del equipo quiere cerrar rápido el análisis para mostrar avances y no tensar la relación con otras áreas. Si sigues esa línea, conservas buena imagen, pero se dejan fuera problemas diarios. Si insistes en profundizar y anotar riesgos, asumes atrasos, reuniones duras y el rótulo de pesimista ante tus jefes hoy. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 02 item 15",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 62,
    "char_count": 381,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q016",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Te suman a un equipo que arma un evento para reforzar la imagen de la empresa. Algunos proponen un tono alegre con mensajes suaves sin hablar de conflictos. Si aceptas esa idea, el evento queda bien pero se ocultan tensiones y dudas sobre pertenencia. Si propones un espacio corto para nombrar fallos, cortas la fiesta y puedes ser visto como quien trae problemas. ¿Qué eliges?",
    "notes": "Modulo 5 Video B09 batch 02 item 16",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 64,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q017",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu empresa prepara eventos para fortalecer la cultura y te piden definir la dinámica. Varios quieren centrarse en historias de éxito sin mencionar tensiones. Si sigues esa línea, el ambiente será festivo, pero reforzarás una imagen poco realista. Si propones hablar también de fallos y aprendizajes, arriesgas incomodidad, retrasos y quedar señalado como quien ensucia la celebración. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 02 item 17",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 60,
    "char_count": 365,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q018",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Estás en un comité de eventos internos para cuidar el apego laboral. Parte del grupo quiere actividades lúdicas y fotos, sin temas difíciles. Si apoyas eso, tendrás visibilidad y diversión, pero ignorarás prácticas que dañan el compromiso. Si insistes en espacios serios para escuchar a la gente y acordar cambios, arriesgas bajar el entusiasmo y ser visto como excesivamente crítico. ¿Qué priorizas?",
    "notes": "Modulo 5 Video B09 batch 02 item 18",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 61,
    "char_count": 366,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q019",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu empresa enfrenta un problema serio de confianza y buscas soluciones en un grupo. Algunos proponen arreglos rápidos para mejorar indicadores visibles sin revisar causas profundas. Si apoyas eso, ganas reputación rápida, pero el malestar sigue intacto. Si impulsas cambios exigentes sobre hábitos y transparencia, asumes discusiones duras, más trabajo y quedar asociado a decisiones impopulares ante la dirección. ¿Qué camino eliges?",
    "notes": "Modulo 5 Video B09 batch 02 item 19",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 62,
    "char_count": 381,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q020",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Buscas resolver un problema crítico cuidando la cultura. La opción cómoda es cumplir plazos y mostrar resultados rápidos, dejando temas de confianza para después. Si eliges eso, evitas fricciones y recibes reconocimiento, pero el clima tenso se mantiene. Si decides abrir conversaciones sobre errores y responsabilidades, aceptas alargar reuniones, enfrentar resistencias y quedar como quien complica un proyecto presionado. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 02 item 20",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 61,
    "char_count": 372,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  }
]