[
  {
    "id": "block-B09-q001",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu equipo prepara el evento principal del año y se suma un colega de otro departamento que cuestiona tus ideas en cada reunión. Si lo dejas hacer, evitas un choque directo y mantienes el ambiente tranquilo, pero el grupo duda de tu liderazgo. Si hablas con él y con tu jefe, pides cambios claros y pones límites, aceptas tensar la relación y quedar como difícil. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 1",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 67,
    "char_count": 374,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q002",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "En una reunión general, la alta dirección presenta una visión vaga y pide a todos que confíen sin explicar el plan. Si aplaudes y haces comentarios positivos, mantienes buena imagen y evitas preguntas pero apoyas algo que no compartes. Si pides claridad y expresas dudas con respeto, muestras compromiso real pero puedes quedar marcado como problemático y ver cerradas futuras oportunidades de crecimiento. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 2",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q003",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "En un proyecto urgente entre áreas, te exigen seguir un procedimiento lento para cada paso. Sabes que, si cumples todo al pie de la letra, el avance será pequeño pero nadie te reclamará. Si buscas al colega clave y acuerdan moverse por fuera del protocolo, el plan avanza pero rompes reglas, generas desconfianza y te expones a llamados formales si algo sale mal. ¿Qué priorizas?",
    "notes": "Modulo 5 Video B09 batch 01 item 3",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q004",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Un compañero retrasa un proyecto clave, pero tu supervisor decide asumir la responsabilidad ante los directivos. Luego, un director te llama para pedir detalles. Si repites la versión general, respaldas a tu jefe y al compañero, pero omites detalles importantes. Si cuentas lo que realmente ocurrió, ayudas a mejorar procesos, pero podrías generar incomodidad y tensión en el equipo. ¿Cómo respondes?",
    "notes": "Modulo 5 Video B09 batch 01 item 4",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 66,
    "char_count": 404,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q005",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "La empresa organiza una jornada en fin de semana. En el mensaje se dice que es voluntaria pero tu supervisor recalca que espera ver a todo tu equipo presente. Si vas, cedes tu descanso y cambias planes personales pero refuerzas tu imagen de compromiso. Si no asistes, cuidas tu equilibrio y la familia pero puedes ser visto como poco involucrado frente a dirección. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 5",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 377,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q006",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "En tu equipo hay un especialista talentoso cuya actitud cínica contamina las reuniones: bromea sobre la firma, critica decisiones y lo imitan cada día. Si callas, evitas un conflicto y sigues trabajando cómodo pero normalizas el ambiente tóxico en tu equipo. Si hablas con él y con tu supervisor, pides límites y apoyo, aceptas tensión real, miradas incómodas y que te vean como rígido. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 6",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q007",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Te ofrecen un ascenso que incluye mudarte de ciudad y asumir un rol que no te entusiasma. Si aceptas, mejoras sueldo y visibilidad pero te alejas de tu red de apoyo, cambias de entorno y pasas años en tareas que no disfrutas. Si rechazas, cuidas tu bienestar y la estabilidad actual pero puedes quedar etiquetado como poco ambicioso y perder opciones de crecimiento internas. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 7",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 384,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q008",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu supervisor te pide acompañar de cerca a una persona nueva que llega perdida y no logra integrarse. Si aceptas ser su referente, dedicarás horas a explicarle procesos, responder dudas y ajustar tareas, con riesgo de atrasar tus proyectos y quedarte trabajando más tarde. Si te niegas o haces solo lo mínimo, mantienes tu ritmo pero dejas al nuevo aislado y dañas la imagen de apoyo del equipo. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 8",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 68,
    "char_count": 395,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q009",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "En una reunión de equipo, tu supervisor presenta un plan que consideras débil y difícil de ejecutar. Después, compañeros te dicen en privado que piensan lo mismo pero prefieren no meterse. Si callas, proteges tu imagen y mantienes la armonía pero el grupo sigue una ruta que ves equivocada. Si planteas tus dudas con respeto y propones ajustes, asumes quedar marcado como pesimista y frenar proyectos visibles. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 9",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 395,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q010",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Necesitas datos de otra área para cerrar un reporte, pero nadie responde a tus correos. El cierre del proyecto está muy cerca. Si solo sigues insistiendo por correo, evitas fricciones pero comprometes la entrega a tiempo. Si escalas el tema con tu supervisor ahora, proteges el objetivo, pero podrías ser visto como poco colaborativo y afectar la relación futura. ¿Qué eliges?",
    "notes": "Modulo 5 Video B09 batch 01 item 10",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 66,
    "char_count": 404,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  }
]