[
  {
    "id": "block-B09-q311",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden reemplazar sesiones de bienvenida remotas por un boletín mensual. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Hay una propuesta para reemplazar las sesiones de bienvenida remota en vivo por un boletín mensual de auto-consumo. Si **mantienes encuentros breves en vivo**, deberás coordinar horarios difíciles, asumir las críticas por el tiempo invertido y pagar horas extra. Si aceptas solo el boletín, agilizas la integración, pero la conexión inicial del nuevo personal se vuelve distante. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 1"
  },
  {
    "id": "block-B09-q312",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Los líderes no quieren atender un chat abierto de turno nocturno y proponen cerrar el canal. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "El canal de mensajería para el turno nocturno recibe pocas respuestas y los líderes proponen cerrarlo para reducir distracciones. Si **mantienes el canal y rotas guardias de atención**, deberás ajustar agendas, compensar las horas y asumir las quejas por la carga operativa. Si lo cierras, evitas fricción, pero el equipo nocturno confirma que no existe soporte para su horario. ¿Qué decisión tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 2"
  },
  {
    "id": "block-B09-q313",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden quitar opiniones críticas en un reportaje de cultura para que suene positivo. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Un reportaje sobre cultura interna incluye voces críticas y te han solicitado recortarlas para asegurar que el tono sea positivo. Si **mantienes esas opiniones con contexto**, deberás negociar revisiones con la dirección, asumir retrasos y soportar la incomodidad de los líderes. Si las quitas, el material fluye, pero la confianza del personal disminuye al percibir una imagen maquillada. ¿Cómo procedes?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 3"
  },
  {
    "id": "block-B09-q314",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En el townhall te piden solo preguntas filtradas para no incomodar. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Antes de la asamblea general te piden que todas las preguntas sean pre-filtradas para evitar temas incómodos o difíciles. Si **abres un segmento libre de preguntas en vivo**, deberás moderar la tensión, asumir críticas directas y extender la sesión. Si solo aceptas preguntas filtradas, todo es ordenado, pero la gente confirmará que la honestidad no está permitida. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 4"
  },
  {
    "id": "block-B09-q315",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden cancelar visitas a planta y usar solo reuniones virtuales de pertenencia. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Para reducir costos de viaje, te piden cancelar las visitas de rutina a planta y usar solo reuniones virtuales de pertenencia. Si **sostienes las visitas presenciales**, deberás viajar, reacomodar turnos en operación y enfrentar críticas por el costo. Si solo haces virtuales, es eficiente, pero refuerzas la distancia con quienes operan día a día. ¿Qué ruta tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 5"
  },
  {
    "id": "block-B09-q316",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no incluir relatos de fallos recientes en un video de aprendizaje para no generar alarma. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Preparas un video de aprendizaje y te piden omitir los relatos de fallos recientes para evitar alarma o miedo. Si **incluyes cómo se equivocaron y se apoyaron para corregir**, deberás pedir permisos a los involucrados, enfrentar preguntas duras y retrasar la publicación. Si lo omites, el video es cómodo, pero pierde la honestidad que fomenta la confianza. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 6"
  },
  {
    "id": "block-B09-q317",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Se canceló una convivencia para ahorrar y te piden no mencionarlo en la comunicación. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Una convivencia se canceló por recortes y te piden evitar mencionar la causa real en la comunicación al equipo. Si **explicas la cancelación y propones reprogramar**, deberás asumir críticas, gestionar presupuesto extra y admitir demoras. Si lo omites, evitas ruido, pero la gente siente que se esconde una decisión que afecta directamente su pertenencia. ¿Cómo comunicas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 7"
  },
  {
    "id": "block-B09-q318",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Proponen reemplazar coaching de grupos mixtos por un curso en línea rápido. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Quieren reemplazar el programa de acompañamiento guiado de grupos mixtos por un curso en línea de auto-aprendizaje rápido. Si **defiendes las sesiones guiadas en persona**, deberás coordinar agendas, invertir más horas y soportar críticas por el costo. Si aceptas el curso, es ágil, pero se pierde el espacio de confianza que crea un vínculo profesional real. ¿Qué priorizas y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 8"
  },
  {
    "id": "block-B09-q319",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para un evento de apego te piden no invitar a familias para simplificar. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Preparas un evento de apego y te piden no invitar a las familias para simplificar la logística y los gastos. Si **las incluyes**, deberás ampliar la coordinación, ajustar el presupuesto y enfrentar críticas por los tiempos. Si las excluyes, ahorras esfuerzo, pero pierdes el apoyo emocional que sostiene la pertenencia. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 9"
  },
  {
    "id": "block-B09-q320",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que en el reconocimiento anual no aparezcan oficios base para evitar polémica. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "En el reconocimiento anual te piden no mostrar a los oficios base para evitar una posible polémica o discusiones. Si **los incluyes con nombre y contexto**, deberás validar listas, invertir tiempo extra en grabarlos y enfrentar críticas por alargar la ceremonia. Si los omites, es fácil, pero refuerzas que su aporte vale menos para la empresa. ¿Cómo procedes?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 10"
  },
  {
    "id": "block-B09-q321",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para reuniones de clima te piden solo representantes y no voces directas de planta. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Para las reuniones de clima te piden invitar solo a representantes de área y no a voces directas de la planta operativa. Si **abres espacio a personas de primera línea**, deberás ajustar agendas, moderar más y asumir retrasos. Si mantienes solo a representantes, es ordenado, pero el personal siente que su voz real nunca llega a la dirección. ¿Qué formato eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 11"
  },
  {
    "id": "block-B09-q322",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En una campaña de historias migrantes te piden recortar detalles personales para ir más rápido. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Lanzas una campaña de historias migrantes y te piden recortar los detalles personales de los testimonios para agilizar la publicación. Si **mantienes los testimonios completos**, deberás pedir consentimientos, dedicar más tiempo a la edición y enfrentar críticas por extender los plazos. Si los reduces, publicas rápido, pero pierdes la humanidad que genera el apego emocional. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 12"
  },
  {
    "id": "block-B09-q323",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden un reconocimiento entre pares sin premios ni seguimiento para evitar costos. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Quieren lanzar un reconocimiento entre pares que sea solo simbólico, sin premios ni seguimiento formal, para evitar costos. Si **aseguras entrega y retroalimentación**, deberás asignar horas de gestión, medir el impacto y soportar críticas por el gasto de tiempo. Si lo dejas simbólico, es fácil, pero la gente asumirá que solo es una pose corporativa. ¿Cómo procedes?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 13"
  },
  {
    "id": "block-B09-q324",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En un reporte de rotación te piden omitir causas humanas y hablar solo de números. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Preparas un reporte de rotación y te piden mencionar solo las cifras, omitiendo las causas humanas que las originan. Si **incluyes testimonios sobre por qué se van**, deberás pedir permisos, enfrentar preguntas difíciles y quizá retrasar la entrega. Si omites las causas, el reporte es pulcro, pero no muestra la raíz del problema que afecta el apego. ¿Qué camino eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 14"
  },
  {
    "id": "block-B09-q325",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que los mensajes internos se envíen solo con plantillas impersonales para ahorrar tiempo. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Te piden que todos los mensajes internos usen plantillas impersonales estandarizadas para ahorrar tiempo de redacción. Si **personalizas con nombres y contexto**, deberás revisar cada envío, coordinar aprobaciones y asumir críticas por la tardanza. Si usas plantillas, entregas rápido, pero la comunicación se siente fría y distante. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 15"
  },
  {
    "id": "block-B09-q326",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren que la comunidad de práctica se limite a un newsletter y no a encuentros. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Te proponen que la comunidad de práctica se limite a ser solo un boletín, eliminando los encuentros presenciales o virtuales. Si **sostienes espacios en vivo**, deberás organizar agendas, moderar los debates y enfrentar críticas por el costo de tiempo. Si aceptas el boletín, es ligero, pero se pierde el intercambio activo que crea pertenencia real. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 16"
  },
  {
    "id": "block-B09-q327",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que el mentoring cruzado se convierta en un PDF de consejos sin sesiones. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "El programa de acompañamiento cruzado quieren convertirlo en un PDF de consejos, eliminando las sesiones uno a uno. Si **mantienes las reuniones con objetivos**, deberás coordinar pares, medir los avances y enfrentar reclamos por la carga de tiempo. Si lo dejas en un documento, es fácil, pero la relación personal que genera apego no ocurre. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 17"
  },
  {
    "id": "block-B09-q328",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En equipos híbridos te piden apagar cámaras para ahorrar ancho de banda. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "En reuniones de equipos híbridos te piden que todos apaguen sus cámaras para ahorrar ancho de banda. Si **pides encuentros con cámara y turnos breves**, deberás justificar la necesidad del video, asumir quejas técnicas y quizá alargar las reuniones. Si aceptas sin video, es cómodo, pero la cercanía y la confianza en la comunicación se pierden. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 18"
  },
  {
    "id": "block-B09-q329",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden filtrar de un reporte de campo todos los temas de presupuesto para evitar debate. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Un reporte de campo menciona temas delicados de presupuesto y te piden filtrarlos para evitar un debate incómodo. Si **los mantienes con contexto**, deberás moderar preguntas, coordinar respuestas y aceptar retrasos en la entrega. Si los quitas, el reporte es corto, pero la gente sentirá que se oculta información que les afecta. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 19"
  },
  {
    "id": "block-B09-q330",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En un video de éxito te piden no mencionar el apoyo emocional brindado para no abrir debate. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Preparas un video de éxito y te piden omitir la parte donde se menciona el apoyo emocional dado al equipo para evitar abrir debate. Si **incluyes ese soporte**, deberás gestionar revisiones, moderar comentarios y tal vez demorar la salida. Si lo omites, el video es pulcro, pero se borra el cuidado humano que sostuvo la unidad. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 20"
  },
  {
    "id": "block-B09-q331",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En la presentación de nuevas guardias te piden no invitar al turno noche para no pagar traslados. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Presentas las nuevas guardias y te piden no invitar al turno noche a la reunión para evitar el costo de los traslados. Si **incluyes al turno noche**, deberás coordinar transporte, mover agendas y asumir críticas por los costos. Si los dejas fuera, es fácil, pero el mensaje es que su esfuerzo vale menos que el resto. ¿Qué decides y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 21"
  },
  {
    "id": "block-B09-q332",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que el mensaje de aniversario sea solo cifras y sin historias para no alargar. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Para el aniversario te piden que el mensaje de celebración sea solo cifras de negocio, sin historias personales, para no alargar. Si **agregas testimonios**, deberás editar más, pedir permisos y enfrentar críticas por el tiempo extra. Si lo dejas en números, es ágil, pero la celebración se siente vacía y distante. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 22"
  },
  {
    "id": "block-B09-q333",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden reemplazar un taller de escucha por una encuesta anónima para ahorrar tiempo. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Planeas un taller de escucha y te piden reemplazarlo por una encuesta anónima para ahorrar tiempo y ser más escalable. Si **mantienes la sesión en vivo**, deberás moderar emociones, invertir horas y asumir críticas por frenar la producción. Si aceptas la encuesta, es rápido, pero se pierde el diálogo abierto que construye confianza. ¿Qué priorizas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 23"
  },
  {
    "id": "block-B09-q334",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Historias de reingreso incluyen motivos personales y te piden omitirlos para no incomodar. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Recoges historias de reingreso que incluyen motivos personales para volver, y te piden omitirlos para no incomodar a la audiencia. Si **los conservas con cuidado**, deberás pedir consentimientos, revisar el lenguaje y asumir demoras en la entrega. Si los cortas, el relato es neutro, pero pierde la emoción que refuerza el compromiso de volver. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 24"
  },
  {
    "id": "block-B09-q335",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En un foro de diversidad te piden quitar preguntas sobre sesgos para evitar tensión. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "En un foro de diversidad aparecen preguntas sobre sesgos y te piden quitarlas de la pauta para evitar tensión y discusiones. Si **las mantienes y moderas**, deberás preparar respuestas, asumir la incomodidad y extender la sesión. Si las borras, el evento fluye, pero la gente percibe que los temas difíciles se censuran. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 25"
  },
  {
    "id": "block-B09-q336",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un grupo de afinidad pide presupuesto para reunirse y te sugieren decirles que no hay fondos. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Un grupo de afinidad pide presupuesto para reunirse y te sugieren negarlo para no abrir precedentes a otras solicitudes. Si **buscas recursos mínimos para apoyarlos**, deberás recortar en otros frentes, justificar el gasto y enfrentar críticas. Si niegas el apoyo, ahorras, pero envías el mensaje de que su identidad no es una prioridad. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 26"
  },
  {
    "id": "block-B09-q337",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Una tienda remota logró un hito y te proponen usar foto de archivo en vez de visitarlos. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Una tienda en sede remota logró un hito importante y te proponen usar fotos de archivo en la celebración en vez de visitarlos y grabar. Si **viajas y grabas en el sitio**, deberás mover presupuesto, coordinar la logística y recibir críticas por el costo. Si usas archivo, es sencillo, pero refuerzas que su esfuerzo no merece presencia real. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 27"
  },
  {
    "id": "block-B09-q338",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para un listado de agradecimientos te piden usar solo áreas y no nombres para evitar celos. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "En un listado de agradecimientos te piden usar solo áreas y no nombres de personas para evitar posibles celos o discusiones. Si **nombras a las personas**, deberás validar datos, enfrentar reclamos por omisiones y dedicar horas extra. Si dejas solo áreas, es seguro, pero el reconocimiento se siente impersonal. ¿Qué ruta tomas y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 28"
  },
  {
    "id": "block-B09-q339",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En una sesión Q&A con líderes te piden aceptar solo preguntas enviadas antes. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Planeas una sesión de preguntas y respuestas con líderes y te piden aceptar solo preguntas enviadas y pre-filtradas. Si **abres el espacio de preguntas en vivo**, deberás moderar tensiones, extender el tiempo y asumir críticas por incomodidad. Si limitas a lo prefiltrado, es controlado, pero la gente siente que no puede expresar sus dudas reales. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 29"
  },
  {
    "id": "block-B09-q340",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden eliminar el café mensual de cercanía porque ocupa agenda. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "El café mensual de cercanía con la dirección ocupa una parte de la agenda y te piden eliminarlo para ganar tiempo productivo. Si **lo mantienes**, deberás recortar otros puntos, justificar su valor de negocio y soportar quejas por el ritmo. Si lo cancelas, liberas la agenda, pero pierdes un ritual que sostiene la confianza. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 30"
  },
  {
    "id": "block-B09-q341",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En una comunicación de recortes te piden no mencionar a las personas reubicadas. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Comunicas recortes en ciertas áreas y te piden no mencionar a las personas reubicadas para evitar preguntas difíciles. Si **explicas el apoyo y las transiciones**, deberás moderar emociones, invertir tiempo y enfrentar críticas. Si lo omites, el mensaje es rápido, pero se siente frío y rompe la confianza. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 31"
  },
  {
    "id": "block-B09-q342",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que las traducciones de mensajes para sedes pequeñas sean automáticas y sin validación local. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Te piden usar traducciones automáticas para mensajes a sedes pequeñas, sin validación de un hablante local. Si **pides revisar con alguien de la sede**, deberás coordinar tiempos, pagar horas extra y enfrentar críticas por las demoras. Si dejas la traducción automática, es veloz, pero el mensaje puede sonar distante y poco respetuoso. ¿Cómo decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 32"
  },
  {
    "id": "block-B09-q343",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que solo directores sean voceros en un video y no líderes técnicos cercanos. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Para un video institucional te piden que solo hablen directores y no líderes técnicos cercanos a la operación. Si **incluyes a quienes están con la gente**, deberás coordinar agendas, editar más y asumir críticas por romper el protocolo. Si usas solo directores, es rápido, pero la voz cercana que genera credibilidad desaparece. ¿Qué formato eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 33"
  },
  {
    "id": "block-B09-q344",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En un evento de integración te piden recortar testimonios para terminar antes. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Organizas un evento de integración y te piden recortar los testimonios de los empleados para asegurar que la agenda termine antes de lo previsto. Si **mantienes las voces**, deberás reducir otros segmentos, invertir más edición y aceptar críticas por el tiempo. Si los recortas, es breve, pero pierdes la conexión emocional que esos relatos crean. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 34"
  },
  {
    "id": "block-B09-q345",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden que el programa de buddy quede sin seguimiento formal para evitar carga. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Quieren que el programa de acompañamiento entre pares quede sin seguimiento formal ni reuniones para evitar la carga administrativa. Si **defines revisiones breves y métricas de avance**, deberás dedicar horas de gestión, capacitar mentores y soportar quejas por el esfuerzo extra. Si lo dejas sin seguimiento, es liviano, pero el acompañamiento real desaparece. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 35"
  },
  {
    "id": "block-B09-q346",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En una serie de capacitación te piden no mostrar a quienes se rezagaron para evitar críticas. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "En una serie de capacitación te piden no mostrar a quienes se rezagaron para evitar críticas y preguntas difíciles. Si **incluyes cómo se apoyaron para ponerse al día**, deberás moderar comentarios, alargar la edición y quizá enfrentar preguntas incómodas. Si los omites, todo luce perfecto, pero se pierde la lección de resiliencia colectiva. ¿Qué haces?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 36"
  },
  {
    "id": "block-B09-q347",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Debes comunicar reubicaciones y te piden no consultar a las personas afectadas para no retrasar. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Debes comunicar reubicaciones y te piden no consultar a las personas afectadas por el cambio para no retrasar el anuncio. Si **involucras a quienes se moverán**, deberás abrir espacios, escuchar molestias y quizá ajustar planes, recibiendo críticas por la demora. Si no consultas, avanzas rápido, pero rompes la confianza y el sentido de pertenencia. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 37"
  },
  {
    "id": "block-B09-q348",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden omitir historias de apoyo a comunidades locales para que el video sea corto. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "Tienes historias de apoyo a comunidades locales y te piden omitirlas del video para que su duración sea corta. Si **las incluyes**, deberás grabar en el sitio, dedicar más tiempo a la edición y enfrentar críticas por extender los tiempos. Si las quitas, el material es breve, pero pierdes el vínculo con el entorno que fortalece el orgullo. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 38"
  },
  {
    "id": "block-B09-q349",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Quieren cerrar el mural de agradecimientos y dejar solo un correo mensual. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Quieren cerrar el mural de agradecimientos físico o virtual y dejar solo un correo mensual. Si **defiendes el mural activo**, deberás moderar mensajes, invertir tiempo en actualizaciones y asumir críticas por distracciones. Si lo cierras, simplificas, pero desaparece un espacio visible y público de pertenencia. ¿Qué eliges y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 39"
  },
  {
    "id": "block-B09-q350",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden no mencionar dificultades del voluntariado para que el video se vea positivo. ¿Qué decides? Explica tu razonamiento.",
    "refactored_text": "Un video de voluntariado muestra las dificultades de la labor y te piden quitarlas para que solo se vea positivo. Si **mantienes los retos y cómo los afrontaron**, deberás revisar con legal, editar más y asumir críticas por un tono serio. Si los quitas, el video es pulcro, pero pierde credibilidad y la lección de superación. ¿Qué camino tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 40"
  },
  {
    "id": "block-B09-q351",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En un mensaje sobre rotaciones te piden no preguntar preferencias para no abrir debates. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Preparas un mensaje sobre rotaciones internas de personal y te piden no preguntar las preferencias para evitar posibles debates. Si **abres un breve sondeo de preferencias**, deberás coordinar respuestas, adaptar planes y enfrentar críticas por las demoras. Si no consultas, avanzas rápido, pero el personal siente que se decide sin su opinión. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 41"
  },
  {
    "id": "block-B09-q352",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Te piden eliminar el minuto de agradecimientos en reuniones semanales para ganar tiempo. ¿Cómo actúas? Explica tu razonamiento.",
    "refactored_text": "En reuniones semanales hay un minuto dedicado a agradecimientos mutuos y te piden eliminarlo para ganar tiempo. Si **lo mantienes**, deberás recortar otros temas de la agenda, defender su valor y aceptar quejas por el ritmo lento. Si lo quitas, la agenda fluye, pero se pierde un ritual que refuerza el vínculo del equipo. ¿Qué decisión tomas?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 42"
  },
  {
    "id": "block-B09-q353",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "En un video de identidad te piden quitar acentos regionales para sonar uniforme. ¿Cómo respondes? Explica tu razonamiento.",
    "refactored_text": "Preparas un video de identidad y te piden quitar los acentos regionales de los participantes para que el audio suene uniforme. Si **mantienes esas voces con sus acentos**, deberás enfrentar críticas por falta de 'prolijidad' y quizá repetir tomas, con más tiempo y costo. Si las quitas, el video suena parejo, pero se borra la diversidad que sostiene la pertenencia. ¿Qué eliges?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 43"
  },
  {
    "id": "block-B09-q354",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Un equipo pide visita de seguridad y te sugieren enviar solo un protocolo por correo. ¿Qué haces? Explica tu razonamiento.",
    "refactored_text": "Un equipo pide una visita de seguridad para reforzar la confianza en sus instalaciones y te sugieren enviar solo un protocolo por correo. Si **coordinas la visita**, deberás ajustar agendas, cubrir viáticos y soportar críticas por el tiempo fuera de oficina. Si mandas solo el protocolo, es rápido, pero confirma que nadie se desplaza para escuchar sus riesgos. ¿Qué decides?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 44"
  },
  {
    "id": "block-B09-q355",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Para la reunión anual te piden no mencionar errores del año y solo logros. ¿Cómo procedes? Explica tu razonamiento.",
    "refactored_text": "Para la reunión anual de resultados te piden hablar solo de logros y no mencionar los errores cometidos en el año. Si **incluyes aprendizajes y cómo se reparó la confianza**, deberás moderar reacciones, asumir preguntas incómodas y quizá alargar la sesión. Si los omites, todo luce impecable, pero la cultura pierde honestidad. ¿Qué camino tomas y por qué?",
    "length_status": "ok",
    "audit_status": "approved",
    "audit_notes": "Modulo 5 Video B09 batch 11 item 45"
  }
]