[
    {
        "id": "block-B09-q061",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando cambios en la estructura salarial y participas en la comunicación interna. Varios compañeros esperan claridad sobre los criterios aplicados. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Formas parte del equipo que comunica una nueva estructura salarial y descubres que los criterios de asignación no quedaron claramente documentados. Tu jefe te sugiere responder con generalidades para evitar compromisos. Si insistes en aclarar los criterios generas más trabajo y posibles cuestionamientos de quienes quedaron en tramos bajos. Si mantienes respuestas ambiguas reduces tensiones inmediatas, pero alimentas desconfianza y rumores sobre favoritismo. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 1"
    },
    {
        "id": "block-B09-q062",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando un evento de fin de año y participas en la coordinación de actividades. Hay diferentes propuestas sobre el formato y la asistencia. ¿Cómo manejarías esta situación? Explica tu razonamiento.",
        "refactored_text": "Coordinas el evento de fin de año y el presupuesto solo alcanza para dos opciones: una cena formal para pocas personas o una reunión sencilla para todos. La jefatura prefiere la cena porque ellos asistirán. Si propones la opción inclusiva cuidas el apego general pero enfrentas resistencia de mandos y críticas por organizar algo modesto. Si aceptas la cena ganas apoyo de arriba, pero refuerzas la percepción de que solo importan ciertos niveles. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 2"
    },
    {
        "id": "block-B09-q063",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando la política de permisos personales y participas en la recopilación de casos recientes. Varios compañeros enfrentan situaciones familiares complicadas. ¿Qué priorizarías? Explica tu razonamiento.",
        "refactored_text": "Te encargan revisar solicitudes de permisos y notas que dos personas con las mismas circunstancias recibieron respuestas diferentes según quién era su jefe. Si documentas esta inconsistencia para proponer criterios claros expones a ciertos supervisores y generas tensión incómoda. Si ignoras la diferencia mantienes la paz pero perpetúas un trato desigual que afecta la confianza del equipo. ¿Cómo procedes y qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 3"
    },
    {
        "id": "block-B09-q064",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está lanzando una nueva herramienta digital para gestionar proyectos y participas en las capacitaciones. Varios compañeros tienen resistencia al cambio y expresan frustración. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Apoyas la implementación de una herramienta digital y recibes quejas constantes de personas que trabajan más lento con el nuevo sistema. Tu jefe te pide que reportes que todo va bien para acelerar la transición. Si dices la verdad sobre las dificultades retrasas el proyecto y quedas como alguien que frena el avance. Si confirmas que todo marcha bien evitas conflicto, pero generas frustración oculta y errores que crecen. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 4"
    },
    {
        "id": "block-B09-q065",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está llevando a cabo evaluaciones de desempeño y participas en la calibración de resultados. Varios compañeros cuestionan la objetividad del proceso. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Participas en la calibración de evaluaciones y notas que ciertos jefes suben calificaciones a sus favoritos sin evidencia clara. Si señalas estas inconsistencias y pides criterios más objetivos retrasas el proceso y te expones a comentarios de que no colaboras. Si validas los resultados tal como están facilitas el cierre, pero refuerzas la idea de que las evaluaciones son un trámite sin valor real. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 5"
    },
    {
        "id": "block-B09-q066",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está promoviendo el equilibrio entre vida personal y trabajo y participas en la definición de nuevas políticas. Varios compañeros tienen opiniones diferentes sobre lo que significa flexibilidad. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Colaboras en la definición de políticas de flexibilidad y detectas que la propuesta final solo beneficia a quienes ya tienen horarios cómodos. Personas con turnos rotativos o tareas presenciales quedan fuera. Si propones ajustes para incluir a todos alargas la negociación y enfrentas resistencia de quienes ya estaban conformes. Si aceptas la propuesta como está avanzas rápido, pero mantienes desigualdades que dañan el apego de varios equipos. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 6"
    },
    {
        "id": "block-B09-q067",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando las cargas de trabajo por área y participas en el análisis de datos. Hay diferencias significativas entre equipos y distintas propuestas para equilibrar las tareas. ¿Qué considerarías? Explica tu razonamiento.",
        "refactored_text": "Analizas cargas de trabajo y descubres que tu propia área tiene asignaciones más livianas que otras gracias a ciertos arreglos informales con la gerencia. Si expones esta información y propones redistribuir tareas cuidas la justicia, pero pierdes beneficios personales y generas malestar con tu jefe. Si omites el hallazgo conservas tus condiciones actuales, pero contribuyes al desgaste injusto de otros equipos. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 7"
    },
    {
        "id": "block-B09-q068",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está realizando una encuesta interna sobre liderazgo y participas en la revisión de los comentarios. Algunos compañeros mencionan situaciones delicadas que involucran a supervisores. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Revisas comentarios de una encuesta de liderazgo y encuentras relatos de personas que describen favoritismo y decisiones arbitrarias de ciertos supervisores. Un gerente involucrado te pide que esos comentarios no lleguen al informe final. Si los incluyes ofreces información útil pero arriesgas represalias y tensión directa. Si los filtras proteges tu relación con el gerente, pero traicionas la confianza de quienes escribieron y perpetúas el problema. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 8"
    },
    {
        "id": "block-B09-q069",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está diseñando un plan de sucesión para posiciones clave y participas en la identificación de candidatos. Hay diferentes criterios sobre lo que hace a alguien elegible. ¿Qué priorizarías? Explica tu razonamiento.",
        "refactored_text": "Participas en un plan de sucesión y notas que la lista propuesta incluye casi solo a personas cercanas a la dirección, mientras colegas con trayectoria y resultados sólidos quedan fuera. Si cuestionas los criterios y propones incluir otros perfiles retrasas la decisión y puedes ser visto como conflictivo. Si aceptas la lista tal cual avanzas sin fricciones, pero sostienes un mensaje de que el mérito importa menos que las conexiones. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 9"
    },
    {
        "id": "block-B09-q070",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está impulsando un programa de salud mental y participas en la coordinación de talleres. Varios compañeros expresan escepticismo sobre la efectividad y el apoyo real. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Coordinas talleres de bienestar emocional y varias personas te dicen en privado que el verdadero problema son las cargas excesivas, no la falta de talleres. Si transmites este mensaje a la dirección expones las causas reales pero arriesgas que te vean como negativo o desleal. Si presentas solo los indicadores de asistencia mantienes buena imagen, pero reduces el programa a una fachada sin impacto real. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 10"
    },
    {
        "id": "block-B09-q071",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está preparando una ceremonia de reconocimiento y participas en la definición de los premios. Varios compañeros tienen aportes significativos pero distintos niveles de visibilidad. ¿Qué criterios aplicarías? Explica tu razonamiento.",
        "refactored_text": "Defines los premios de una ceremonia de reconocimiento y notas que la lista propuesta premia solo resultados cuantificables, dejando fuera a personas cuyo aporte fue sostener equipos en momentos difíciles. Si propones incluir categorías adicionales alargas la preparación y enfrentas objeciones de quienes ya fueron seleccionados. Si mantienes la lista actual simplificas el proceso, pero refuerzas la idea de que solo cierto tipo de trabajo merece reconocimiento. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 11"
    },
    {
        "id": "block-B09-q072",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando grupos de mejora continua y participas en la selección de participantes. Varios compañeros quieren estar pero hay restricciones de tiempo y recursos. ¿Cómo decidirías? Explica tu razonamiento.",
        "refactored_text": "Seleccionas participantes para un grupo de mejora y tu jefe te sugiere elegir solo a personas de confianza para evitar opiniones incómodas. Si incluyes perfiles diversos fortaleces la calidad de las propuestas pero enfrentas dinámicas más tensas y posible desaprobación de tu jefe. Si sigues la sugerencia mantienes armonía aparente, pero reduces el grupo a un espacio cerrado que no representa al equipo. ¿Qué eliges?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 12"
    },
    {
        "id": "block-B09-q073",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando un sistema de metas y participas en la definición de indicadores por área. Varios compañeros consideran que las metas no reflejan la realidad operativa. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Participas en la definición de metas anuales y escuchas reclamos de que los indicadores propuestos no consideran variables externas que afectan los resultados. Si insistes en ajustar las metas a la realidad retrasas la aprobación y enfrentas presión de la dirección por cerrar el ciclo. Si aceptas las metas tal como están cumples plazos, pero generas frustración anticipada en equipos que saben que no las alcanzarán. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 13"
    },
    {
        "id": "block-B09-q074",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando el esquema de bonos y participas en la comunicación de los cambios. Varios compañeros esperan información clara sobre cómo les afecta. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Te piden comunicar cambios en el esquema de bonos y descubres que algunas áreas recibirán menos que antes sin una explicación clara documentada. Tu jefe te sugiere enfocarte solo en los beneficios generales y evitar detalles. Si exiges claridad antes de comunicar retrasas el anuncio y generas tensión con la dirección. Si sigues adelante con información incompleta evitas fricciones arriba, pero enfrentas reclamos y desconfianza abajo. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 14"
    },
    {
        "id": "block-B09-q075",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está creando espacios de retroalimentación anónima y participas en el diseño del proceso. Varios compañeros dudan si realmente será seguro expresarse. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Diseñas un sistema de retroalimentación anónima y la dirección te pide incluir filtros que permitan identificar indirectamente quién escribió ciertos comentarios. Si te niegas a implementar esos filtros proteges la confianza del equipo pero enfrentas presión y posibles consecuencias en tu evaluación. Si aceptas los filtros cumples con la solicitud, pero traicionas la promesa de anonimato y reduces la participación futura. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 15"
    },
    {
        "id": "block-B09-q076",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando visitas guiadas para estudiantes y participas en la selección de áreas a mostrar. Hay distintas opiniones sobre qué imagen proyectar. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Organizas visitas para estudiantes y la dirección te pide mostrar solo las áreas más modernas, evitando zonas donde las condiciones son más austeras. Si propones incluir una visión más completa ofreces honestidad pero arriesgas comentarios de que expones debilidades de la empresa. Si sigues la indicación proyectas una imagen ideal, pero alimentas una narrativa que no refleja la realidad de muchos trabajadores. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 16"
    },
    {
        "id": "block-B09-q077",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está promoviendo la participación en decisiones y recibes una consulta sobre un cambio de horario. Varios compañeros tienen preferencias distintas y el tiempo para decidir es limitado. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Te piden organizar una consulta rápida sobre cambios de horario y la dirección ya tiene una opción preferida. Te sugieren presentar la consulta de forma que esa opción parezca la más conveniente. Si diseñas una consulta neutral retrasas la decisión y enfrentas presión por no facilitar el resultado esperado. Si inclinas la presentación cumples el plazo, pero reduces la consulta a un trámite vacío que deteriora la credibilidad del proceso. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 17"
    },
    {
        "id": "block-B09-q078",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está capacitando líderes para mejorar el clima laboral y participas en la planificación del programa. Varios compañeros cuestionan si los líderes actuales aplicarán lo aprendido. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Planificas un programa de liderazgo y varios asistentes te confían que sus jefes no suelen aplicar nada de lo que aprenden en estos cursos. Si propones incluir mecanismos de seguimiento y consecuencias generas resistencia de los mismos líderes y alargas la aprobación. Si omites el seguimiento facilitas el arranque, pero conviertes el programa en un gasto sin impacto real en el clima diario. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 18"
    },
    {
        "id": "block-B09-q079",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está reorganizando espacios físicos y participas en la asignación de escritorios. Varios compañeros expresan preocupación por perder lugares cercanos a ventanas o áreas tranquilas. ¿Qué criterios usarías? Explica tu razonamiento.",
        "refactored_text": "Asignas nuevos espacios de trabajo y notas que los mejores lugares están reservados para mandos, aunque algunas personas con problemas de salud visual o auditiva necesitarían esas condiciones. Si propones criterios basados en necesidades reales enfrentas objeciones de quienes ya daban por hecho su privilegio. Si mantienes la distribución jerárquica evitas conflicto, pero ignoras necesidades legítimas que afectan el bienestar y el apego de varios colegas. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 19"
    },
    {
        "id": "block-B09-q080",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando un sistema de reporte de incidentes y participas en la capacitación sobre cómo usarlo. Varios compañeros temen represalias si reportan algo. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Capacitas a tu equipo sobre un nuevo sistema de reporte de incidentes y varias personas te preguntan en privado si realmente es seguro reportar. Sabes que en el pasado hubo casos donde quienes reportaron enfrentaron consecuencias informales. Si compartes esa realidad y pides garantías antes de promover el uso arriesgas conflicto con la dirección. Si aseguras que todo está bien cumples tu rol, pero animas a reportar en un sistema que aún no protege a las personas. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 20"
    },
    {
        "id": "block-B09-q081",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está desarrollando un programa de mentoría y participas en el emparejamiento de mentores y aprendices. Hay diferentes solicitudes y la oferta de mentores es limitada. ¿Qué priorizarías? Explica tu razonamiento.",
        "refactored_text": "Emparejas mentores y aprendices y notas que los mentores más solicitados prefieren trabajar solo con personas de alto potencial visible, dejando fuera a quienes más podrían beneficiarse del acompañamiento. Si insistes en distribuciones más equitativas enfrentas resistencia de mentores influyentes y posibles quejas a tu jefe. Si aceptas las preferencias tal cual facilitas el proceso, pero refuerzas brechas que afectan el crecimiento de quienes más lo necesitan. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 21"
    },
    {
        "id": "block-B09-q082",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está promoviendo prácticas de diversidad e inclusión y participas en la revisión de procesos de selección. Varios compañeros cuestionan si los cambios son genuinos o solo de imagen. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Revisas procesos de selección para incorporar prácticas de inclusión y notas que la propuesta final mantiene los mismos criterios de siempre con un lenguaje actualizado. Si señalas que los cambios son solo cosméticos y propones ajustes reales alargas la implementación y generas incomodidad en quienes aprobaron el documento. Si validas la propuesta tal cual cumples el plazo, pero sostienes una fachada que no cambia nada en la práctica. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 22"
    },
    {
        "id": "block-B09-q083",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está gestionando la reubicación de personal tras un cierre parcial y participas en la comunicación con los afectados. Varios compañeros enfrentan incertidumbre y ansiedad. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Comunicas opciones de reubicación a personas afectadas por un cierre parcial y sabes que algunas alternativas son peores que las actuales aunque oficialmente se presentan como equivalentes. Si eres honesto sobre las diferencias ayudas a que tomen decisiones informadas pero arriesgas conflicto con la dirección que quiere cerrar el proceso rápido. Si repites el mensaje oficial facilitas la transición, pero dejas que personas acepten condiciones que empeorarán su situación. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 23"
    },
    {
        "id": "block-B09-q084",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está revisando contratos con proveedores de servicios internos y participas en la evaluación de propuestas. Varios compañeros dependen de esos servicios para su trabajo diario. ¿Qué criterios usarías? Explica tu razonamiento.",
        "refactored_text": "Evalúas propuestas de proveedores de servicios internos y notas que la opción más económica reduce significativamente la calidad del soporte que reciben los equipos operativos. Tu jefe te presiona para elegir la más barata. Si insistes en considerar el impacto real retrasas la decisión y enfrentas cuestionamientos sobre tus prioridades. Si eliges la opción económica cumples el objetivo de ahorro, pero generas frustraciones diarias que afectan el clima y la productividad. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 24"
    },
    {
        "id": "block-B09-q085",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está preparando un informe de sostenibilidad social y participas en la recopilación de indicadores laborales. Hay diferentes maneras de presentar los datos según la audiencia. ¿Qué enfoque usarías? Explica tu razonamiento.",
        "refactored_text": "Recopilas datos para un informe de sostenibilidad social y notas que algunos indicadores de rotación y satisfacción son desfavorables. La dirección te sugiere usar promedios globales que ocultan las áreas más críticas. Si propones mostrar los datos desagregados ofreces transparencia pero enfrentas resistencia y posibles críticas por exponer debilidades. Si usas los promedios cumples con el formato esperado, pero presentas una imagen que no refleja la realidad del personal. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 25"
    },
    {
        "id": "block-B09-q086",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está organizando una feria interna de proyectos de innovación y participas en la selección de los que se presentarán. Hay más propuestas que espacios disponibles. ¿Qué criterios aplicarías? Explica tu razonamiento.",
        "refactored_text": "Seleccionas proyectos para una feria de innovación y notas que algunas ideas prometedoras vienen de áreas con poca visibilidad, mientras la dirección prefiere mostrar solo los proyectos de áreas estratégicas. Si incluyes propuestas diversas fortaleces el sentido de participación pero enfrentas objeciones de quienes controlan la narrativa oficial. Si priorizas las áreas visibles cumples expectativas de arriba, pero refuerzas la sensación de que innovar solo importa en ciertas áreas. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 26"
    },
    {
        "id": "block-B09-q087",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está actualizando políticas de trabajo remoto y participas en la recopilación de opiniones del personal. Hay posiciones muy diferentes entre áreas y niveles jerárquicos. ¿Cómo responderías? Explica tu razonamiento.",
        "refactored_text": "Recopilas opiniones sobre trabajo remoto y encuentras que la mayoría del personal operativo quiere más flexibilidad, mientras los mandos prefieren control presencial. La dirección te pide un resumen que favorezca la posición de los mandos. Si presentas un resumen equilibrado que incluya todas las voces generas tensión con quienes ya decidieron el rumbo. Si inclinas el resumen facilitas la aprobación de la política, pero silencias a quienes más necesitan ser escuchados. ¿Qué priorizas?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 27"
    },
    {
        "id": "block-B09-q088",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está implementando un programa de referidos para nuevas contrataciones y participas en la definición de incentivos. Hay distintas opiniones sobre si el programa genera favoritismo. ¿Qué harías? Explica tu razonamiento.",
        "refactored_text": "Diseñas el programa de referidos y notas que el esquema propuesto favorece a quienes ya tienen redes amplias dentro de la empresa, concentrando beneficios en ciertos grupos. Si propones límites o ajustes para equilibrar las oportunidades retrasas el lanzamiento y enfrentas objeciones de quienes más se benefician. Si lanzas el programa tal cual avanzas rápido, pero refuerzas dinámicas de exclusión que afectan la percepción de justicia. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 28"
    },
    {
        "id": "block-B09-q089",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está cerrando un proyecto complejo y participas en la documentación de lecciones aprendidas. Varios compañeros tienen opiniones críticas sobre decisiones que se tomaron durante el proyecto. ¿Cómo actuarías? Explica tu razonamiento.",
        "refactored_text": "Documentas lecciones aprendidas de un proyecto y varias personas señalan decisiones de la gerencia que generaron retrasos y frustraciones. El gerente te pide suavizar esos puntos para que el informe no lo deje mal ante la dirección. Si registras las lecciones tal como fueron expresadas ofreces valor real para futuros proyectos pero arriesgas conflicto y represalias. Si suavizas los puntos críticos proteges relaciones, pero desperdicias la oportunidad de mejorar procesos. ¿Qué haces?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 29"
    },
    {
        "id": "block-B09-q090",
        "module_id": 5,
        "block_id": "B09",
        "type": "video",
        "raw_text": "Tu empresa está planificando el presupuesto del próximo año y participas en la priorización de inversiones en bienestar laboral. Hay distintas propuestas y recursos limitados. ¿Qué priorizarías? Explica tu razonamiento.",
        "refactored_text": "Priorizas inversiones en bienestar laboral y la dirección favorece iniciativas con alta visibilidad externa, como premios y certificaciones, mientras propuestas de mejora real de condiciones quedan relegadas. Si argumentas a favor de las mejoras tangibles retrasas la aprobación y enfrentas resistencia de quienes buscan reconocimiento mediático. Si aceptas las prioridades propuestas cumples el plazo, pero destinas recursos a imagen en lugar de resolver problemas que afectan el día a día del personal. ¿Qué decides?",
        "length_status": "ok",
        "audit_status": "ok",
        "audit_notes": "Modulo 5 Video B09 batch 06 item 30"
    }
]