{
  "status": "APPROVED",
  "final_content": [
    {
      "source_id": 1,
      "module_score": "I",
      "type": "video",
      "refactored_text": "Tu supervisor te pide registrar como 'gasto menor' una compra grande que excede el presupuesto del trimestre, porque si no se aprueba hoy se cae un proyecto importante y tu área quedaría mal ante la dirección. Si aceptas, ayudas a que el proyecto siga pero ocultas un gasto que rompe las reglas presupuestarias; si te niegas, el proyecto se puede perder, tu jefe puede decir que no apoyaste al equipo y tu evaluación de desempeño se verá afectada. ¿Qué harías? Explica tu razonamiento.",
      "analysis_notes": "Refuerzo del costo: evaluación afectada y presión del jefe. Dilema claro entre integridad presupuestaria vs presión del supervisor."
    },
    {
      "source_id": 2,
      "module_score": "I",
      "type": "video",
      "refactored_text": "Durante una cena de equipo, ves que varios compañeros, incluido tu supervisor, pagan la comida de sus familiares con la tarjeta de la empresa y lo registran como gasto con clientes. Tu supervisor te guiña un ojo y te dice que aproveches porque 'todos lo hacen'. Si te niegas, puedes quedar como poco solidario frente al grupo y aislarte del equipo; si aceptas, estarías usando recursos de la empresa para gastos personales. ¿Cómo reaccionas? Explica tu decisión.",
      "analysis_notes": "Costo social añadido: aislamiento del equipo. Enfoque en uso indebido de recursos empresariales (viáticos)."
    },
    {
      "source_id": 3,
      "module_score": "I",
      "type": "video",
      "refactored_text": "La política de viajes te permite reservar boletos en categoría alta para trayectos largos, pero descubres que puedes elegir una opción más barata y quedarte con la diferencia en puntos o vales para ti. Varios colegas ya lo hacen y lo ven como algo normal. Si no aprovechas, renuncias a un beneficio que otros sí usan y podrías sentir que estás en desventaja; si aprovechas, estarías usando un beneficio corporativo para beneficio personal. ¿Qué haces? Explica tu razonamiento.",
      "analysis_notes": "Costo de oportunidad: desventaja comparativa. Enfoque en manejo de beneficios corporativos y viáticos."
    },
    {
      "source_id": 4,
      "module_score": "I",
      "type": "video",
      "refactored_text": "Un proveedor importante se niega a aceptar una condición de cuidado de información obligatoria. Tu supervisor te autoriza a quitarla porque si no se firma hoy pierden el acuerdo y varios proyectos se atrasan. Si te niegas, el acuerdo se cae, tu equipo queda mal y tu supervisor verá tu negativa como falta de compromiso; si aceptas, violas protocolos de seguridad. ¿Qué haces? Explica tu razonamiento.",
      "analysis_notes": "Costo profesional: falta de compromiso percibida. Enfoque en uso de información confidencial y presión del supervisor."
    },
    {
      "source_id": 5,
      "module_score": "I",
      "type": "video",
      "refactored_text": "Descubres que un colega muy cercano está usando equipos de la empresa fuera de horario para fabricar productos que vende por su cuenta, ganando dinero extra. Te cuenta que su supervisor lo sabe y prefiere no intervenir. Si decides reportarlo, es probable que lo despidan, afectes su ingreso extra, dañes tu amistad y el equipo te vea como un traidor; si callas, estás permitiendo un uso indebido de recursos empresariales que va contra los intereses de la empresa. ¿Qué haces? Explica tu decisión.",
      "analysis_notes": "Costo emocional y social: pérdida de amistad y rechazo del equipo. Enfoque en conflicto de interés con amigos y uso indebido de recursos."
    }
  ],
  "validation_summary": {
    "total_items": 5,
    "approved_items": 5,
    "rejected_items": 0,
    "checks_passed": {
      "banned_words": "PASSED - No prohibited terms found",
      "structural_integrity": "PASSED - All items under 80 words and properly formatted",
      "psychometric_validity": "PASSED - All items include cost of integrity"
    }
  }
}

