[
  {
    "id": "block-B01-q011",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la revision de recursos notas que tu supervisor usa datos que el equipo no conoce para decidir quien recibe mejor equipo y tareas visibles; algunos quedan relegados sin razon clara. Si planteas el tema arriesgas tu evaluacion y generas conflicto con tu jefe; si callas evitas tension pero aceptas trato injusto. Que haces y por que?",
    "notes": "Refactored v3 from item 11",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q012",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Puedes usar un descuento especial de la empresa para beneficio economico personal importante; tecnicamente no esta prohibido y varios compañeros lo usan sin consecuencias. Si te niegas pierdes ventaja real que otros usan; si aceptas usas recursos de la empresa para interes privado aunque las reglas sean ambiguas. Como justificas tu decision?",
    "notes": "Refactored v3 from item 12",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q013",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar equipos de la empresa ves que podrias usarlos fuera de horario para proyecto personal que te daria ingreso extra; no hay regla clara y tu supervisor no esta disponible. Si avanzas sin permiso ganas dinero usando recursos de la empresa; si esperas pierdes la oportunidad y podrias parecer poco decidido. Que priorizas y por que?",
    "notes": "Refactored v3 from item 13",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q014",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor pide repartir tareas de forma que se aparta de procedimientos para avanzar mas rapido; otros lideres lo hacen y si rechazas tu area queda como poco flexible. Si aceptas el proceso avanza pero genera injusticias visibles; si te niegas tu jefe puede cuestionar tu compromiso con resultados. Que haces y por que?",
    "notes": "Refactored v3 from item 14",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q015",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan revisar datos confidenciales sobre situacion donde esta involucrada una persona cercana a ti; tu supervisor sabe de la relacion pero insiste porque confia en tu criterio y no hay tiempo para reasignar. Si aceptas te sientes dividido entre vinculo personal y cumplimiento de normas; si rechazas quedas como poco colaborador. Como justificas tu decision?",
    "notes": "Refactored v3 from item 15",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q016",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar como se registran gastos ves una forma de reportarlos que sin mentir hace que parezcan mas justificados de lo real; varios compañeros lo usan y nadie interviene. Si usas el metodo gastos personales pasan como laborales y quedas bien con el grupo; si cuestionas generas tension y quedas aislado. Que priorizas y por que?",
    "notes": "Refactored v3 from item 16",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q017",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar reporte para la direccion ves que los datos se pueden presentar mostrando toda la dificultad o suavizandola para resaltar solo lo positivo; el plazo es ajustado y tu supervisor no esta. Si suavizas evitas alarma pero ocultas riesgos; si muestras todo puede generar reacciones que perjudiquen al equipo. Que haces y por que?",
    "notes": "Refactored v3 from item 17",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q018",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir presupuesto limitado entre proyecto que beneficia a tu equipo y otro menos visible que favorece otras areas; la informacion es incompleta y tu jefe presiona para decidir rapido recordando que influye en tu evaluacion. Si priorizas tu equipo aseguras calificacion pero afectas otras areas; si repartes equitativo arriesgas quedar mal. Como justificas tu decision?",
    "notes": "Refactored v3 from item 18",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q019",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Hay una forma de acomodar registros de presupuesto para que resultados se vean favorables sin que controles lo detecten; varios compañeros lo hacen comentando que es forma practica de presentar numeros y tu jefe parece saberlo. Si no lo haces pareces menos habil o leal; si lo haces alteras informacion deliberadamente. Que priorizas y por que?",
    "notes": "Refactored v3 from item 19",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q020",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir carga de trabajo haciendo que ciertas personas reciban tareas complejas y desgastantes mientras otras quedan con actividades livianas sin razon clara; afectados se quejan en privado pero tu supervisor insiste en mantener asignacion. Si desafias la decision te enfrentas con tu jefe y generas conflicto abierto; si callas aceptas injusticia evidente. Que haces y por que?",
    "notes": "Refactored v3 from item 20",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  }
]