[
  {
    "id": "block-B01-q011",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la revision de recursos tu supervisor usa datos que el equipo no conoce para decidir quien recibe mejor equipo y tareas visibles; algunos quedan relegados sin razon y eso genera desigualdad. Si planteas el tema arriesgas tu evaluacion y generas conflicto directo con el; si callas evitas tension pero aceptas trato injusto hacia compañeros. Que haces y por que?",
    "notes": "Refactored v5 from item 11 - PASSED v4",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q012",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Puedes usar un descuento especial de la empresa para obtener beneficio economico personal considerable; tecnicamente no esta prohibido de forma explicita y varios compañeros lo usan sin consecuencias visibles. Si te niegas pierdes una ventaja real que otros aprovechan; si aceptas usas recursos corporativos para interes privado aunque las reglas sean ambiguas. Como justificas tu decision?",
    "notes": "Refactored v5 from item 12 - added 7 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q013",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar equipos de la empresa ves que puedes usarlos fuera de horario para un proyecto personal que te daria ingreso extra considerable; no hay regla totalmente clara al respecto y tu supervisor no esta disponible. Si avanzas sin permiso ganas dinero usando recursos de la empresa; si esperas autorizacion pierdes la oportunidad y podrias parecer poco decidido frente a otros. Que priorizas y por que?",
    "notes": "Refactored v5 from item 13 - added 5 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q014",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor pide repartir tareas de una forma que se aparta de procedimientos usuales para avanzar mas rapido en los plazos establecidos; otros lideres ya lo hacen y si rechazas tu area queda como poco flexible. Si aceptas el proceso avanza rapido pero genera injusticias visibles entre compañeros; si te niegas puede cuestionar tu compromiso. Que haces y por que?",
    "notes": "Refactored v5 from item 14 - added 7 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q015",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan revisar datos confidenciales de una situacion delicada donde esta involucrada una persona cercana a ti en lo personal; tu supervisor sabe de la relacion pero insiste porque confia en tu criterio y no hay tiempo para reasignar la tarea. Si aceptas sentiras conflicto entre vinculo personal y cumplimiento de normas; si rechazas quedas como poco colaborador. Como justificas tu decision?",
    "notes": "Refactored v5 from item 15 - added 5 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q016",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar como se registran los gastos ves una forma de reportarlos que sin mentir directamente hace que parezcan mas justificados de lo que realmente son; varios compañeros ya usan ese metodo sin que nadie intervenga. Si usas el metodo algunos gastos personales pasan como laborales y quedas bien con el grupo; si cuestionas generas tension y podrias quedar aislado. Que priorizas y por que?",
    "notes": "Refactored v5 from item 16 - added 9 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q017",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar un reporte de resultados para la direccion ves que los datos se pueden presentar de formas distintas mostrando la dificultad completa o suavizandola resaltando solo lo positivo; el plazo es muy ajustado y tu supervisor no esta disponible. Si suavizas evitas alarma inmediata pero ocultas riesgos; si muestras todo puede generar reacciones que perjudiquen al equipo. Que haces y por que?",
    "notes": "Refactored v5 from item 17 - added 7 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q018",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir un presupuesto limitado entre un proyecto que beneficia directamente a tu equipo y otro menos visible que favorece a otras areas de la empresa; la informacion es incompleta y tu jefe presiona para decidir rapido. Si priorizas tu equipo aseguras buena calificacion pero afectas otras areas; si repartes equitativo arriesgas quedar mal con el. Como justificas tu decision?",
    "notes": "Refactored v5 from item 18 - added 9 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q019",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Hay una forma de acomodar registros de presupuesto para que los resultados se vean favorables sin que controles lo detecten; varios compañeros lo hacen diciendo que es forma practica de presentar numeros. Tu jefe parece saberlo pero no dice nada. Si no lo haces pareces menos habil o leal al equipo; si lo haces alteras informacion. Que priorizas y por que?",
    "notes": "Refactored v5 from item 19 - PASSED v4",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q020",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir la carga de trabajo del equipo haciendo que ciertas personas reciban tareas complejas y desgastantes mientras otras quedan con actividades mucho mas livianas sin razon clara; afectados se quejan en privado pero tu supervisor insiste en mantener esa asignacion. Si desafias la decision te enfrentas directamente con el y generas conflicto abierto; si callas aceptas injusticia evidente. Que haces y por que?",
    "notes": "Refactored v5 from item 20 - added 11 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  }
]