[
  {
    "id": "block-B01-q011",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor reparte recursos usando informacion que el equipo desconoce; algunos reciben mejor equipo y tareas visibles mientras otros quedan relegados sin motivo claro. Si callas evitas tension con tu jefe y los beneficiados; si planteas el tema arriesgas tu evaluacion y generas conflicto abierto. Que decision tomas y por que?",
    "word_count": 0,
    "char_count": 0,
    "notes": "Refactored from item 11",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q012",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Puedes usar un descuento especial de la empresa para obtener beneficio personal importante; varios compañeros ya lo hacen sin consecuencias y tu supervisor nunca comento nada. Si te niegas pierdes una ventaja economica real que otros aprovechan; si aceptas usas un recurso corporativo para interes privado. Como justificas tu decision?",
    "word_count": 0,
    "char_count": 0,
    "notes": "Refactored from item 12",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q013",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Detectas que puedes usar equipos de la empresa fuera de horario para un proyecto personal que te generaria ingreso extra considerable; no hay regla totalmente clara y tu supervisor no esta disponible. Si avanzas ganas dinero sin pedir permiso; si esperas pierdes la oportunidad y podrias parecer poco decidido. Que priorizas y por que?",
    "word_count": 0,
    "char_count": 0,
    "notes": "Refactored from item 13",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q014",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor pide repartir tareas apartandose de procedimientos habituales para avanzar mas rapido; otros lideres ya lo hacen y si rechazas podrias hacer que tu area quede como poco flexible. Si aceptas el proceso avanza pero genera injusticias visibles; si te niegas tu jefe puede cuestionar tu compromiso. Que haces y por que?",
    "word_count": 0,
    "char_count": 0,
    "notes": "Refactored from item 14",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q015",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan revisar informacion confidencial sobre una situacion donde esta involucrada una persona cercana a ti; tu supervisor sabe de esa relacion pero insiste porque confia en tu criterio y no hay tiempo para reasignar. Si aceptas sentiras conflicto entre vinculo personal y normas; si rechazas quedas como poco colaborador. Como justificas tu decision?",
    "word_count": 0,
    "char_count": 0,
    "notes": "Refactored from item 15",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q016",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Descubres una forma de reportar gastos que sin mentir directamente hace que parezcan mas justificados de lo real; varios compañeros ya usan ese metodo sin que nadie intervenga. Si callas algunos gastos personales pasan como laborales y quedas bien; si cuestionas el metodo generas tension con el grupo. Que priorizas y por que?",
    "word_count": 0,
    "char_count": 0,
    "notes": "Refactored from item 16",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q017",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar un reporte para la direccion encuentras que la informacion se puede presentar mostrando toda la dificultad o suavizandola para resaltar solo lo positivo; el plazo es ajustado y tu supervisor no esta disponible. Si suavizas evitas alarma inmediata pero ocultas riesgos; si muestras todo puede afectar decisiones que perjudiquen al equipo. Que haces y por que?",
    "word_count": 0,
    "char_count": 0,
    "notes": "Refactored from item 17",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q018",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Debes repartir presupuesto limitado entre un proyecto que beneficia a tu equipo y otro menos visible que favorece otras areas; la informacion es incompleta y tu supervisor presiona para decidir rapido recordando que el resultado influye en tu desempeño. Si priorizas a tu equipo aseguras tu evaluacion; si repartes equitativamente arriesgas quedar mal con tu jefe. Como justificas tu decision?",
    "word_count": 0,
    "char_count": 0,
    "notes": "Refactored from item 18",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q019",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Hay una forma de acomodar registros de presupuesto para que los resultados se vean favorables sin que controles automaticos lo detecten; varios compañeros ya lo hacen y tu supervisor parece saberlo pero nunca dijo nada. Si no lo haces pareces menos habil o leal al equipo; si lo haces alteras informacion deliberadamente. Que priorizas y por que?",
    "word_count": 0,
    "char_count": 0,
    "notes": "Refactored from item 19",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q020",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir carga de trabajo haciendo que ciertas personas reciban tareas complejas y desgastantes mientras otras quedan con actividades livianas sin razon clara; compañeros se quejan en privado pero tu supervisor insiste en mantener la asignacion. Si desafias la decision te enfrentas con tu jefe y generas conflicto abierto; si callas aceptas injusticia evidente. Que haces y por que?",
    "word_count": 0,
    "char_count": 0,
    "notes": "Refactored from item 20",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  }
]