[
  {
    "id": "block-B01-q011",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Durante la revision de recursos notas que tu supervisor usa informacion que el equipo desconoce para decidir quien recibe mejor equipo y tareas visibles; algunos quedan relegados sin motivo claro y eso genera desigualdad evidente. Si planteas el tema arriesgas tu evaluacion y generas conflicto abierto con quien te califica; si callas evitas tension pero aceptas un trato injusto hacia compañeros. Que haces y por que?",
    "notes": "Refactored v2 from item 11",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q012",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Descubres que puedes usar un descuento especial de la empresa para obtener un beneficio economico personal importante; tecnicamente no esta prohibido de forma explicita y varios compañeros ya lo aprovechan sin consecuencias visibles. Si te niegas pierdes una ventaja economica real que otros usan; si aceptas usas recursos corporativos para interes privado aunque las reglas sean ambiguas. Como justificas tu decision?",
    "notes": "Refactored v2 from item 12",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q013",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar equipos de la empresa detectas que podrias usarlos fuera de horario para un proyecto personal que te generaria ingreso extra considerable; no hay regla totalmente clara al respecto y tu supervisor no esta disponible para consultar. Si avanzas sin permiso ganas dinero aprovechando recursos de la empresa; si esperas autorizacion pierdes la oportunidad y podrias parecer poco decidido frente a otros. Que priorizas y por que?",
    "notes": "Refactored v2 from item 13",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q014",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor te pide repartir las tareas del equipo de una forma que se aparta de los procedimientos habituales para avanzar mas rapido en los plazos; otros lideres ya hacen lo mismo y si rechazas podrias hacer que tu area quede como poco flexible. Si aceptas el proceso avanza rapido pero genera injusticias visibles entre compañeros; si te niegas tu jefe puede cuestionar tu compromiso con los resultados. Que haces y por que?",
    "notes": "Refactored v2 from item 14",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q015",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan revisar informacion confidencial sobre una situacion delicada donde esta involucrada una persona cercana a ti en lo personal; tu supervisor sabe de esa relacion pero insiste en que sigas adelante porque confia en tu criterio y no hay tiempo para reasignar la tarea. Si aceptas te sientes dividido entre vinculo personal y cumplimiento de normas; si rechazas quedas como poco colaborador ante tu jefe. Como justificas tu decision?",
    "notes": "Refactored v2 from item 15",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q016",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar como se registran los gastos descubres una manera de reportarlos que sin mentir directamente hace que parezcan mas justificados de lo que realmente son; varios compañeros ya usan ese metodo y nadie interviene. Si usas el metodo algunos gastos personales pueden pasar como laborales y quedas bien con el grupo; si lo cuestionas generas tension con compañeros y podrias quedar aislado. Que priorizas y por que?",
    "notes": "Refactored v2 from item 16",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q017",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar un reporte de resultados para la direccion te encuentras con informacion que se puede presentar de formas distintas: mostrar toda la dificultad o suavizarla resaltando solo aspectos positivos. El plazo es ajustado y tu supervisor no esta disponible para consultar; el tono del reporte puede influir en decisiones que afecten al equipo. Si suavizas evitas alarma inmediata pero ocultas riesgos reales; si muestras todo puede generar reacciones que perjudiquen a tu area. Que haces y por que?",
    "notes": "Refactored v2 from item 17",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q018",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden decidir como repartir un presupuesto limitado entre dos proyectos: uno que beneficia directamente a tu equipo y otro menos visible que favorece otras areas. La informacion es incompleta y tu supervisor presiona para decidir rapido recordando que el resultado influye en tu evaluacion. Si priorizas a tu equipo aseguras tu calificacion pero afectas otras areas; si repartes equitativamente arriesgas quedar mal con tu jefe. Como justificas tu decision?",
    "notes": "Refactored v2 from item 18",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q019",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Descubres que hay una forma de acomodar los registros de presupuesto para que los resultados se vean mas favorables sin que controles automaticos lo detecten como error; varios compañeros ya lo hacen comentando que es una forma practica de presentar numeros. Tu supervisor parece saberlo pero nunca dijo nada al respecto. Si no lo haces pareces menos habil o leal al equipo; si lo haces alteras informacion deliberadamente. Que priorizas y por que?",
    "notes": "Refactored v2 from item 19",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q020",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir la carga de trabajo del equipo haciendo que ciertas personas reciban tareas complejas y desgastantes mientras otras quedan con actividades mucho mas livianas sin una razon clara; compañeros afectados se quejan en privado pero tu supervisor insiste en mantener esa asignacion. Si desafias la decision te enfrentas directamente con tu jefe y generas conflicto abierto; si callas aceptas una injusticia evidente hacia algunos. Que haces y por que?",
    "notes": "Refactored v2 from item 20",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  }
]