[
  {
    "id": "block-B01-q011",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la revision de recursos tu supervisor usa datos que el equipo no conoce para decidir quien recibe mejor equipo y tareas visibles; algunos quedan relegados sin razon y eso genera desigualdad. Si planteas el tema arriesgas tu evaluacion y generas conflicto directo con el; si callas evitas tension pero aceptas trato injusto hacia compañeros. Que haces y por que?",
    "notes": "v6 - PASS v5",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q012",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Puedes usar descuento especial de la empresa para beneficio economico personal considerable; tecnicamente no esta prohibido y varios compañeros lo usan sin consecuencias visibles. Si niegas pierdes ventaja real que otros usan; si aceptas usas recursos corporativos para interes privado aunque reglas sean ambiguas. Como justificas tu decision?",
    "notes": "v6 - cut 10 chars",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q013",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar equipos ves que puedes usarlos fuera de horario para proyecto personal que daria ingreso extra; no hay regla clara y tu supervisor no esta disponible. Si avanzas sin permiso ganas dinero usando recursos de la empresa; si esperas autorizacion pierdes oportunidad y podrias parecer poco decidido frente a otros. Que priorizas y por que?",
    "notes": "v6 - cut 25 chars",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q014",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor pide repartir tareas de una forma que se aparta de procedimientos usuales para avanzar mas rapido en los plazos establecidos; otros lideres ya lo hacen y si rechazas tu area queda como poco flexible. Si aceptas el proceso avanza rapido pero genera injusticias visibles entre compañeros; si te niegas puede cuestionar tu compromiso. Que haces y por que?",
    "notes": "v6 - PASS v5",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q015",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan revisar datos confidenciales de situacion delicada donde esta involucrada persona cercana a ti; tu supervisor sabe de relacion pero insiste porque confia en tu criterio y no hay tiempo para reasignar. Si aceptas sentiras conflicto entre vinculo personal y cumplimiento de normas; si rechazas quedas como poco colaborador. Como justificas tu decision?",
    "notes": "v6 - cut 20 chars",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q016",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar como se registran gastos ves forma de reportarlos que sin mentir hace que parezcan mas justificados de lo real; varios compañeros usan ese metodo sin que nadie intervenga. Si usas el metodo gastos personales pasan como laborales y quedas bien con grupo; si cuestionas generas tension y quedas aislado. Que priorizas y por que?",
    "notes": "v6 - cut 15 chars",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q017",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar reporte para direccion ves que datos se pueden presentar mostrando dificultad completa o suavizandola resaltando solo lo positivo; plazo es ajustado y supervisor no esta disponible. Si suavizas evitas alarma inmediata pero ocultas riesgos; si muestras todo puede generar reacciones que perjudiquen al equipo. Que haces y por que?",
    "notes": "v6 - cut 20 chars",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q018",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir presupuesto limitado entre proyecto que beneficia directamente a tu equipo y otro menos visible que favorece otras areas; informacion es incompleta y jefe presiona para decidir rapido. Si priorizas tu equipo aseguras buena calificacion pero afectas otras areas; si repartes equitativo arriesgas quedar mal. Como justificas tu decision?",
    "notes": "v6 - cut 10 chars",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q019",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Hay una forma de acomodar registros de presupuesto para que los resultados se vean favorables sin que controles lo detecten; varios compañeros lo hacen diciendo que es forma practica de presentar numeros. Tu jefe parece saberlo pero no dice nada. Si no lo haces pareces menos habil o leal al equipo; si lo haces alteras informacion. Que priorizas y por que?",
    "notes": "v6 - PASS v5",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  },
  {
    "id": "block-B01-q020",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir carga haciendo que ciertas personas reciban tareas complejas mientras otras quedan con actividades livianas sin razon clara; afectados se quejan en privado pero supervisor insiste en mantener asignacion. Si desafias decision te enfrentas con el y generas conflicto abierto; si callas aceptas injusticia evidente. Que haces y por que?",
    "notes": "v6 - cut 50 chars",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3"
  }
]