[
  {
    "id": "block-B04-q091",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras varios cambios de jefe en pocos meses, cada uno trae prioridades distintas y modifica la forma de medir el desempe¤o. Apenas empiezas a adaptarte a un criterio, llega otro con expectativas nuevas y comentarios ambiguos sobre la estabilidad futura del  rea. Te preocupa que tu trabajo pierda coherencia y te debates entre acomodarte sin cuestionar o pedir definiciones claras sobre c¢mo se evaluar  tu permanencia.",
    "options_structured": {
      "integrity_correct": "Solicitas una reuni¢n para pedir criterios de evaluaci¢n estables y documentados, explicando c¢mo los cambios constantes afectan tu foco, aun sabiendo que podr¡an verte como quien exige certezas en un contexto incierto.",
      "pragmatic_distractor": "Te adaptas gradualmente a las preferencias de cada jefe, observando qué valoran antes de proponer ajustes o pedir aclaraciones.",
      "evasive_distractor": "Continúas cumpliendo con tus responsabilidades sin abordar directamente el tema de la evaluación, esperando que la situación se estabilice.",
      "rationalized_distractor": "Optas por adaptarte en silencio a lo que pidan cada semana, confiando en que mientras cumplas algo el criterio se estabilizará sin exponerte a pedir reglas."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 1",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q092",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa anuncia que revisar  los contratos para incluir mayor movilidad entre  reas y sedes. Aunque la medida se presenta como oportunidad de desarrollo, muchos temen traslados forzosos que afecten su vida personal. A ti te adelantan de forma informal que podr¡an considerarte para un cambio de ciudad por tu perfil, pero nadie aclara condiciones ni plazos.",
    "options_structured": {
      "integrity_correct": "Pides formalmente que se detallen por escrito las condiciones de cualquier traslado y expresas con respeto tus límites personales, aun sabiendo que podrían considerarte menos disponible.",
      "pragmatic_distractor": "Aceptas la posibilidad de traslado sin pedir muchos detalles por ahora, pensando que ya habrá momento para negociar si el cambio se concreta.",
      "evasive_distractor": "Evitas tocar el tema con tu jefe y compartes tus dudas solo con compañeros cercanos, esperando que la medida no te afecte directamente.",
      "rationalized_distractor": "Decides no abrir el tema y esperar a ver si el traslado se diluye, asumiendo que si no hay anuncio formal no vale la pena anticipar límites."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 2",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q093",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se introduce una nueva pol¡tica de evaluaci¢n que vincula con fuerza los resultados trimestrales a la renovaci¢n de contratos. El margen para aprender de errores parece cada vez menor y algunos compa¤eros empiezan a asumir m s carga de la que pueden sostener para no aparecer con indicadores bajos. T£ percibes que el ritmo actual no es sostenible para tu salud.",
    "options_structured": {
      "integrity_correct": "Planteas a tu supervisor que el modelo de metas podría ajustarse para equilibrar resultados y bienestar, proponiendo formas de reportar riesgos de sobrecarga, aunque te perciban como menos competitivo.",
      "pragmatic_distractor": "Aceptas el esquema y ajustas tu ritmo para cumplir las metas, confiando en que la situación se normalizará en los próximos meses.",
      "evasive_distractor": "Mantienes el ritmo exigente por ahora y evitas hablar de cómo te sientes, esperando que eventualmente haya espacio para respirar.",
      "rationalized_distractor": "Te propones cumplir hasta donde alcances sin levantar alertas, convencido de que si el modelo es inviable luego ajustarán metas sin que tengas que cuestionarlo ahora."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 3",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q094",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu  rea vive un proceso de automatizaci¢n que elimina varias tareas repetitivas, pero tambi‚n genera incertidumbre sobre qu‚ puestos seguir n siendo necesarios. A ti te piden documentar detalladamente tu propio flujo de trabajo para analizarlo como posible candidato a simplificaci¢n, mientras tus colegas te aconsejan no mostrar todo para asegurarte un lugar.",
    "options_structured": {
      "integrity_correct": "Documentas de forma completa tus procesos y propones cómo podrías asumir funciones de mayor valor si algunas tareas se automatizan, aunque eso implique redefinir tu rol.",
      "pragmatic_distractor": "Entregas la información solicitada de manera general, reservando algunos detalles mientras observas cómo avanza el proyecto.",
      "evasive_distractor": "Priorizas otras tareas y vas postergando la documentación, esperando que el foco del proyecto cambie con el tiempo.",
      "rationalized_distractor": "Entregas una versión parcial y conservas detalles, diciéndote que así no aceleras tu propia sustitución y siempre podrás alegar que el alcance seguía en definición."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 4",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q095",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Durante a¤os has sido referente en un proceso clave, pero la empresa decide crear un equipo nuevo para modernizarlo con personas m s j¢venes que traen ideas distintas. Aunque te invitan a participar, notas comentarios impl¡citos sobre la necesidad de renovarse y temes quedar etiquetado como parte del pasado si cuestionas ciertas decisiones apresuradas.",
    "options_structured": {
      "integrity_correct": "Te integras al equipo nuevo aportando tu experiencia y señalando con respeto riesgos que detectas en algunos cambios, aunque podrían percibirte como poco receptivo a lo nuevo.",
      "pragmatic_distractor": "Aceptas la mayoría de las propuestas sin entrar en discusiones, procurando que se valore tu disposición a colaborar con el equipo.",
      "evasive_distractor": "Participas de forma moderada y evitas opinar demasiado, esperando que el tiempo muestre qué decisiones fueron acertadas.",
      "rationalized_distractor": "Eliges observar y ceder espacio sin discutir, confiando en que mostrarte dócil evitará etiquetas de resistencia aunque sientas que diluye tu rol."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 5",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q096",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu área vive un proceso de automatización que elimina varias tareas repetitivas, pero también genera incertidumbre sobre qué puestos seguirán siendo necesarios. A ti te piden documentar detalladamente tu propio flujo de trabajo para analizarlo como posible candidato a simplificación, mientras tus colegas te aconsejan no mostrar todo para asegurarte un lugar.",
    "options_structured": {
      "integrity_correct": "Documentas de forma completa tus procesos y propones cómo podrías asumir funciones de mayor valor si algunas tareas se automatizan, aunque implique redefinir tu rol.",
      "pragmatic_distractor": "Entregas la información de manera general, reservando algunos detalles mientras observas cómo evoluciona el proyecto.",
      "evasive_distractor": "Priorizas otras tareas y postergas la documentación, esperando que el foco del proyecto cambie con el tiempo.",
      "rationalized_distractor": "Compartes solo un esquema general y guardas matices, convencido de que revelar todo antes de saber el rumbo podría jugar en tu contra."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 6",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q097",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu área lanza una encuesta interna sobre intención de permanecer en la empresa. Sabes que las respuestas se analizarán para diseñar acciones, pero muchos expresan temor a responder con sinceridad por miedo a represalias si manifiestan dudas. Tú mismo tienes inquietudes sobre ciertas decisiones recientes que podrían afectar tu deseo de seguir.",
    "options_structured": {
      "integrity_correct": "Respondes la encuesta con honestidad y solicitas un espacio para profundizar en tus inquietudes, aunque podrían percibirte como alguien con reservas.",
      "pragmatic_distractor": "Respondes de forma positiva en la encuesta y reservas tus dudas para conversaciones más privadas con personas de confianza.",
      "evasive_distractor": "Respondes de manera general sin entrar en detalles, manteniendo un tono que no revele del todo cómo te sientes.",
      "rationalized_distractor": "Respondes neutro y sin matices, creyendo que dejar rastro de tus dudas no te traerá beneficio y que el ejercicio es más formalidad que cambio real."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 7",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q098",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras un cambio de liderazgo, se instala la idea de que “quien no se adapta rápido se queda fuera”. Observas decisiones de salida que, aunque justificadas en bajo desempeño, parecen no considerar del todo el contexto de cada persona. Tú has tenido un período complejo por motivos personales y temes que tu situación sea interpretada solo desde los números fríos.",
    "options_structured": {
      "integrity_correct": "Solicitas una conversación para explicar cómo tu situación reciente ha impactado tus resultados y propones un plan de mejora realista, aunque podrían percibirte como alguien atravesando un momento difícil.",
      "pragmatic_distractor": "Incrementas tu esfuerzo para compensar los resultados, sin entrar en detalles sobre el contexto personal que influyó en este período.",
      "evasive_distractor": "Evitas reuniones donde se revisan resultados en detalle, prefiriendo que las conversaciones se mantengan breves y generales.",
      "rationalized_distractor": "Decides no compartir contexto personal y te limitas a producir, asumiendo que si superas el bache luego nadie revisará cómo llegaste ahí."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 8",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q099",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En tu equipo se rumora que habrá recortes y que se priorizará la permanencia de quienes acepten sin discutir cambios de rol y horario. Te insinúan que, si te muestras “difícil” para ajustar tus funciones, podrías quedar fuera de futuras consideraciones. Al mismo tiempo, el nuevo rol que proponen desdibuja competencias que has construido durante años.",
    "options_structured": {
      "integrity_correct": "Planteas con claridad qué ajustes son razonables para ti y cuáles podrían afectar tu desempeño, aunque podrían percibirte como menos flexible que otros.",
      "pragmatic_distractor": "Aceptas el nuevo rol con apertura, confiando en que mostrarte disponible te ayudará a conservar el puesto mientras evalúas cómo adaptarte.",
      "evasive_distractor": "Das señales de disposición sin definir del todo tu postura, esperando que la situación se aclare antes de comprometerte.",
      "rationalized_distractor": "Aceptas el rol sin discutir, convenciéndote de que es temporal y que más adelante podrás ajustar si las condiciones no mejoran."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 9",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q100",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Una nueva jefatura decide concentrar decisiones en un grupo reducido de confianza y deja de invitar a ciertas personas a reuniones clave, aunque oficialmente siguen siendo parte del equipo. Notas que tu nombre desaparece de algunas convocatorias y que tus aportes se solicitan solo para tareas operativas. Te cuestionas si hablar del tema podría acelerar tu salida o ayudar a recuperar tu lugar.",
    "options_structured": {
      "integrity_correct": "Pides una conversación para entender por qué has dejado de participar en ciertas decisiones y planteas el valor que podrías aportar, aunque implique confirmar un cambio en tu rol.",
      "pragmatic_distractor": "Aceptas la reducción de tu participación por ahora y te enfocas en hacer bien las tareas asignadas, esperando que eventualmente vuelvas a ser incluido.",
      "evasive_distractor": "Comentas la situación con colegas cercanos y observas cómo evoluciona antes de decidir si lo planteas formalmente.",
      "rationalized_distractor": "Optas por no forzar invitaciones y sigues con lo asignado, creyendo que el silencio puede leerse como lealtad y te reabrirá espacio luego."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 10",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q101",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras años en la misma posición, percibes que tu rol se ha vuelto predecible y que casi no te asignan proyectos desafiantes. Cuando preguntas por nuevas responsabilidades, te responden que eres “clave donde estás” y que moverte podría afectar la estabilidad del equipo. Te debates entre aceptar la comodidad o insistir en cambios que podrían poner en duda tu permanencia.",
    "options_structured": {
      "integrity_correct": "Reiteras formalmente tu interes en asumir retos distintos y propones un plan de transicion para que tu puesto quede cubierto, aunque podrian interpretarlo como inquietud por la estabilidad.",
      "pragmatic_distractor": "Decides quedarte como estas por ahora, valorando la seguridad del rol actual mientras observas si surgen oportunidades naturalmente.",
      "evasive_distractor": "Dejas de insistir con jefaturas y comentas tu inquietud solo con personas cercanas, esperando que eventualmente te consideren para algo diferente.",
      "rationalized_distractor": "Decides no insistir y te quedas donde estás, diciéndote que la estabilidad pesa más que pedir cambios que puedan incomodar."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 11",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q102",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa anuncia que quienes acepten asumir funciones adicionales de coordinación, sin aumento inmediato de salario, podrían ser considerados prioritarios en futuras promociones. A ti te proponen liderar un proyecto complejo además de tus tareas actuales. Sabes que implicará más horas y tensión en casa, pero también que rechazarlo podría cerrar puertas.",
    "options_structured": {
      "integrity_correct": "Aceptas solo si se define claramente el alcance, la duracion y las condiciones futuras del rol, aunque podrian verlo como poner condiciones donde otros aceptan sin preguntar.",
      "pragmatic_distractor": "Aceptas para posicionarte bien en futuras promociones, confiando en que podras manejar la carga adicional aunque implique ajustes personales.",
      "evasive_distractor": "Pides tiempo para pensarlo y vas postergando la decision, esperando que la situacion se resuelva sin que tengas que definirte.",
      "rationalized_distractor": "Aceptas sin clarificar del todo, pensando que si el proyecto no prospera siempre podrás alegar que nunca hubo alcance definido."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 12",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q103",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En una reunión general se señala que la empresa valora especialmente a quienes “se ponen la camiseta” en momentos de cambio. Luego, tu jefe te pide quedarte varias noches seguidas terminando un proyecto que se retrasó por decisiones de niveles superiores. Sabes que hacerlo te agotará y afectará otros compromisos importantes fuera del trabajo.",
    "options_structured": {
      "integrity_correct": "Explicas que puedes apoyar en un plan de recuperacion razonable, pero marcas limites sobre horarios y propones ajustar plazos o recursos, aunque podrian verte como menos entregado.",
      "pragmatic_distractor": "Aceptas quedarte las noches necesarias para demostrar compromiso, ajustando otros compromisos personales temporalmente.",
      "evasive_distractor": "Dices que ayudaras en lo posible sin definir limites claros, decidiendo sobre la marcha segun como te sientas cada dia.",
      "rationalized_distractor": "Apoyas en lo que alcances sin marcar límites, confiando en que luego podrás pedir una compensación informal por haber estado disponible."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 13",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q104",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu organización ofrece un programa de formación interna para personas que quieran prepararse para futuros cargos de mayor responsabilidad. Sabes que quienes participan son observados de cerca y que el programa implica exámenes, trabajos adicionales y exposición ante jefaturas. Al mismo tiempo, sientes cansancio por la carga actual y temes no llegar a todo.",
    "options_structured": {
      "integrity_correct": "Evaluas honestamente tu capacidad y, si decides postular, acuerdas con tu jefe ajustes temporales en tus tareas para poder cumplir responsablemente, aunque podrian interpretarlo como poner condiciones.",
      "pragmatic_distractor": "Te inscribes confiando en que podras organizarte sobre la marcha, aunque implique ajustar tu disponibilidad personal.",
      "evasive_distractor": "Dejas pasar el plazo de inscripcion sin tomar una decision clara, evitando la conversacion sobre tu capacidad de asumir mas.",
      "rationalized_distractor": "Dejas pasar la inscripción convenciéndote de que otro ciclo será mejor momento y así evitas exponer tu capacidad actual."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 14",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q105",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Ante rumores de una fusión con otra empresa, tus compañeros discuten qué perfiles podrían ser considerados redundantes. Algunos sugieren “hacerse notar” tomando más tareas visibles, aunque signifique desatender labores menos llamativas pero necesarias. Tú te preguntas cómo cuidar tu permanencia sin traicionar el compromiso con el trabajo de fondo.",
    "options_structured": {
      "integrity_correct": "Mantienes la calidad en tus tareas estructurales y conversas con tu jefe sobre como aportar en proyectos estrategicos sin descuidar responsabilidades de base, aunque requiera esfuerzo extra.",
      "pragmatic_distractor": "Te enfocas en actividades visibles que puedan destacar ante la nueva direccion, ajustando el tiempo que dedicas a tareas menos notorias.",
      "evasive_distractor": "Evitas hablar de la posible fusion y sigues con tu rutina habitual, esperando que las decisiones no te afecten directamente.",
      "rationalized_distractor": "Reduces el foco en tareas de fondo y apuestas por lo visible, diciéndote que después habrá tiempo de reparar lo que quede rezagado."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 15",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q106",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En tu área empiezan a valorarse mucho las horas de presencia física, aunque la carga real de trabajo no justifique quedarse hasta tarde. Varias personas se quedan solo para ser vistas por la jefatura, mientras quien se va a su horario es comentado como poco comprometido. Tú tienes responsabilidades familiares y te preocupa cómo se interpreta que salgas a tiempo.",
    "options_structured": {
      "integrity_correct": "Hablas con tu jefe sobre la importancia de valorar resultados por encima de la presencia prolongada y dejas claro tu horario, aunque podrian compararte con quienes se quedan mas tiempo.",
      "pragmatic_distractor": "Empiezas a quedarte un poco mas algunas veces para evitar comentarios, aunque no siempre haya tareas urgentes.",
      "evasive_distractor": "Algunas veces te quedas mas y otras te vas a tu hora, sin abordar directamente el criterio de evaluacion que se esta instalando.",
      "rationalized_distractor": "Alternas entre quedarte y salir a tu hora sin explicarlo, asumiendo que esa ambigüedad evitará etiquetas sin tener que confrontar el criterio."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 16",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q107",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Durante una reestructuración, observas que algunas personas son reubicadas a funciones menos visibles sin mucha explicación. Cuando preguntas cómo se toman esas decisiones, recibes respuestas generales sobre “ajustes necesarios”. Temes que tu nombre pueda aparecer en la siguiente lista sin que se consideren tus fortalezas ni tu interés en seguir aportando.",
    "options_structured": {
      "integrity_correct": "Solicitas una reunion para entender que criterios se estan usando y presentas tus aportes y preferencias de desarrollo, aunque podrian percibirte como alguien que cuestiona decisiones.",
      "pragmatic_distractor": "Intentas asumir tareas mas visibles y mostrarte disponible ante quienes tienen poder de decision, sin pedir claridad sobre los criterios.",
      "evasive_distractor": "Evitas conversar sobre reubicaciones y prefieres no indagar demasiado, esperando que la situacion no te afecte.",
      "rationalized_distractor": "Aceptas la reubicación que llegue sin preguntar, convencido de que mostrar docilidad protege tu permanencia aunque no conozcas el criterio."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 17",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q108",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En una conversación informal, un directivo comenta que la empresa valora a la gente que “no hace ruido” y se adapta rápido a las nuevas directrices. Has observado decisiones que afectan la equidad entre áreas y te debatías sobre si plantear tus inquietudes. Ese comentario refuerza la percepción de que hablar podría tener consecuencias para tu futuro en la organización.",
    "options_structured": {
      "integrity_correct": "Decides plantear tus inquietudes sobre equidad en un espacio formal y respetuoso, proponiendo mejoras concretas, aunque podrian verte como alguien que complica las cosas.",
      "pragmatic_distractor": "Optas por adaptarte a las decisiones sin comentar, priorizando mantener una imagen de persona colaboradora.",
      "evasive_distractor": "Compartes tus dudas solo con colegas cercanos, sin llevar el tema a quienes pueden decidir cambios.",
      "rationalized_distractor": "Te limitas a seguir instrucciones sin abordar inequidades, diciéndote que un perfil bajo es más seguro que abrir un frente."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 18",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q109",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras algunos años en la empresa, recibes una oferta externa que mejora tu salario pero ofrece menor estabilidad contractual. Cuando lo comentas con tu jefe, te señala que “en estos tiempos nadie tiene el puesto asegurado”, pero también insinúa que se podría revisar tu situación más adelante si decides quedarte sin generar presión.",
    "options_structured": {
      "integrity_correct": "Expresas con claridad lo que valoras de la organizacion y lo que necesitarias para seguir, aunque podrian no responder de inmediato y eso genere cierta incomodidad.",
      "pragmatic_distractor": "Decides quedarte sin plantear condiciones por ahora, esperando que con el tiempo se reconozca tu aporte y se abran mejores opciones.",
      "evasive_distractor": "No vuelves a mencionar la oferta y retrasas tu decision, confiando en que el tiempo ayude a definir que hacer.",
      "rationalized_distractor": "Sigues igual sin analizar mucho la oferta, asumiendo que la inercia es menos riesgosa que pedir algo ahora y quedar marcado."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 19",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q110",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Una compañera con antigüedad similar a la tuya decide irse tras sentir que ya no tiene espacio para crecer. Su salida remueve al equipo y abre dudas sobre cuánto valora la organización la permanencia a largo plazo. Tú compartes parte de sus razones, pero también aprecias aspectos positivos del lugar. Te preguntas si aprovechar el momento para expresar tus inquietudes podría ayudar o exponer tu posición.",
    "options_structured": {
      "integrity_correct": "Solicitas una conversación con tu jefe para reflexionar sobre lo que podría hacerse diferente para aumentar el deseo de permanecer, incluyendo tus propias inquietudes, aunque podrías quedar asociado a una mirada crítica.",
      "pragmatic_distractor": "Te concentras en mostrar buena disposición y evitar comentarios que puedan vincularte con las razones de salida de tu compañera.",
      "evasive_distractor": "Hablas del tema solo en conversaciones informales, sin llevar tus preocupaciones a espacios donde se tomen decisiones.",
      "rationalized_distractor": "Compartes solo elogios y evitas mencionar tus dudas, diciéndote que no es el espacio para matices si quieres mantener tu posición."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 20",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q111",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se implementa una nueva herramienta de gestión que permite medir con detalle tiempos y entregables individuales. Aunque se presenta como apoyo para organizar mejor el trabajo, algunas personas sienten que es un mecanismo de control que podría usarse para justificar salidas. Tú ves ventajas en la claridad, pero también riesgos de interpretaciones injustas si no se considera el contexto.",
    "options_structured": {
      "integrity_correct": "Propones definir reglas claras y compartidas sobre como se usara la informacion, planteando ejemplos de situaciones que podrian malinterpretarse, aunque podrian verte como quien complica la implementacion.",
      "pragmatic_distractor": "Aceptas la herramienta y te enfocas en optimizar tus registros para mantener buenos indicadores, sin discutir como se evaluara el conjunto.",
      "evasive_distractor": "Usas la herramienta de forma basica y evitas hacer preguntas, esperando que con el tiempo se vuelva un tramite mas.",
      "rationalized_distractor": "Usas la herramienta sin opinar sobre reglas, convencido de que mientras tus números se vean bien el contexto no será cuestionado."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 21",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q112",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Durante un proceso de cambio cultural, se pide a cada área definir cómo quiere vivir los próximos años en la organización. Muchos ven la iniciativa como formalidad y responden lo que creen que la dirección quiere escuchar. Tú percibes tensiones reales sobre carga, reconocimiento y estabilidad que rara vez aparecen en documentos oficiales.",
    "options_structured": {
      "integrity_correct": "Contribuyes incluyendo en la declaracion del area temas sensibles como equilibrio de carga y claridad sobre desarrollo y permanencia, aunque podria resultar incomodo para quienes prefieren un texto mas neutro.",
      "pragmatic_distractor": "Propones un texto general y optimista que no mencione tensiones, para que sea rapidamente aprobado sin generar discusiones.",
      "evasive_distractor": "Te mantienes al margen de la redaccion y aceptas lo que otras personas definan, para no involucrarte en debates sobre el futuro del area.",
      "rationalized_distractor": "Firmas un texto genérico sin temas sensibles, diciéndote que la cultura se decide arriba y esto es solo una formalidad."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 22",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q113",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu nueva jefatura plantea metas más exigentes que las anteriores y comenta que quien no alcance los estándares podría tener que revisar su “ajuste” a la organización. A la vez, no siempre entrega los recursos o información necesarios para cumplir lo solicitado. Te preguntas cómo sostener tu compromiso cuando las condiciones no son del todo claras.",
    "options_structured": {
      "integrity_correct": "Expresas a tu jefe la importancia de alinear metas con recursos y propones acordar prioridades realistas, aunque podria interpretar tu postura como resistencia al cambio.",
      "pragmatic_distractor": "Aceptas las metas y tratas de compensar las carencias con esfuerzo personal, confiando en que las condiciones mejoraran con el tiempo.",
      "evasive_distractor": "Cumples con lo que puedes y evitas profundizar en las inconsistencias, esperando que no se note del todo que quedo pendiente.",
      "rationalized_distractor": "Decides no plantear recursos ni prioridades; haces lo posible y asumes que si fallas dirás que el marco no ayudó."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 23",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q114",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se comunica que, para permanecer en ciertos roles, será necesario obtener una certificación externa en un plazo limitado. El proceso implica horas de estudio fuera de la jornada y un costo económico que solo se reembolsa al aprobar. Tú valoras la oportunidad, pero también sabes que tu situación actual hace difícil asumir ese esfuerzo adicional.",
    "options_structured": {
      "integrity_correct": "Hablas con tu jefe sobre tus restricciones de tiempo y recursos, y propones un plan razonable para lograr la certificacion, aunque podrian verte como menos dispuesto a invertir en tu desarrollo.",
      "pragmatic_distractor": "Te inscribes confiando en que podras estudiar sobre la marcha, aunque implique ajustar descanso o compromisos personales.",
      "evasive_distractor": "Postergas la inscripcion sin tomar una decision clara, esperando que la situacion se resuelva o cambie el requisito.",
      "rationalized_distractor": "Dejas pasar la inscripción y observas, diciéndote que si el requisito se vuelve obligatorio ya verás cómo abordarlo sin exponerte ahora."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 24",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q115",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Te asignan acompañar a una persona nueva que expresó dudas sobre si el lugar es adecuado para ella. Sientes que tu forma de mostrar el día a día puede influir en su decisión de quedarse. Al mismo tiempo, tienes inquietudes propias sobre cambios recientes que han afectado tu motivación.",
    "options_structured": {
      "integrity_correct": "Optas por mostrarle tanto los aspectos positivos como los desafios, animandola a plantear sus dudas en espacios formales, aunque podria transmitir tambien tus propias inquietudes.",
      "pragmatic_distractor": "Presentas principalmente la mejor cara del lugar para que decida quedarse, evitando comentarios que puedan generar cuestionamientos.",
      "evasive_distractor": "Te limitas a ensenarle procesos basicos y evitas hablar de como se vive realmente el trabajo, para no involucrarte en su decision.",
      "rationalized_distractor": "Muestras solo la cara positiva y omites tus inquietudes, convenciéndote de que no te corresponde condicionar su decisión."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 25",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q116",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En tu área se comenta que quienes hacen críticas abiertas en reuniones son vistos como poco alineados con el proyecto a largo plazo. Has identificado situaciones que impactan la intención de permanencia de varias personas, como mensajes contradictorios sobre desarrollo y carga. Te preguntas si callar para protegerte no terminará reforzando esos mismos problemas.",
    "options_structured": {
      "integrity_correct": "Preparas ejemplos concretos y llevas tus observaciones a una reunion formal, proponiendo mejoras, aunque podrian etiquetarte como una voz incomoda.",
      "pragmatic_distractor": "Prefieres hacer comentarios ligeros fuera de las reuniones y ajustarte a las decisiones, evitando intervenciones que puedan incomodar a la jefatura.",
      "evasive_distractor": "Te inscribes en iniciativas de mejora pero participas poco, para figurar como comprometido sin exponer tus opiniones de fondo.",
      "rationalized_distractor": "Te apuntas a iniciativas sin profundizar, para figurar como colaborador sin exponerte, confiando en que eso baste para conservar tu lugar."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 26",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q117",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La organización ofrece un programa voluntario de movilidad interna que permite cambiar de área sin perder antigüedad. Sin embargo, algunas personas comentan que quienes se mueven son vistos como poco leales a sus equipos anteriores. Tú ves una opción que encaja con tus intereses, pero temes dañar la relación con tu jefatura actual.",
    "options_structured": {
      "integrity_correct": "Hablas abiertamente con tu jefe sobre tu interes en la movilidad y explicas como podrias cerrar bien tu ciclo actual, aunque podria sentirse molesto o cuestionado.",
      "pragmatic_distractor": "Te postulas sin avisar previamente, confiando en que si eres seleccionado la decision se presentara como algo ya resuelto.",
      "evasive_distractor": "Comentas tu interes solo con colegas de la otra area y dejas que pase el plazo de postulacion para evitar una conversacion directa.",
      "rationalized_distractor": "No te postulas ni avisas, asumiendo que mantenerte inmóvil evita roces con tu jefe actual y deja la puerta entreabierta."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 27",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q118",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras un periodo de alta rotación en tu equipo, te piden que seas “embajador” de la organización en entrevistas con personas candidatas, destacando razones para permanecer a largo plazo. Al mismo tiempo, sigues procesando tus propias dudas sobre cómo han manejado ciertos cambios recientes.",
    "options_structured": {
      "integrity_correct": "Aceptas el rol solo si puedes compartir una vision equilibrada que incluya tanto fortalezas como desafios, aunque eso podria incomodar a quienes esperan un mensaje solo positivo.",
      "pragmatic_distractor": "Te enfocas en resaltar los aspectos atractivos, dejando fuera elementos que puedan generar dudas a quienes postulan.",
      "evasive_distractor": "Aceptas el encargo pero respondes de forma general y superficial en las entrevistas, sin entrar en detalles sobre la experiencia real de permanencia.",
      "rationalized_distractor": "Aceptas el rol pero te limitas a un guion protocolario, creyendo que así quedas bien sin comprometerte con mensajes incómodos."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 28",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q119",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En una instancia informal, escuchas a un mando medio comentar que “si alguien no está contento, la puerta está abierta”. Varias personas se sienten afectadas por el mensaje, ya que atraviesan cambios complejos pero quieren seguir aportando. Tú mismo te sientes interpelado porque tienes inquietudes que no has expresado abiertamente.",
    "options_structured": {
      "integrity_correct": "Llevas el tema a un espacio formal y planteas como ese tipo de mensajes puede afectar la confianza y el deseo de permanecer, aunque podrian considerar que estas exagerando.",
      "pragmatic_distractor": "Decides no decir nada para no exponerte y te enfocas en mantener una imagen de conformidad, aunque te incomode el comentario.",
      "evasive_distractor": "Solo hablas del tema en conversaciones privadas, sin intentar que se revise el mensaje.",
      "rationalized_distractor": "Decides restar importancia y seguir como si nada, diciéndote que abrir el tema solo te pondría bajo el reflector."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 29",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q120",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Al cierre de un ciclo de evaluación, ves que tu calificación es buena pero el comentario principal es que “puedes dar todavía más”. No se mencionan las condiciones en que has trabajado ni el apoyo que has brindado a otras personas. Te preocupa que la vara de exigencia siga subiendo sin considerar el equilibrio necesario para sostener tu permanencia.",
    "options_structured": {
      "integrity_correct": "Solicitas retroalimentacion mas concreta y planteas la importancia de reconocer lo ya aportado y discutir como sostener expectativas realistas, aunque podrian verte como alguien que se conforma.",
      "pragmatic_distractor": "Aceptas el comentario y aumentas tu esfuerzo, esperando que en la proxima evaluacion eso se traduzca en mejores oportunidades.",
      "evasive_distractor": "Restas importancia a la evaluacion y decides no volver a preguntar por expectativas, para no entrar en conversaciones incomodas.",
      "rationalized_distractor": "Asumes la retro como un formalismo y no pides ejemplos, convenciéndote de que es mejor no abrir expectativas que no controlas."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 30",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q121",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En tu equipo se instala la práctica de responder mensajes de trabajo a cualquier hora, incluidos fines de semana. Quienes se desconectan son vistos como poco involucrados en los cambios en curso. Tú intentas proteger tus espacios personales, pero temes que eso se interprete como falta de compromiso con el proyecto a largo plazo.",
    "options_structured": {
      "integrity_correct": "Acordas con tu jefe horarios razonables de respuesta y explicas como esa claridad ayuda a sostener tu energia para permanecer en el tiempo, aunque podrian compararte con quienes estan siempre disponibles.",
      "pragmatic_distractor": "Te mantienes conectado la mayor parte del tiempo y respondes rapido, ajustando tu descanso para evitar dudas sobre tu compromiso.",
      "evasive_distractor": "Algunas veces respondes rapido y otras ignoras mensajes, sin comunicar tus limites, esperando que el tema no se vuelva explicito.",
      "rationalized_distractor": "Respondes o no según el día sin acordar límites, confiando en que la ambigüedad mantendrá tu imagen a salvo."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 31",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q122",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Te proponen sumarte a un comité temporal que revisará las condiciones de trabajo para favorecer la permanencia, pero advierten que no habrá reducción de carga en tus tareas habituales. Sabes que tu participación puede mejorar cosas para muchos, pero también que te exigirá tiempo y energía adicionales.",
    "options_structured": {
      "integrity_correct": "Aceptas participar solo si se acuerda algun ajuste en tu carga o plazos, explicando que quieres contribuir sin poner en riesgo tu propio equilibrio, aunque podrian verlo como poner condiciones.",
      "pragmatic_distractor": "Aceptas para ser visto como alguien comprometido, aunque eso signifique trabajar mas horas y ajustar tu tiempo personal.",
      "evasive_distractor": "Dices que lo evaluaras pero dejas pasar el tiempo sin dar una respuesta clara, esperando que asignen el rol a otra persona.",
      "rationalized_distractor": "Te apuntas sin pedir alivio de carga, diciéndote que si no alcanza el tiempo siempre podrás justificar retrasos por estar ayudando."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 32",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q123",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Luego de varios años, te das cuenta de que casi siempre eres quien cubre ausencias inesperadas en el equipo porque conoces múltiples procesos. Aunque reconoces que eso te hace valioso, también sientes desgaste y notas que pocas veces se considera cómo equilibrar esa carga para que sigas queriendo quedarte.",
    "options_structured": {
      "integrity_correct": "Hablas con tu jefe sobre la necesidad de distribuir mejor las coberturas y documentar procesos para compartir el conocimiento, aunque podria interpretarlo como que ya no quieres poner el hombro.",
      "pragmatic_distractor": "Sigues cubriendo lo que te piden, confiando en que ese esfuerzo eventualmente se traducira en reconocimiento o ascensos.",
      "evasive_distractor": "Empiezas a poner excusas para no asumir algunas coberturas, sin explicar como te afecta la carga acumulada.",
      "rationalized_distractor": "Sigues cubriendo huecos sin documentar más, convencido de que mantenerte indispensable te protege aunque te desgaste."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 33",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q124",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu organización anuncia un plan de beneficios escalonados según antigüedad y resultados recientes. Algunos compañeros con permanencia larga pero un año difícil sienten que pierden terreno frente a personas más nuevas. Tú mismo percibes que el mensaje sobre fidelidad y esfuerzo sostenido se ha vuelto más ambiguo.",
    "options_structured": {
      "integrity_correct": "Planteas en un espacio formal la importancia de equilibrar indicadores recientes con la contribucion de largo plazo, proponiendo ajustes, aunque podrian pensar que defiendes tus propios intereses.",
      "pragmatic_distractor": "Te adaptas al nuevo esquema y enfocas tu energia en destacar en los indicadores inmediatos, ajustando el tiempo que dedicas a proyectos de largo plazo.",
      "evasive_distractor": "Comentas el tema solo en charlas informales y evitas discusiones con quienes disenaron el plan, para no generar tension.",
      "rationalized_distractor": "Aceptas el esquema y te enfocas en los indicadores del mes, diciéndote que la historia pasada no vale una discusión que pueda marcarte."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 34",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q125",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En tu equipo circula la idea de que “quien se queja mucho termina fuera”. Has observado decisiones que afectan la estabilidad de algunas personas por situaciones que podrían haberse resuelto con ajustes razonables. Tú te debates entre cuidar tu permanencia guardando silencio o intentar que se revisen ciertas prácticas que ves injustas.",
    "options_structured": {
      "integrity_correct": "Buscas un canal formal y respetuoso para expresar tus preocupaciones sobre esas practicas y proponer alternativas, aunque te expones a ser visto como quien cuestiona.",
      "pragmatic_distractor": "Optas por concentrarte en tu trabajo y evitar comentarios criticos, aunque eso implique tolerar situaciones que consideras injustas.",
      "evasive_distractor": "Solo haces comentarios con algunas personas de confianza y evitas llevar casos concretos a quienes podrian cambiar algo.",
      "rationalized_distractor": "Callas en público y solo cuidas tu lugar, convenciéndote de que cuestionar prácticas ahora solo aceleraría recortes."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 35",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q126",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Debido a cambios presupuestarios, se suspenden varios beneficios que habían sido argumentados durante años como claves para fomentar la permanencia. Las explicaciones son generales y muchas personas sienten que sus esfuerzos previos pierden valor. Tú aprecias el empleo, pero percibes una brecha entre el discurso y las decisiones.",
    "options_structured": {
      "integrity_correct": "Solicitas que se expliquen con mayor detalle los motivos de los recortes y propones incluir al equipo en la busqueda de alternativas, aunque podrian considerar tu postura incomoda.",
      "pragmatic_distractor": "Aceptas la version oficial sin hacer muchas preguntas y te enfocas en mantener una actitud positiva, para no ser asociado a la desmotivacion general.",
      "evasive_distractor": "Comentas los recortes solo en espacios informales y evitas preguntas directas en reuniones, para no quedar expuesto.",
      "rationalized_distractor": "Aceptas los recortes y evitas opinar, diciéndote que protestar no devolverá beneficios y sí puede etiquetarte."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 36",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q127",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu área define un nuevo plan de carrera en el que ciertas posiciones de liderazgo solo se ofrecen a quienes están dispuestos a cambiar de ciudad en el futuro. Tú valoras tu entorno actual y no te ves mudándote, pero también sientes que eso podría limitar tu crecimiento y cómo te perciben en términos de compromiso.",
    "options_structured": {
      "integrity_correct": "Expresas con sinceridad que te interesa desarrollarme en profundidad en tu sede actual y propones caminos de crecimiento acordes, aunque podrian considerar que te cierras puertas.",
      "pragmatic_distractor": "Aceptas la condicion de posible traslado en el futuro aunque no lo desees, pensando que ya veras como haces si llega el momento.",
      "evasive_distractor": "Evitas definir tu postura frente a la movilidad y respondes de forma ambigua, para no quedar como muy dispuesto ni como alguien que se niega.",
      "rationalized_distractor": "Dices que estás abierto a moverte si se da, aunque no lo quieras, para no cerrar opciones mientras esperas que nunca ocurra."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 37",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q128",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En tu equipo, quienes manifiestan alto compromiso con la organización reciben encargos difíciles y proyectos complejos, mientras otros quedan con tareas más sencillas. Empiezas a sentir que decir que quieres permanecer se traduce en más presión, sin siempre el reconocimiento proporcional.",
    "options_structured": {
      "integrity_correct": "Hablas con tu jefe sobre como equilibrar la distribucion de proyectos exigentes y el reconocimiento asociado, aunque podrian pensar que quieres trabajo facil.",
      "pragmatic_distractor": "Sigues aceptando los encargos complejos, esperando que en algun momento se traduzcan en beneficios claros.",
      "evasive_distractor": "Empiezas a mostrarte neutral respecto a tu permanencia, para que no te asocien siempre con las tareas mas dificiles.",
      "rationalized_distractor": "Dejas de ofrecerte para retos complejos sin decirlo, confiando en que otros tomarán la carga y tu nivel de esfuerzo pasará desapercibido."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 38",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q129",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras cambios sucesivos en políticas y procesos, sientes que tu esfuerzo por adaptarte rara vez es reconocido explícitamente. Ves cómo personas que cuestionan menos reciben mensajes más claros de apoyo para su permanencia. Te preguntas si seguir esforzándote en proponer mejoras tiene sentido en un entorno que parece valorar más la conformidad.",
    "options_structured": {
      "integrity_correct": "Decides mantener tu aporte critico y pedir espacios para discutir como se reconoce a quienes ayudan a mejorar, aunque podrias seguir encontrando poca validacion inmediata.",
      "pragmatic_distractor": "Bajas el tono de tus propuestas y te adaptas a lo que se pide, priorizando mostrarte alineado para cuidar tu lugar.",
      "evasive_distractor": "Te alejas de conversaciones sobre mejoras y solo haces lo que te indican, evitando que asocien tu nombre con cambios.",
      "rationalized_distractor": "Bajas tu aporte crítico y te limitas a cumplir, convenciéndote de que el reconocimiento depende más de no incomodar que de proponer."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 39",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q130",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En un encuentro con dirección, se pide a las personas con más antigüedad que compartan por qué siguen en la organización. Algunos responden con frases generales y otros evitan profundizar. Tú sientes que tu permanencia combina aspectos positivos con dudas que preferirías no exponer públicamente.",
    "options_structured": {
      "integrity_correct": "Compartes una respuesta honesta que incluya tanto motivos para seguir como condiciones que te ayudan a decidir quedarte, aunque podria abrir conversaciones mas exigentes.",
      "pragmatic_distractor": "Das una respuesta breve y positiva que refuerza el discurso oficial, sin mencionar ninguna inquietud.",
      "evasive_distractor": "Te ofreces a hablar pero terminas dando ejemplos genericos sobre el equipo, sin decir como te sientes realmente respecto a permanecer.",
      "rationalized_distractor": "Respondes con generalidades amables, pensando que compartir matices en público solo complicaría tu imagen."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 40",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q131",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu equipo recibe la instrucción de reducir costos operativos, y se menciona de forma implícita que, si no se logra, podría revisarse la continuidad de algunos puestos. Te proponen aplicar recortes que sabes que impactarán la calidad del servicio y el clima, pero que permitirían cumplir la meta numérica rápido.",
    "options_structured": {
      "integrity_correct": "Planteas alternativas que equilibren ahorro y calidad, explicando los riesgos de los recortes propuestos, aunque podrian verte como obstaculo para lograr la meta a corto plazo.",
      "pragmatic_distractor": "Aceptas los recortes para asegurar que las cifras se vean bien, confiando en que luego se podran corregir los efectos negativos.",
      "evasive_distractor": "No tomas postura clara y dejas que otros definan las medidas, limitandote a implementar lo que se decida.",
      "rationalized_distractor": "Aceptas los recortes sin objetar, asumiendo que luego podrás reconstruir calidad cuando baje la presión."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 41",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q132",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Durante una temporada compleja, te piden que seas la “cara visible” del equipo frente a otras áreas, explicando decisiones internas que no siempre compartes. Sabes que tu forma de transmitir los mensajes influirá en la confianza hacia el equipo y en cómo se percibe tu compromiso con la organización.",
    "options_structured": {
      "integrity_correct": "Aceptas el rol solo si puedes explicar con honestidad el contexto y los motivos de las decisiones, incluyendo los limites que ves, aunque podria incomodar a quienes prefieren mensajes sin matices.",
      "pragmatic_distractor": "Te enfocas en defender las decisiones tomadas, aunque tengas dudas, para mostrar alineamiento con el equipo.",
      "evasive_distractor": "Aceptas ser portavoz pero te mantienes general en las explicaciones, evitando entrar en detalles que puedan generar preguntas.",
      "rationalized_distractor": "Aceptas ser vocero pero repites la línea oficial sin matices, creyendo que eso protege tu perfil aunque no creas todo el mensaje."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 42",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q133",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En tu área se inicia un proyecto para revisar cómo se distribuyen los reconocimientos. Se comenta que se dará prioridad a quienes más “se muestran entusiasmados” con los cambios. Tú sueles ser más reservado en tus expresiones, aunque trabajas con constancia y deseos de seguir en la organización.",
    "options_structured": {
      "integrity_correct": "Explicas que tu forma de mostrar compromiso es principalmente a traves de resultados sostenidos y propones que se consideren diferentes estilos al definir reconocimientos, aunque podrian decir que deberias adaptarte al nuevo tono.",
      "pragmatic_distractor": "Empiezas a mostrar mas entusiasmo publico en reuniones, aunque no refleje del todo como te sientes, para que te consideren al repartir reconocimientos.",
      "evasive_distractor": "Te mantienes igual que siempre y no dices nada, esperando que alguien note tu aporte sin que tengas que explicarlo.",
      "rationalized_distractor": "Intentas imitar entusiasmo visible aunque no sea tu estilo, convenciéndote de que alinearte al tono es lo más práctico para no quedar fuera."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 43",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q134",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras un cambio de estructura, algunas responsabilidades que antes estaban dispersas se concentran en tu puesto, lo que aumenta tu impacto pero también la presión diaria. Te informan que, por ahora, no habrá ajuste en recursos ni apoyo adicional, y que se confiará en tu capacidad de sostenerlo mientras se evalúa el resultado.",
    "options_structured": {
      "integrity_correct": "Aceptas el nuevo alcance solo si se definen tiempos de revision y posibles apoyos, explicando como el volumen actual podria afectar tu sostenibilidad, aunque podrian verlo como poner condiciones.",
      "pragmatic_distractor": "Asumes las nuevas responsabilidades sin pedir nada a cambio, confiando en que si demuestras que puedes con todo, luego recibiras reconocimiento.",
      "evasive_distractor": "Empiezas a priorizar como puedes sin aclarar que quedara fuera, esperando que nadie revise demasiado los detalles.",
      "rationalized_distractor": "Asumes el nuevo alcance sin pedir revisión, diciéndote que si se vuelve inmanejable tendrás argumentos para renegociar después."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 44",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q135",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Observas que, tras cada cambio importante, algunas personas expresan en privado intención de irse pero en público muestran entusiasmo total. Esa brecha entre discurso y realidad te hace dudar de cuánto puedes confiar en las señales que se usan para tomar decisiones sobre permanencia.",
    "options_structured": {
      "integrity_correct": "Decides mantener coherencia entre lo que dices y lo que haces, y propones espacios donde se pueda hablar honestamente de las dudas sobre permanencia, aunque podria volverte mas visible.",
      "pragmatic_distractor": "Te sumas al discurso entusiasta en publico y guardas tus dudas para conversaciones privadas, para no dificultar tu permanencia.",
      "evasive_distractor": "Evitas comentar sobre tu intencion de quedarte o irte, respondiendo siempre de forma ambigua cuando te preguntan.",
      "rationalized_distractor": "Ajustas tu discurso según quién escuche, creyendo que la coherencia importa menos que evitar roces en cada espacio."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 45",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q136",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En un taller interno sobre “futuro compartido”, te piden escribir de forma anónima qué necesitarías para querer permanecer cinco años más. Sabes que el equipo directivo leerá las respuestas en conjunto. Te debates entre escribir una versión suave o mencionar condiciones que consideras imprescindibles para seguir comprometido.",
    "options_structured": {
      "integrity_correct": "Escribes de manera honesta las condiciones que necesitas, aunque sepas que podrian resultar incomodas al ser leidas, confiando en que ese insumo contribuira a cambios reales.",
      "pragmatic_distractor": "Redactas una respuesta generica y positiva que refuerza el discurso oficial, para evitar cualquier riesgo aunque la encuesta sea anonima.",
      "evasive_distractor": "Dejas la hoja en blanco o escribes algo tan ambiguo que no permita saber que necesitas realmente.",
      "rationalized_distractor": "Escribes un mensaje neutro y seguro, pensando que sincerarte no cambiará nada y solo dejará huella incómoda."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 46",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q137",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras un conflicto entre tu área y otra unidad, escuchas comentarios de que “algunas personas no están hechas para este nivel de exigencia”. Sabes que se refieren a compañeros que han manifestado estrés y dudas sobre seguir. Tú mismo has sentido el impacto de la presión, pero temes ser asociado a esa etiqueta si lo reconoces.",
    "options_structured": {
      "integrity_correct": "Senalas en un espacio formal la importancia de diferenciar entre falta de compromiso y necesidad de apoyo para sostener la permanencia, aunque podrias ser vinculado a quienes expresan malestar.",
      "pragmatic_distractor": "Te esfuerzas por mostrarte fuerte y disponible, evitando comentarios que puedan sugerir que tambien te cuesta.",
      "evasive_distractor": "Solo hablas del tema con colegas que ya estan etiquetados, manteniendo las conversaciones lejos de quienes deciden.",
      "rationalized_distractor": "Evitas mencionar la presión y te muestras inafectado, diciéndote que admitir desgaste te pondría en la lista de dudas."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 47",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q138",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu área recibe la tarea de acompañar la reincorporación de personas que vuelven tras licencias prolongadas. Algunos comentarios apuntan a que “no es justo” que tengan ciertas flexibilidades al inicio, y se sugiere que, si no se adaptan rápido, tal vez sea mejor que no sigan. Tú crees que esas personas pueden aportar mucho si se les da el tiempo adecuado.",
    "options_structured": {
      "integrity_correct": "Defiendes en reuniones la importancia de planes de reincorporacion graduales y propones criterios claros para evaluarlos, aunque podrian decir que eres poco realista frente a las demandas del negocio.",
      "pragmatic_distractor": "Aceptas que quienes regresan tengan un margen breve de adaptacion y que asuman la carga al mismo ritmo que el resto.",
      "evasive_distractor": "Evitas opinar sobre como tratar las reincorporaciones y te adaptas a lo que decida la mayoria, aunque no te convenza.",
      "rationalized_distractor": "No opinas y aplicas el criterio mayoritario, convencido de que no es tu batalla y así evitas quedar expuesto."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 48",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q139",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se propone un nuevo indicador interno que mide cuántas personas del equipo tienen planes de permanencia declarados para los próximos tres años. Algunos sugieren que lo mejor es que todos respondan que sí, para mostrar buena imagen, aunque en privado tengan dudas.",
    "options_structured": {
      "integrity_correct": "Sostienes que el indicador solo tendra sentido si las respuestas son honestas y planteas la necesidad de crear espacios de dialogo sobre lo que las personas necesitan para querer quedarse, aunque eso podria mostrar un panorama menos optimista.",
      "pragmatic_distractor": "Recomiendas que todos indiquen planes de permanencia positivos para no generar preocupacion en direccion, aunque sepas que no refleja toda la realidad.",
      "evasive_distractor": "Respondes de forma ambigua sobre tus propios planes y evitas participar en la discusion sobre como se usara el indicador.",
      "rationalized_distractor": "Respondes afirmativo aunque tengas dudas, diciéndote que es un trámite para mantener buena imagen y no merece abrir un debate."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 49",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q140",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Al cierre de un año exigente, la dirección agradece públicamente el esfuerzo e invita a “renovar el compromiso” para el próximo ciclo. Tú sientes orgullo por lo logrado, pero también cansancio acumulado y dudas sobre qué condiciones cambiarán para que seguir en la organización sea sostenible para ti.",
    "options_structured": {
      "integrity_correct": "Aprovechas las instancias de retroalimentación para expresar cómo podrían ajustarse metas y apoyos para que renovar tu compromiso sea viable, aun sabiendo que podrían preferir escuchar solo mensajes de entusiasmo.",
      "pragmatic_distractor": "Respondes con mensajes muy positivos y aseguras que cuentas con energía para todo lo que venga, aunque no sea del todo cierto, para mantener una imagen de entrega total.",
      "evasive_distractor": "Evitas cualquier conversación sobre tu nivel de energía y solo dices que “seguirás dando lo mejor posible” sin detallar qué necesitas.",
      "rationalized_distractor": "Agradeces y confirmas compromiso sin pedir ajustes, convenciéndote de que no es momento de abrir condiciones al cierre del año."
    },
    "notes": "Modulo 2 Options B04 batch 06 item 50",
    "sot_checksum": "m2opt_v1_20251130"
  }
]