[
  {
    "id": "block-B04-q041",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa fusiona dos áreas en una sola y te reasignan a un equipo donde nadie conoce tus contribuciones anteriores. El nuevo jefe valora metodologías que nunca has practicado y el resto de la gente ya tiene dinámica consolidada. Sientes que tendrás que demostrar tu valor desde cero mientras decides si adaptarte completamente a su forma de trabajar o intentar aportar desde tu experiencia previa con el riesgo de quedar marcado como resistente al cambio.",
    "options_structured": {
      "integrity_correct": "Propones una reunión con tu nuevo jefe para explicar qué experiencia traes, pedir claridad sobre expectativas y ofrecer combinar tu conocimiento con las nuevas prácticas, aún sabiendo que podrías ser visto como quien no se adapta al ritmo del equipo consolidado.",
      "pragmatic_distractor": "Te adaptas rápidamente a las metodologías del nuevo equipo y evitas mencionar tus formas anteriores de trabajar, asumiendo que parecer flexible te ayudará a ganarte un lugar más rápido.",
      "evasive_distractor": "Observas cómo trabajan los demás y te limitas a seguir instrucciones sin proponer nada, esperando que con el tiempo te integres naturalmente sin necesidad de conversaciones incómodas.",
      "rationalized_distractor": "Te concentras en cumplir con tus entregas individuales sin involucrarte demasiado en las dinámicas del equipo, argumentando que mientras hagas bien tu trabajo no necesitas adaptarte a cada detalle de su cultura."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 1",
    "word_count": 68,
    "char_count": 357,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q042",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa anuncia que consolidará oficinas y tu puesto podría cambiar de ubicación física o modalidad de trabajo. Al mismo tiempo, varios proyectos quedan en pausa indefinida y no hay certeza sobre qué equipos se mantendrán. Algunos colegas comienzan a buscar alternativas externas mientras tú evalúas si quedarte esperando definiciones claras o empezar a explorar otras opciones antes de que la situación empeore.",
    "options_structured": {
      "integrity_correct": "Pides una reunión con tu supervisor para aclarar qué se espera de tu rol en el nuevo esquema y qué garantías hay sobre tu permanencia, aún sabiendo que exponer tu incertidumbre puede hacerte ver como poco comprometido con la empresa.",
      "pragmatic_distractor": "Aceptas cualquier cambio de ubicación o modalidad que propongan y te ofreces para ayudar en tareas de transición, confiando en que demostrar disponibilidad total asegurará tu lugar.",
      "evasive_distractor": "Mantienes tu desempeño habitual sin hacer preguntas sobre el futuro y esperas a que la dirección tome decisiones, asumiendo que cuando haya noticias concretas será el momento de actuar.",
      "rationalized_distractor": "Decides actualizar tu currículum y empezar a explorar oportunidades fuera, justificando que no vale la pena invertir energía en un lugar donde no hay señales claras de estabilidad."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 2",
    "word_count": 68,
    "char_count": 356,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q043",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu departamento atraviesa una auditoría externa que cuestiona procesos en los que participaste directamente. Aunque no hay acusaciones formales contra ti, tu supervisor te pide modificar registros de fechas y responsables para hacer que ciertos procedimientos parezcan más ordenados de lo que realmente fueron. Te advierte que mostrar irregularidades podría poner en riesgo la continuidad del área completa y afectar puestos de trabajo.",
    "options_structured": {
      "integrity_correct": "Te niegas a modificar los registros y explicas que prefieres documentar lo ocurrido con precisión, aunque eso pueda generar un conflicto directo con tu supervisor y poner en duda tu lealtad al equipo.",
      "pragmatic_distractor": "Ajustas los registros como te piden, confiando en que proteger la imagen del área beneficiará a todos y que nadie revisará en detalle las fechas modificadas.",
      "evasive_distractor": "Consultas de manera informal con colegas de confianza cómo han manejado situaciones similares y dilatas la entrega esperando que la auditoría avance sin necesitar ese documento específico.",
      "rationalized_distractor": "Modificas los registros justificando que lo importante es conservar tu puesto y que, al final, la diferencia entre las fechas reales y las ajustadas es un tecnicismo que no cambia el fondo del trabajo hecho."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 3",
    "word_count": 68,
    "char_count": 356,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q044",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La dirección introduce una nueva cultura de trabajo que prioriza la velocidad sobre la calidad y premia a quienes entregan rápido aunque los resultados tengan errores menores. Tu supervisor insiste en que el mercado exige agilidad y que quien no se adapta quedará rezagado. Varios compañeros han bajado sus estándares de revisión para cumplir plazos, mientras tú sientes que sacrificar precisión afectará tu reputación profesional a largo plazo.",
    "options_structured": {
      "integrity_correct": "Planteas a tu supervisor que prefieres mantener estándares altos aunque eso signifique entregar con más tiempo, y pides que se evalúe tu desempeño considerando calidad además de velocidad, aún sabiendo que podrías quedar fuera de proyectos prioritarios.",
      "pragmatic_distractor": "Aceleras tu ritmo y reduces el nivel de detalle de tus entregas para alinearte con las nuevas expectativas, asumiendo que si todos trabajan así, será aceptable y no habrá consecuencias.",
      "evasive_distractor": "Intentas encontrar un punto medio trabajando más rápido en algunas tareas y más a fondo en otras, sin hablar abiertamente de tu incomodidad con el cambio de cultura.",
      "rationalized_distractor": "Decides concentrarte sólo en las tareas donde la calidad no pueda revisarse fácilmente y entregar rápido en el resto, justificando que proteger tu imagen en algunos frentes es suficiente."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 4",
    "word_count": 70,
    "char_count": 365,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q045",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Durante una reestructuración importante tu empresa ofrece retiros voluntarios con indemnización a quienes decidan irse. Varios compañeros evalúan aceptar porque temen que si esperan puedan quedar sin nada, mientras otros prefieren quedarse apostando a la estabilidad futura. Tu supervisor te comenta informalmente que tu perfil es valioso pero no puede garantizar que tu puesto sobreviva al recorte final, dejándote en la incertidumbre sobre qué decisión tomar.",
    "options_structured": {
      "integrity_correct": "Solicitas una conversación formal con tu supervisor y con la dirección para pedir claridad sobre las garantías reales de tu permanencia antes de decidir, aún sabiendo que exponer tu duda podría acelerar que te incluyan en la lista de salida.",
      "pragmatic_distractor": "Decides quedarte sin hacer preguntas adicionales, confiando en que tu desempeño visible te protegerá y que el retiro voluntario es para quienes no aportan tanto como tú.",
      "evasive_distractor": "Evitas tomar una decisión inmediata y esperas a ver cuántos colegas aceptan el retiro, asumiendo que si muchos se van habrá más probabilidad de que necesiten conservarte.",
      "rationalized_distractor": "Aceptas el retiro voluntario argumentando que es mejor irte con indemnización ahora que arriesgarte a quedarte sin nada si finalmente te despiden, aunque no tengas otro plan concreto."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 5",
    "word_count": 71,
    "char_count": 371,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q046",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu organización cambia su esquema de evaluación y ahora prioriza resultados individuales medibles sobre el trabajo en equipo. Esto genera competencia interna y algunos colegas dejan de compartir información para proteger sus propios indicadores. Tu supervisor te sugiere que te enfoques en destacar personalmente aunque eso implique no apoyar a compañeros que antes colaboraban contigo, argumentando que sólo quienes sobresalgan individualmente tendrán futuro en la empresa.",
    "options_structured": {
      "integrity_correct": "Mantienes tu disposición a colaborar y propones a tu supervisor incluir métricas de trabajo en equipo en la evaluación, aún sabiendo que insistir en lo colectivo puede hacerte ver como poco ambicioso frente a quienes priorizan lo individual.",
      "pragmatic_distractor": "Aceptas el nuevo esquema y te concentras en mejorar tus indicadores personales, dejando de ayudar a otros cuando eso no sume directamente a tus metas.",
      "evasive_distractor": "Sigues colaborando informalmente cuando te piden ayuda pero evitas comprometerte formalmente con proyectos de equipo, cuidando que tu tiempo se invierta principalmente en lo que se mide.",
      "rationalized_distractor": "Concluyes que si la empresa cambió las reglas debes adaptarte y decides priorizar sólo tus resultados, argumentando que cada quien debe cuidar su lugar y que la solidaridad no asegura permanencia."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 6",
    "word_count": 72,
    "char_count": 375,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q047",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras una fusión empresarial tu departamento queda bajo la dirección de un equipo externo que desconoce el trabajo previo y propone eliminar proyectos en los que invertiste meses de esfuerzo. No hay consulta previa ni espacio formal para defender esas iniciativas, y varios compañeros comentan que lo mejor es no contradecir a los nuevos jefes para asegurar la continuidad laboral. Tú valoras si arriesgar tu posición para visibilizar el impacto de esas decisiones o adaptarte en silencio.",
    "options_structured": {
      "integrity_correct": "Preparas un resumen de los proyectos en riesgo y solicitas una reunión con la nueva dirección para explicar su valor y proponer criterios de evaluación antes de cancelarlos, aún sabiendo que podrías quedar marcado como alguien que se resiste al cambio.",
      "pragmatic_distractor": "Aceptas las decisiones sin discutir y te ofreces para trabajar en las nuevas prioridades que definan, confiando en que mostrar disponibilidad te posicionará bien ante los nuevos jefes.",
      "evasive_distractor": "Compartes tu preocupación sólo con colegas cercanos y esperas que alguien con más antigüedad o influencia plantee el tema formalmente sin que tú tengas que exponerte.",
      "rationalized_distractor": "Decides concentrarte en las iniciativas que sí continuarán y aceptas que los proyectos cancelados son parte del costo de la fusión, argumentando que defender lo pasado no cambiará el rumbo de la nueva dirección."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 7",
    "word_count": 75,
    "char_count": 384,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q048",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa implementa un sistema de turnos obligatorios que incluye fines de semana y horarios nocturnos de manera rotativa. El nuevo esquema afecta gravemente tu vida familiar y tu salud, pero el supervisor insiste en que es temporal y necesario para mantener la operación. Algunos compañeros renuncian y otros aceptan sin quejarse, mientras tú decides si plantear tu límite con el riesgo de ser visto como poco comprometido o seguir sosteniendo el ritmo con el costo personal que implica.",
    "options_structured": {
      "integrity_correct": "Solicitas una conversación con tu supervisor para explicar cómo el nuevo esquema impacta tu salud y vida familiar, propones alternativas concretas y aceptas que si no hay ajuste deberás evaluar tu permanencia, aún sabiendo que eso puede interpretarse como falta de compromiso.",
      "pragmatic_distractor": "Aceptas los turnos tal como vienen y reorganizas completamente tu vida personal para cumplir, confiando en que demostrar disponibilidad total te dará estabilidad cuando la situación se normalice.",
      "evasive_distractor": "Cumples con los turnos sin comentar el impacto y buscas intercambios informales con compañeros que tengan menos restricciones, evitando plantear el tema formalmente para no quedar señalado.",
      "rationalized_distractor": "Decides soportar el esquema actual mientras buscas activamente otro trabajo, argumentando que es mejor cambiar de empresa que desgastarte negociando condiciones en una organización que ya demostró no priorizar el bienestar de su gente."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 8",
    "word_count": 77,
    "char_count": 390,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q049",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa introduce un programa de metas individuales con bonificaciones atractivas para quienes superen ciertos indicadores, pero alcanzarlos implica trabajar muchas horas extra sin compensación adicional. Varios compañeros aceptan el desafío y trabajan noches y fines de semana, mientras otros se niegan y son vistos como poco ambiciosos. Tu supervisor te sugiere que participes activamente porque quienes no lo hagan quedarán relegados en futuras promociones.",
    "options_structured": {
      "integrity_correct": "Planteas que aceptarás las metas sólo si se reconocen formalmente las horas adicionales necesarias y propones revisar la carga base antes de sumar objetivos extra, aún sabiendo que podrías quedar fuera de la lista de personas con proyección.",
      "pragmatic_distractor": "Aceptas el programa y trabajas las horas necesarias para alcanzar las metas, asumiendo que el esfuerzo extra ahora se traducirá en mejores oportunidades y bonificaciones después.",
      "evasive_distractor": "Te inscribes en el programa pero intentas cumplir sólo con lo mínimo necesario para no quedar mal, evitando comprometerte públicamente con metas muy altas.",
      "rationalized_distractor": "Decides no participar en el programa y aceptas que tu crecimiento será más lento, argumentando que tu bienestar y tiempo personal valen más que una bonificación que requiere sacrificar tu vida fuera del trabajo."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 9",
    "word_count": 72,
    "char_count": 376,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q050",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu supervisor te pide que modifiques reportes de avance de proyecto para que parezcan más favorables ante la dirección, argumentando que mostrar retrasos reales podría generar pánico y poner en riesgo la continuidad de tu área completa. Te asegura que es sólo una presentación estratégica y que en el fondo todos saben que los plazos son difíciles de cumplir. Decides si aceptar para proteger tu puesto o mantener la precisión con el riesgo de generar conflicto.",
    "options_structured": {
      "integrity_correct": "Te niegas a modificar los datos y explicas que prefieres presentar la situación real con propuestas concretas para mejorarla, aún sabiendo que tu supervisor puede interpretar tu negativa como falta de lealtad y limitar tu futuro en el área.",
      "pragmatic_distractor": "Ajustas los reportes como te piden, confiando en que es una práctica común y que proteger la imagen del área beneficiará a todos a largo plazo.",
      "evasive_distractor": "Pides más tiempo para revisar los números y buscas formas de presentar la información de manera más positiva sin mentir abiertamente, evitando tomar una posición clara.",
      "rationalized_distractor": "Modificas los datos justificando que en el contexto de incertidumbre es mejor mantener la calma de la dirección, y que al final la diferencia entre lo real y lo reportado es un ajuste menor que no cambia el rumbo del proyecto."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 10",
    "word_count": 72,
    "char_count": 374,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q051",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa anuncia un cambio en las condiciones laborales que reduce beneficios y aumenta responsabilidades sin ajuste salarial. El mensaje oficial es que quienes no acepten pueden irse, pero el mercado laboral está difícil y conseguir otro empleo similar tomará tiempo. Varios compañeros aceptan en silencio por necesidad, mientras tú evalúas si firmar las nuevas condiciones inmediatamente o intentar negociar sabiendo que podrías quedar sin trabajo si insistes.",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión con la dirección para plantear que las nuevas condiciones afectan desproporcionadamente a tu área y propones alternativas viables, aún sabiendo que insistir puede acelerar tu salida de la empresa.",
      "pragmatic_distractor": "Firmas las nuevas condiciones sin discutir, asumiendo que conservar el empleo en un mercado difícil es más importante que pelear por beneficios que probablemente no recuperarás.",
      "evasive_distractor": "Dilatas la firma y esperas a ver si otros compañeros logran negociar algo mejor, evitando ser el primero en aceptar o en protestar abiertamente.",
      "rationalized_distractor": "Firmas mientras buscas activamente otro empleo, justificando que lo mejor es aceptar temporalmente para tener ingresos mientras consigues una opción donde te valoren más."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 11",
    "word_count": 70,
    "char_count": 365,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q052",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu departamento enfrenta una auditoría interna que revisa cumplimiento de procedimientos. Tu jefe te pide que no menciones ciertas prácticas informales que el equipo usa habitualmente para cumplir plazos imposibles, argumentando que revelarlas generaría sanciones colectivas y pondría en riesgo empleos. Te asegura que esas formas de trabajar no hacen daño a nadie y que todos dependen de mantener la operación funcionando como está.",
    "options_structured": {
      "integrity_correct": "Respondes la auditoría con precisión, mencionando las prácticas informales y proponiendo soluciones para formalizarlas o ajustar los plazos, aún sabiendo que eso puede generar conflicto directo con tu jefe y exponerte ante el equipo.",
      "pragmatic_distractor": "Omites mencionar las prácticas informales en la auditoría, confiando en que proteger al equipo es más importante y que nadie va a revisar en detalle cómo se cumplen realmente los plazos.",
      "evasive_distractor": "Das respuestas generales y técnicas en la auditoría sin profundizar, esperando que los auditores no hagan preguntas específicas que te obliguen a elegir entre mentir o exponer al equipo.",
      "rationalized_distractor": "Omites las prácticas informales justificando que son adaptaciones necesarias en un entorno de alta presión y que mencionar algo que funciona sólo generaría problemas innecesarios para todos."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 12",
    "word_count": 72,
    "char_count": 375,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q053",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La nueva dirección introduce métricas de productividad individuales que miden cantidad de tareas completadas sin considerar complejidad ni calidad. Compañeros que antes hacían trabajos complejos ahora se enfocan en tareas rápidas y visibles, mientras proyectos importantes quedan descuidados. Tu supervisor te sugiere que cambies tu enfoque para mejorar tus números, aún cuando eso signifique abandonar iniciativas de alto impacto que tardan más en completarse.",
    "options_structured": {
      "integrity_correct": "Propones a tu supervisor y a la dirección ajustar las métricas para incluir complejidad e impacto, documentando ejemplos concretos, aún sabiendo que podrías quedar marcado como quien se resiste al sistema de medición que otros ya aceptaron.",
      "pragmatic_distractor": "Ajustas tu forma de trabajar para completar más tareas rápidas y mejorar tus indicadores, aceptando que algunos proyectos importantes deberán esperar o delegarse.",
      "evasive_distractor": "Intentas equilibrar tareas rápidas con proyectos complejos sin hablar del problema, esperando que tu desempeño general sea suficiente para no quedar señalado en las evaluaciones.",
      "rationalized_distractor": "Decides concentrarte sólo en las tareas que suman a tus métricas y dejar que otros se ocupen de lo complejo, argumentando que si la empresa cambió las reglas debes adaptarte para proteger tu evaluación."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 13",
    "word_count": 73,
    "char_count": 380,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q054",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa pasa por dificultades financieras y anuncia que congelará incrementos salariales por tiempo indefinido, mientras la inflación sigue subiendo. Al mismo tiempo, la carga de trabajo aumenta porque varios puestos quedan vacantes y no se reemplazan. Compañeros comienzan a irse y los que quedan deben asumir tareas adicionales sin reconocimiento económico, mientras tú decides si plantear la insostenibilidad de la situación o aceptar trabajar más por lo mismo.",
    "options_structured": {
      "integrity_correct": "Reúnes datos sobre carga de trabajo y pérdida de poder adquisitivo, y solicitas una reunión formal para proponer ajustes salariales escalonados o redistribución de tareas, aún sabiendo que podrías ser visto como poco solidario en un momento de crisis.",
      "pragmatic_distractor": "Aceptas las condiciones actuales y asumes las tareas adicionales, confiando en que demostrar compromiso en tiempos difíciles será reconocido cuando la empresa se recupere.",
      "evasive_distractor": "Cumples con tus responsabilidades originales y evitas asumir tareas extra, sin plantear formalmente tu límite pero tampoco ofreciéndote voluntariamente para cubrir huecos.",
      "rationalized_distractor": "Decides mantener tu nivel de esfuerzo actual sin asumir más carga, argumentando que si la empresa no puede reconocer tu trabajo económicamente tampoco puedes dar más de lo acordado originalmente."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 14",
    "word_count": 73,
    "char_count": 379,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q055",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La dirección lanza un programa de evaluación continua donde cualquier empleado puede recibir retroalimentación negativa anónima de compañeros, supervisores o subordinados. Empiezas a recibir comentarios duros sobre tu estilo de trabajo sin posibilidad de identificar quién los envía ni contextualizarlos. Varios colegas comentan que el sistema se usa más para ajustar cuentas que para mejorar, mientras tú decides si pedir transparencia en el proceso o aceptar la retroalimentación anónima sin cuestionar.",
    "options_structured": {
      "integrity_correct": "Solicitas a la dirección que los comentarios incluyan ejemplos concretos y que haya derecho a respuesta, proponiendo un proceso más justo, aún sabiendo que podrías ser visto como quien no acepta críticas y generar desconfianza sobre tu apertura.",
      "pragmatic_distractor": "Aceptas los comentarios anónimos sin cuestionar el sistema y trabajas en ajustar los aspectos señalados, asumiendo que adaptarte rápido mejorará tu imagen aunque no entiendas del todo el contexto.",
      "evasive_distractor": "Tomas nota de los comentarios pero evitas hacer cambios evidentes, esperando que con el tiempo el sistema pierda fuerza o que otros planteen las fallas del proceso antes que tú.",
      "rationalized_distractor": "Decides ignorar los comentarios anónimos argumentando que sin contexto ni firma no tienen validez, y te concentras en mantener tu forma de trabajar sin dejarte afectar por críticas que consideras injustas."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 15",
    "word_count": 76,
    "char_count": 389,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q056",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu supervisor te asigna un proyecto clave con un plazo imposible de cumplir sin sacrificar calidad. Te advierte que el resultado será evaluado por la alta dirección y que tu futuro en la empresa depende de entregar a tiempo. Algunos compañeros sugieren recortar pasos de validación para acelerar, mientras tú decides si priorizar el plazo aceptando riesgos de error o defender un cronograma realista con el costo de parecer poco comprometido.",
    "options_structured": {
      "integrity_correct": "Propones a tu supervisor un plan de entrega escalonado que priorice funcionalidad crítica con calidad verificada, aún sabiendo que solicitar más tiempo puede interpretarse como incapacidad para asumir proyectos de alta presión.",
      "pragmatic_distractor": "Aceptas el plazo y recortas pasos de validación interna para cumplir, confiando en que los errores potenciales serán menores y que entregar a tiempo es más importante que la perfección.",
      "evasive_distractor": "Avanzas con el proyecto sin plantear el problema y esperas que, si surgen complicaciones, tu supervisor ajuste expectativas sobre la marcha sin que tú tengas que pedir extensión formal.",
      "rationalized_distractor": "Decides trabajar hasta el límite de tus posibilidades y entregar lo que alcances en el plazo, argumentando que si la dirección pone plazos irreales debe asumir que el resultado tendrá limitaciones."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 16",
    "word_count": 72,
    "char_count": 375,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q057",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa cambia su política de trabajo remoto y obliga a regresar a oficina cinco días a la semana sin justificación clara. El nuevo esquema aumenta tus tiempos de traslado, afecta tu vida familiar y genera costos adicionales de transporte. Varios compañeros firman una carta colectiva pidiendo flexibilidad, mientras otros aceptan sin protestar por miedo a represalias. Tú decides si sumarte a la solicitud colectiva con el riesgo de quedar marcado o adaptarte en silencio.",
    "options_structured": {
      "integrity_correct": "Firmas la carta colectiva y participas en las conversaciones con la dirección para proponer un esquema híbrido con argumentos concretos, aún sabiendo que podrías quedar identificado como parte del grupo que cuestiona decisiones de la empresa.",
      "pragmatic_distractor": "Aceptas regresar a oficina completa sin protestar y reorganizas tu vida personal para cumplir, confiando en que demostrar disponibilidad total te protegerá ante posibles ajustes futuros.",
      "evasive_distractor": "No firmas la carta pero expresas tu apoyo en conversaciones informales, esperando que la presión colectiva logre cambios sin que tu nombre aparezca directamente en la solicitud.",
      "rationalized_distractor": "Aceptas la nueva política argumentando que discutirla no cambiará nada, y comienzas a buscar opciones laborales con mejor flexibilidad mientras cumples con lo que piden."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 17",
    "word_count": 71,
    "char_count": 372,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q058",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu departamento atraviesa una reorganización y te asignan tareas que no corresponden a tu perfil profesional ni a tu experiencia. El supervisor argumenta que en tiempos de cambio todos deben ser flexibles, pero sientes que el nuevo rol te aleja de tu área de especialización y podría afectar tu trayectoria a largo plazo. Algunos compañeros aceptan cualquier reasignación por conservar el empleo, mientras tú evalúas si plantear tu incomodidad o adaptarte sin cuestionar.",
    "options_structured": {
      "integrity_correct": "Solicitas una conversación para explicar cómo la nueva asignación afecta tu desarrollo profesional y propones alternativas que aprovechen tu experiencia, aún sabiendo que podrías ser visto como poco flexible frente a quienes aceptan sin protestar.",
      "pragmatic_distractor": "Aceptas la nueva asignación sin discutir y te enfocas en aprender las nuevas tareas, confiando en que demostrar adaptabilidad abrirá oportunidades futuras dentro de la empresa.",
      "evasive_distractor": "Cumples con las nuevas tareas pero sigues buscando formas de involucrarte en proyectos relacionados con tu especialidad, sin plantear formalmente tu preferencia para evitar generar conflicto.",
      "rationalized_distractor": "Aceptas temporalmente la reasignación mientras actualizas tu currículum y exploras opciones externas, argumentando que es mejor moverte a un lugar que valore tu experiencia que quedarte en un rol que no te suma."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 18",
    "word_count": 73,
    "char_count": 380,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q059",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa implementa un sistema de monitoreo constante de actividad digital que registra cada correo, mensaje y tiempo dedicado a cada tarea. El objetivo oficial es optimizar procesos, pero el equipo siente que se trata de vigilancia excesiva y que cualquier pausa será interpretada como bajo desempeño. Varios compañeros comentan que trabajar así genera presión insostenible, mientras tú decides si plantear tu incomodidad ante la dirección o aceptar el monitoreo sin protestar.",
    "options_structured": {
      "integrity_correct": "Planteas en una reunión con la dirección que el nivel de monitoreo afecta la confianza y propones esquemas de evaluación basados en resultados, aún sabiendo que podrías quedar marcado como quien tiene algo que ocultar.",
      "pragmatic_distractor": "Aceptas el sistema de monitoreo y ajustas tu forma de trabajar para que tu actividad digital refleje productividad constante, asumiendo que adaptarte a lo que miden es la mejor forma de proteger tu evaluación.",
      "evasive_distractor": "Cumples con tus tareas sin comentar el monitoreo y evitas hacer pausas visibles, esperando que con el tiempo el sistema se suavice o que otros planteen la incomodidad primero.",
      "rationalized_distractor": "Decides que mientras tus resultados sean buenos el monitoreo no debería afectarte, y te concentras en cumplir sin preocuparte por lo que registren, argumentando que quien trabaja bien no tiene nada que temer."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 19",
    "word_count": 75,
    "char_count": 385,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q060",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu supervisor te pide que participes en un proyecto que requiere conocimientos técnicos que no dominas, pero no ofrece capacitación formal ni tiempo adicional para aprender. Te advierte que es una oportunidad importante y que rechazarla podría interpretarse como falta de ambición. Algunos compañeros aceptan proyectos similares y aprenden sobre la marcha cometiendo errores, mientras tú decides si arriesgarte sin preparación adecuada o pedir condiciones realistas para participar.",
    "options_structured": {
      "integrity_correct": "Aceptas el proyecto condicionado a recibir capacitación básica o mentoría, y propones un cronograma que incluya tiempo de aprendizaje, aún sabiendo que podrías ser visto como menos ágil que quienes aceptan sin condiciones.",
      "pragmatic_distractor": "Aceptas el proyecto sin pedir capacitación y aprendes por tu cuenta fuera del horario laboral, asumiendo que el esfuerzo extra te posicionará mejor aunque implique noches y fines de semana.",
      "evasive_distractor": "Aceptas el proyecto pero trabajas principalmente en las partes que dominas, delegando o postergando las más técnicas sin admitir abiertamente tus limitaciones.",
      "rationalized_distractor": "Rechazas el proyecto argumentando que participar sin preparación adecuada pondría en riesgo la calidad del resultado, y asumes que tu carrera avanzará por otras vías sin necesidad de exponerte así."
    },
    "notes": "Modulo 2 Options B04 batch 04 item 20",
    "word_count": 72,
    "char_count": 375,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  }
]