[
  {
    "id": "block-B04-q191",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Te proponen liderar un proyecto crítico de seis meses en otra sede para estabilizar la operación. Implica mudanza temporal y asumir ciertos gastos de manutención, con un plazo de respuesta de 48 horas para no afectar el cronograma. ¿Qué decisión tomas?",
    "options_structured": {
      "integrity_correct": "Aceptas condicionando tu participación a un apoyo logístico claro y garantías de retorno, asumiendo que al exigir condiciones podrían retirar la oferta.",
      "pragmatic_distractor": "Aceptas de inmediato para asegurar la visibilidad del proyecto, confiando en que los gastos personales se compensarán con el crecimiento futuro.",
      "evasive_distractor": "Solicitas extender el plazo de decisión alegando temas logísticos, esperando que asignen a otro candidato mientras ganas tiempo.",
      "rationalized_distractor": "Rechazas la asignación argumentando incompatibilidad, bajo la premisa de que el equilibrio familiar es un activo que la empresa no debería vulnerar."
    },
    "notes": "Modulo 2 Options B04 batch 08 item 1",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q192",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa ofrece una certificación costosa con una cláusula de permanencia de 18 meses. Tienes planes personales de estudiar fuera el próximo año y las excepciones por salida anticipada no están claras. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Expresas tu interés pero negocias términos flexibles de salida o reembolso proporcional, arriesgando que te excluyan del beneficio por tu transparencia.",
      "pragmatic_distractor": "Firmas la cláusula para aprovechar la capacitación ahora, confiando en que podrás manejar las restricciones si decides irte después.",
      "evasive_distractor": "Pospones la firma alegando dudas menores, esperando que la oferta expire o cambien las condiciones sin tener que negarte explícitamente.",
      "rationalized_distractor": "Declinas la oportunidad sin mencionar tus planes, considerando que firmar una cláusula de retención es una trampa que limita tu crecimiento a largo plazo."
    },
    "notes": "Modulo 2 Options B04 batch 08 item 2",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q193",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Ante rumores de reestructuración, tu jefe te pide mantener la moral del equipo alta para evitar fugas de talento, aunque no te ha dado detalles sobre el impacto real en los puestos. ¿Qué postura adoptas?",
    "options_structured": {
      "integrity_correct": "Comunicas solo lo confirmado y exiges transparencia a la dirección para gestionar expectativas, aunque te perciban como un líder pesimista o resistente.",
      "pragmatic_distractor": "Transmites optimismo y calma aunque carezcas de datos, priorizando la estabilidad operativa inmediata del equipo.",
      "evasive_distractor": "Evitas las preguntas directas del equipo con respuestas generales, esperando que la situación se aclare sola antes de comprometerte.",
      "rationalized_distractor": "Guardas silencio y dejas que los rumores fluyan, estimando que intervenir sin certezas sería manipular la voluntad de tus colaboradores."
    },
    "notes": "Modulo 2 Options B04 batch 08 item 3",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q194",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Estás avanzado en un proceso de selección externo cuando tu empresa actual te ofrece un ajuste salarial inmediato, pero exige que canceles las otras entrevistas esta misma semana para procesarlo. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Pides un plazo breve para evaluar ambas opciones con honestidad, asumiendo el riesgo de que retiren el ajuste por no mostrar lealtad inmediata.",
      "pragmatic_distractor": "Aceptas el ajuste y cancelas el proceso externo para asegurar la ganancia segura, posponiendo la evaluación de fondo.",
      "evasive_distractor": "Confirmas verbalmente que te quedas para asegurar el aumento, pero mantienes el proceso externo abierto en secreto.",
      "rationalized_distractor": "Rechazas la contraoferta automáticamente, partiendo de la base de que una mejora reactiva solo demuestra que no valoraban tu trabajo antes."
    },
    "notes": "Modulo 2 Options B04 batch 08 item 4",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q195",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Te asignan la supervisión nocturna de un contrato clave por un trimestre, lo que incluye fines de semana y choca directamente con un curso de especialización que estás pagando por tu cuenta. ¿Cómo gestionas el conflicto?",
    "options_structured": {
      "integrity_correct": "Solicitas una rotación que te permita asistir al curso, aceptando que esto podría reducir tu visibilidad o molestar a la gerencia por tu falta de disponibilidad total.",
      "pragmatic_distractor": "Aceptas el horario completo y pausas tu curso, priorizando cumplir con la demanda crítica de la empresa.",
      "evasive_distractor": "Sugieres vagamente que puedes cubrirlo pero buscas reemplazos informales sobre la marcha para no perder las clases.",
      "rationalized_distractor": "Te niegas a cubrir esos turnos, juzgando que la empresa no tiene derecho a interferir con tu formación académica privada."
    },
    "notes": "Modulo 2 Options B04 batch 08 item 5",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q196",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Una nueva política exige disponibilidad para viajes internacionales con poco preaviso. Tienes a tu cargo a un familiar mayor y organizar su cuidado requiere un tiempo de planificación que la política no asegura. ¿Qué acción tomas?",
    "options_structured": {
      "integrity_correct": "Declaras tu restricción familiar formalmente, sabiendo que esto te excluirá de ciertos proyectos y limitará tu proyección internacional.",
      "pragmatic_distractor": "Aceptas la política sin objeciones, confiando en que podrás solucionar las emergencias de cuidado cuando surjan.",
      "evasive_distractor": "No informas tu situación y buscas excusas puntuales cada vez que surge un viaje, para no quedar fuera de la lista de elegibles.",
      "rationalized_distractor": "Rechazas preventivamente cualquier asignación de viaje, interpretando que las políticas rígidas son incompatibles con la realidad humana del empleado."
    },
    "notes": "Modulo 2 Options B04 batch 08 item 6",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q197",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Ante la posible venta de la unidad, la dirección pide firmar una carta de intención de permanencia para dar confianza al comprador, sin especificar si se mantendrán tus condiciones actuales. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Te niegas a firmar hasta tener claridad legal sobre tus condiciones futuras, aunque esto te marque como un elemento problemático en la transición.",
      "pragmatic_distractor": "Firmas la carta para facilitar la venta y asegurar tu puesto, asumiendo que negociarás los detalles más adelante.",
      "evasive_distractor": "Retrasas la entrega del documento alegando revisiones técnicas, esperando que la presión disminuya con el tiempo.",
      "rationalized_distractor": "Te niegas a firmar el documento, asumiendo que entregar tu compromiso por escrito sin garantías es una estrategia para debilitar tu posición negociadora."
    },
    "notes": "Modulo 2 Options B04 batch 08 item 7",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q198",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Para frenar la rotación junior, te piden liderar un programa de mentoría adicional a tus funciones, sin descarga operativa ni horas asignadas, insinuando que negarse mostraría poco compromiso. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Aceptas solo si se formaliza el tiempo de dedicación dentro de tu jornada, arriesgando parecer poco colaborativo ante la urgencia.",
      "pragmatic_distractor": "Asumes la carga adicional trabajando horas extra, priorizando dar una imagen de alto compromiso ante la dirección.",
      "evasive_distractor": "Dices que sí para evitar el conflicto, pero dedicas el mínimo esfuerzo posible al programa.",
      "rationalized_distractor": "Rechazas la asignación alegando saturación, confiando en que tu desempeño operativo es suficiente aporte y no te corresponde subsanar la rotación."
    },
    "notes": "Modulo 2 Options B04 batch 08 item 8",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q199",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La dirección congela las promociones por un año y te encarga comunicarlo a tu equipo, sabiendo que varios miembros clave están esperando ascensos y podrían renunciar ante la noticia. ¿Cómo manejas la comunicación?",
    "options_structured": {
      "integrity_correct": "Transmites la decisión con claridad y gestionas la frustración del equipo cara a cara, asumiendo el desgaste de ser el portador de malas noticias.",
      "pragmatic_distractor": "Comunicas la medida minimizando su impacto, intentando mantener el foco en el trabajo diario para evitar pánico.",
      "evasive_distractor": "Envías un correo genérico reenviando el mensaje corporativo, evitando reuniones presenciales para no enfrentar las quejas.",
      "rationalized_distractor": "Evitas dar el mensaje personalmente y esperas a que recursos humanos lo oficialice, escudándote en la lógica de que las malas noticias estructurales no deben venir del líder directo."
    },
    "notes": "Modulo 2 Options B04 batch 08 item 9",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q200",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Te ofrecen un bono de retención pagadero en cuotas, sujeto a una cláusula de devolución total si te vas antes de un año. Tu situación personal es inestable y podrías necesitar mudarte en unos meses. ¿Qué decides respecto al bono?",
    "options_structured": {
      "integrity_correct": "Expones tu situación y pides flexibilizar la cláusula antes de aceptar, sabiendo que probablemente retiren la oferta del bono.",
      "pragmatic_distractor": "Aceptas el bono asumiendo el riesgo, calculando que si te vas podrás negociar o devolver el dinero en ese momento.",
      "evasive_distractor": "Pides tiempo para revisar el contrato legalmente, dilatando la firma mientras aclaras tu panorama personal.",
      "rationalized_distractor": "Rechazas el bono sin entrar en detalles, evaluando que aceptar dinero condicionado es una forma de coacción que restringe tu libertad de movimiento."
    },
    "notes": "Modulo 2 Options B04 batch 08 item 10",
    "sot_checksum": "m2opt_v1_20251130"
  }
]

