[
  {
    "id": "block-B04-q011",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa implementa metodologías nuevas cada pocas semanas, generando gran confusión y una carga de trabajo insostenible. Varios compañeros están abrumados y algunos ya buscan salida activamente. Tu salario es clave para sostener a tu familia, pero la inestabilidad afecta seriamente tu desempeño diario. ¿Cómo reaccionas ante esta presión constante por adaptarte sin apoyo claro?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión formal con tu supervisor para proponer un plan de transición ordenado, aunque sabes que esto puede parecer que cuestionas la implementación y genere incomodidad o desconfianza con la gerencia.",
      "pragmatic_distractor": "Te adaptas rápidamente a cada cambio y documentas todo por tu cuenta, asumiendo que el esfuerzo extra sin reconocimiento es temporal y necesario para mantener tu puesto.",
      "evasive_distractor": "Cumples con lo solicitado estrictamente sin cuestionar nada y esperas a ver cómo reaccionan otros compañeros antes de tomar una postura clara sobre los cambios.",
      "rationalized_distractor": "Mantienes tu desempeño actual lo mejor posible mientras exploras oportunidades internas discretamente, priorizando tu estabilidad financiera sin confrontar la situación directamente."
    },
    "word_count": 68,
    "char_count": 420,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactored per SOT M2 Opciones. Integrity has explicit cost (incomodidad con gerencia). Expanded text to meet length requirements.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count within range (65-85); char_count within range (300-450)",
    "audit_notes": "Passed length check"
  },
  {
    "id": "block-B04-q012",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa implementa una nueva plataforma tecnológica con cambios frecuentes mientras enfrentas una fuerte presión por cumplir plazos estrictos. La curva de aprendizaje es muy alta y tu desempeño está siendo evaluado rigurosamente en este contexto. Tu salario sostiene a tu familia y no puedes fallar. ¿Cómo manejas esta transición compleja bajo tanta presión?",
    "options_structured": {
      "integrity_correct": "Pides una reunión para negociar plazos más realistas durante la transición, aceptando que esto pueda interpretarse como falta de capacidad o agilidad para adaptarte rápidamente al nuevo sistema.",
      "pragmatic_distractor": "Trabajas horas extra por tu cuenta para dominar la plataforma y cumplir plazos, asumiendo que el desgaste físico personal es el precio necesario para demostrar competencia.",
      "evasive_distractor": "Sigues las instrucciones al pie de la letra y consultas a compañeros solo cuando tienes dudas críticas, evitando escalar el problema a tu supervisor para no destacar.",
      "rationalized_distractor": "Te enfocas únicamente en lo que ya dominas bien y delegas lo nuevo cuando puedes, argumentando internamente que la especialización beneficia la velocidad del equipo."
    },
    "word_count": 68,
    "char_count": 415,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: parecer incapaz de adaptarse. Expanded text to meet length requirements.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count within range (65-85); char_count within range (300-450)",
    "audit_notes": "Passed length check"
  },
  {
    "id": "block-B04-q013",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa reestructura departamentos y cambia drásticamente la jerarquía interna. Algunos compañeros se resisten abiertamente y el ambiente se tensa notablemente cada día. Tú dependes de este ingreso estable y no quieres quedar marcado como conflictivo, pero tampoco quieres perder tu voz en el proceso. ¿Cómo te posicionas ante estos cambios estructurales difíciles?",
    "options_structured": {
      "integrity_correct": "Propones en una reunión de equipo establecer canales formales para plantear inquietudes legítimas, aunque sabes que esto pueda exponerte ante la dirección como la persona que 'agita' el tema.",
      "pragmatic_distractor": "Te adaptas públicamente a los cambios sin quejarte, mientras en privado apoyas a compañeros resistentes, manteniendo así una buena imagen estratégica con ambos lados.",
      "evasive_distractor": "Observas pasivamente cómo evoluciona la situación antes de pronunciarte, siguiendo las indicaciones sin cuestionar nada para evitar llamar la atención innecesariamente.",
      "rationalized_distractor": "Te enfocas exclusivamente en tu desempeño individual y te aíslas, argumentando que involucrarte en dinámicas de grupo en momentos así sólo genera problemas personales."
    },
    "word_count": 68,
    "char_count": 427,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: ser visto como agitador. Expanded text to meet length requirements.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count within range (65-85); char_count within range (300-450)",
    "audit_notes": "Passed length check"
  },
  {
    "id": "block-B04-q014",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu equipo atraviesa una crisis severa durante una reestructuración interna. Tu supervisor te da retroalimentación negativa frecuente y el estrés está afectando tu rendimiento diario. Varios compañeros están desmotivados y consideras que la evaluación es injusta dado el contexto adverso. ¿Cómo respondes a esta presión constante sobre tu desempeño profesional?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión formal para discutir cómo el contexto afecta tu desempeño y pedir métricas justas, aunque sabes que esto pueda parecer que buscas excusas para no cumplir.",
      "pragmatic_distractor": "Redoblas esfuerzos personales para mejorar los indicadores señalados, asumiendo que demostrar resultados numéricos es la única forma real de revertir la percepción negativa.",
      "evasive_distractor": "Aceptas la retroalimentación sin discutir nada y ajustas lo que puedes en silencio, esperando que el contexto mejore solo y la evaluación se vuelva más favorable.",
      "rationalized_distractor": "Documentas todas las condiciones adversas para protegerte si la situación escala a mayores, pero decides no confrontar directamente al supervisor por ahora."
    },
    "word_count": 66,
    "char_count": 418,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: parecer que busca excusas. Expanded text to meet length requirements.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count within range (65-85); char_count within range (300-450)",
    "audit_notes": "Passed length check"
  },
  {
    "id": "block-B04-q015",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa cambia metodologías de trabajo cada pocas semanas, generando gran inestabilidad e incertidumbre en el equipo. No tienes claridad sobre el futuro del entorno laboral y varios compañeros están muy frustrados. Tu salario es esencial para tu familia y necesitas estabilidad urgente. ¿Cómo enfrentas esta falta de previsibilidad constante en tu trabajo?",
    "options_structured": {
      "integrity_correct": "Pides una reunión con tu supervisor para obtener claridad sobre el rumbo y proponer puntos de estabilidad mínimos, aunque sabes que esto pueda verse como impaciencia o desconfianza.",
      "pragmatic_distractor": "Te adaptas a cada cambio sin cuestionar y desarrollas habilidades transferibles por tu cuenta, asumiendo que la flexibilidad extrema es tu mejor herramienta de protección.",
      "evasive_distractor": "Cumples con lo requerido estrictamente y compartes inquietudes solo con compañeros de mucha confianza, evitando ser el primero en plantear el problema formalmente.",
      "rationalized_distractor": "Mantienes tu desempeño actual lo mejor posible mientras exploras opciones externas discretamente, priorizando tener un plan B seguro sin confrontar la incertidumbre actual."
    },
    "word_count": 69,
    "char_count": 429,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: verse impaciente o desconfiado. Expanded text to meet length requirements.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count within range (65-85); char_count within range (300-450)",
    "audit_notes": "Passed length check"
  },
  {
    "id": "block-B04-q016",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Enfrentas cambios organizacionales importantes junto con una alta presión por plazos estrictos que no se ajustan. El estrés afecta tu bienestar y tienes múltiples prioridades compitiendo agresivamente por tu tiempo. Otros compañeros experimentan lo mismo pero nadie lo plantea abiertamente por temor. ¿Cómo manejas esta sobrecarga laboral en un contexto de cambio?",
    "options_structured": {
      "integrity_correct": "Propones a tu supervisor una priorización clara de tareas y plazos realistas, aceptando el riesgo de que esto pueda interpretarse como incapacidad personal para manejar la presión.",
      "pragmatic_distractor": "Trabajas más horas extra para cumplir con todo, asumiendo que demostrar capacidad de resistencia bajo presión asegurará tu posición cuando se estabilice la situación.",
      "evasive_distractor": "Haces lo que puedes en tu día a día sin escalar el tema y esperas a que otros planteen primero el problema de la sobrecarga al supervisor.",
      "rationalized_distractor": "Priorizas por tu cuenta lo que consideras más importante sin comunicarlo formalmente, argumentando internamente que así evitas generar más trabajo de gestión para todos."
    },
    "word_count": 68,
    "char_count": 427,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: parecer incapaz de manejar presión. Expanded text to meet length requirements.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count within range (65-85); char_count within range (300-450)",
    "audit_notes": "Passed length check"
  },
  {
    "id": "block-B04-q017",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Te asignan un nuevo rol con responsabilidades adicionales complejas sin reducir las actuales. Tienes múltiples prioridades compitiendo por tu tiempo y tu supervisor espera que manejes todo sin ofrecer apoyo adicional. Tu familia depende totalmente de tu ingreso y temes fallar. ¿Cómo respondes a esta expansión de responsabilidades sin recursos suficientes?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión para definir prioridades claras y negociar apoyo o ajuste de expectativas, asumiendo que esto pueda verse como falta de compromiso o capacidad con el nuevo rol.",
      "pragmatic_distractor": "Aceptas todo y reorganizas tu tiempo personal sacrificando descanso para cumplir, asumiendo que este sacrificio temporal demostrará tu valor indispensable para futuras oportunidades.",
      "evasive_distractor": "Haces lo mejor que puedes en el día a día sin escalar el problema y esperas que tu supervisor note la sobrecarga evidente por sí mismo.",
      "rationalized_distractor": "Priorizas las tareas del nuevo rol y dejas conscientemente que algunas responsabilidades anteriores se atrasen, argumentando que lo nuevo es lo que ahora importa más."
    },
    "word_count": 69,
    "char_count": 435,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: verse poco comprometido. Expanded text to meet length requirements.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count within range (65-85); char_count within range (300-450)",
    "audit_notes": "Passed length check"
  },
  {
    "id": "block-B04-q018",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa reestructura equipos internos mientras tu supervisor te da retroalimentación negativa frecuente sobre tu trabajo. El estrés acumulado afecta tu confianza y sientes que no puedes cumplir las expectativas en este contexto de cambio constante. Tu salario es crucial para tu familia. ¿Cómo manejas esta presión crítica sobre tu desempeño y confianza?",
    "options_structured": {
      "integrity_correct": "Pides una reunión para entender exactamente qué se espera de ti y proponer un plan de mejora con hitos claros, aunque sabes que esto pueda exponer tus inseguridades actuales.",
      "pragmatic_distractor": "Te esfuerzas al máximo en silencio para mejorar los puntos señalados, asumiendo que presentar resultados visibles cambiará la percepción sin necesidad de tener conversaciones incómodas.",
      "evasive_distractor": "Aceptas la retroalimentación sin discutir nada y buscas apoyo informal en compañeros cercanos, evitando profundizar el tema directamente con tu supervisor para no empeorar las cosas.",
      "rationalized_distractor": "Mantienes tu nivel actual de trabajo argumentando internamente que el contexto hace imposible mejorar más, y esperas que la reestructuración cambie las dinámicas pronto."
    },
    "word_count": 72,
    "char_count": 444,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: exponer inseguridades. Expanded text to meet length requirements.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count within range (65-85); char_count within range (300-450)",
    "audit_notes": "Passed length check"
  },
  {
    "id": "block-B04-q019",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa implementa nuevas políticas operativas cada pocas semanas, generando mucha inestabilidad e incertidumbre. No tienes claridad sobre el futuro del entorno laboral y varios compañeros están visiblemente frustrados. Tu ingreso familiar depende completamente de este trabajo y temes equivocarte. ¿Cómo enfrentas la falta de estabilidad sin poner en riesgo tu posición?",
    "options_structured": {
      "integrity_correct": "Propones a tu supervisor establecer puntos de revisión periódicos para evaluar el impacto real de los cambios, aunque sabes que esto pueda verse como resistencia a la flexibilidad exigida.",
      "pragmatic_distractor": "Te adaptas a cada nueva política sin cuestionar nada y documentas los impactos por tu cuenta, asumiendo que la evidencia acumulada hablará por sí sola eventualmente.",
      "evasive_distractor": "Cumples con lo requerido estrictamente y compartes tus frustraciones solo en espacios informales, esperando pasivamente que otros escalen el tema primero ante la gerencia.",
      "rationalized_distractor": "Mantienes tu desempeño actual lo mejor posible mientras exploras opciones internas en áreas más estables, priorizando tu seguridad personal sin confrontar la situación."
    },
    "word_count": 69,
    "char_count": 427,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: verse resistente a flexibilidad. Expanded text to meet length requirements.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count within range (65-85); char_count within range (300-450)",
    "audit_notes": "Passed length check"
  },
  {
    "id": "block-B04-q020",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu supervisor cambia repentinamente y el nuevo implementa metodologías completamente diferentes. La incertidumbre afecta profundamente al equipo y varios compañeros tienen dificultades serias para adaptarse. No tienes claridad sobre cómo será el entorno laboral futuro. Tu familia depende de tu ingreso estable. ¿Cómo te posicionas ante este difícil cambio de liderazgo?",
    "options_structured": {
      "integrity_correct": "Pides una reunión individual para entender las nuevas expectativas y proponer acuerdos de transición claros, aunque sabes que esto pueda incomodar al nuevo supervisor al parecer cuestionar su estilo.",
      "pragmatic_distractor": "Te adaptas rápidamente al nuevo estilo de trabajo y ofreces ayudar a compañeros con dificultades, posicionándote estratégicamente como un aliado clave del nuevo liderazgo.",
      "evasive_distractor": "Observas cuidadosamente cómo otros se adaptan antes de tomar una postura y cumples con lo solicitado sin hacer preguntas que puedan parecer cuestionamientos directos.",
      "rationalized_distractor": "Mantienes tu desempeño actual y esperas pacientemente que el supervisor se ajuste al equipo con el tiempo, argumentando que la adaptación debe ser un proceso mutuo."
    },
    "word_count": 72,
    "char_count": 454,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: incomodar al nuevo supervisor. Expanded text to meet length requirements.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "char_count > 450 (454)",
    "audit_notes": "length_out_of_range"
  }
]