[
  {
    "id": "block-B04-q061",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras una reorganización interna, tu puesto pasa a depender de una nueva gerencia que centraliza decisiones en otra ciudad. El nuevo esquema elimina reuniones periódicas con tu antiguo supervisor y te enteras de cambios importantes solo cuando ya están implementados. Empiezas a sentir que tu trabajo tiene menos visibilidad y que tus posibilidades de crecimiento se reducen mientras decides si pedir espacios formales de diálogo o limitarte a cumplir con lo asignado.",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión virtual con la nueva gerencia para explicar cómo la falta de comunicación afecta tu desempeño y proponer canales claros de seguimiento, aún sabiendo que podrías ser visto como alguien que cuestiona la forma en que se dirige el equipo.",
      "pragmatic_distractor": "Aceptas el nuevo esquema sin pedir cambios, te ajustas a las instrucciones que llegan a distancia y te concentras en cumplir sin buscar mayor visibilidad para no generar ruido.",
      "evasive_distractor": "Comentas tu inconformidad solo con compañeros de confianza y esperas a que alguien más plantee el problema con la nueva gerencia antes de asumir el costo de hacerlo tú.",
      "rationalized_distractor": "Decides que, si la gerencia está lejos y no pide tu opinión, es mejor limitarte a tareas básicas y reservar tu energía para buscar oportunidades en otras áreas o empresas más cercanas a tus intereses."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 1",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q062",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa decide cambiar el esquema de reconocimientos y ya no considera la antigüedad como criterio relevante para promociones. Compañeros con muchos años en la organización ven cómo nuevas personas ascienden rápidamente mientras ellos siguen en el mismo nivel. Tú tienes trayectoria consolidada pero notas que tu experiencia pesa menos en las decisiones recientes y te preguntas si alzar la voz podría afectar tu permanencia en futuros procesos.",
    "options_structured": {
      "integrity_correct": "Planteas a tu supervisor y a la dirección de manera respetuosa que la experiencia acumulada también aporta valor y propones criterios de promoción que combinen resultados recientes con trayectoria, aún sabiendo que podrías ser visto como alguien que defiende privilegios por antigüedad.",
      "pragmatic_distractor": "Aceptas el nuevo esquema en silencio y concentras tus esfuerzos en destacar en los indicadores actuales, confiando en que adaptarte a las nuevas reglas te permitirá competir con las personas recién llegadas.",
      "evasive_distractor": "Comentas tu molestia en conversaciones informales y dejas de postularte a promociones, esperando que alguien detecte la desmotivación del grupo y haga ajustes sin que tú tengas que exponerte.",
      "rationalized_distractor": "Concluyes que, si la empresa ya no valora la antigüedad, es mejor no invertir más energía en crecer ahí y empiezas a buscar oportunidades externas justificando que tu lealtad no ha sido reconocida."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 2",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q063",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se introduce un nuevo esquema de turnos rotativos que incluye noches y fines de semana para tu área, aunque tu contrato original contemplaba solo horario diurno. La justificación oficial es repartir de forma equitativa las cargas, pero el cambio afecta tus responsabilidades familiares y tu descanso. Algunos compañeros aceptan sin cuestionar por temor a quedar fuera de la reorganización, mientras tú valoras si pedir ajustes podría poner en riesgo tu estabilidad.",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión para explicar cómo los turnos propuestos impactan tu salud y obligaciones personales, y propones alternativas de rotación o compensación claras, aún sabiendo que podrías ser etiquetado como menos disponible que quienes aceptan todo.",
      "pragmatic_distractor": "Aceptas los nuevos turnos sin objeciones y reorganizas tu vida personal como puedes, confiando en que mostrar flexibilidad garantizará tu permanencia a largo plazo.",
      "evasive_distractor": "Aceptas los primeros turnos complicados pero postergas la conversación formal, esperando que con el tiempo el esquema se ajuste solo o que otros se adelanten a plantear sus límites.",
      "rationalized_distractor": "Decides que ningún empleo justifica sacrificar tanto tu vida personal y comienzas a buscar otro trabajo, justificando que no tiene sentido negociar cuando las decisiones parecen tomadas."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 3",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q064",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Te ofrecen una reasignación temporal a otra ciudad para apoyar la apertura de una nueva operación, con la promesa verbal de que contarás con apoyo logístico pero sin detalles escritos sobre tiempos ni condiciones de retorno. La propuesta puede fortalecer tu perfil, pero implica separarte de tu entorno cercano y asumir gastos iniciales. Mientras algunos lo ven como oportunidad única, tú dudas entre aceptar con condiciones claras o confiar en que todo se resolverá sobre la marcha.",
    "options_structured": {
      "integrity_correct": "Aceptas explorar la reasignación solo si se formalizan por escrito la duración, condiciones de regreso y apoyos específicos, aún sabiendo que podrías perder la oportunidad si insistes en dejarlo todo claro antes de moverte.",
      "pragmatic_distractor": "Aceptas el traslado confiando en la palabra de tus superiores y te adaptas a la nueva ciudad, asumiendo que demostrar disponibilidad absoluta mejorará tu posición futura.",
      "evasive_distractor": "Pides más tiempo para pensarlo y vas aplazando la respuesta sin tomar una decisión firme, esperando que asignen a otra persona para evitar el conflicto.",
      "rationalized_distractor": "Rechazas la propuesta sin buscar alternativas argumentando que cualquier cambio geográfico es incompatible con tu vida actual, convencido de que tu permanencia debe darse solo en condiciones totalmente estables."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 4",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q065",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Llevas varios años con contratos renovados de forma sucesiva bajo la figura de temporalidad, aunque en la práctica desempeñas funciones permanentes. La empresa anuncia que revisará la estructura de puestos y algunos compañeros temen no ser renovados. Tú sientes que tu compromiso ha sido constante, pero no tienes garantías de continuidad más allá del próximo vencimiento, y dudas entre exigir regularización o mantener un perfil bajo para no ser cuestionado.",
    "options_structured": {
      "integrity_correct": "Solicitas una conversación formal con el área responsable para exponer tu trayectoria y pedir que tu puesto se reconozca como estable, aún sabiendo que podrías quedar en una lista de personas cuyo contrato se revisará con mayor detalle.",
      "pragmatic_distractor": "Aceptas seguir bajo contratos sucesivos y evitas cualquier reclamo, confiando en que tu buen desempeño hará que te renueven de manera automática como ha ocurrido hasta ahora.",
      "evasive_distractor": "Comentas tu preocupación solo con compañeros que están en situación similar y pospones cualquier gestión formal, esperando a ver qué ocurre en la siguiente ronda de renovaciones.",
      "rationalized_distractor": "Decides no pedir cambios y empiezas a buscar alternativas fuera, justificando que si la empresa no se compromete contigo a largo plazo tú tampoco tienes por qué hacerlo."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 5",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q066",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Como parte de un nuevo programa de retención, te piden firmar un acuerdo de permanencia que te obliga a quedarte varios años en la empresa a cambio de ciertos beneficios, pero incluye cláusulas estrictas que limitan tu posibilidad de cambiar de empleo sin penalizaciones económicas. La firma se plantea en una reunión grupal y quienes dudan son vistos con suspicacia. Sientes presión por decidir rápido entre proteger tu flexibilidad o asegurar ventajas futuras.",
    "options_structured": {
      "integrity_correct": "Solicitas tiempo para revisar el acuerdo con calma y planteas por escrito las cláusulas que consideras desproporcionadas, aún sabiendo que podrías ser etiquetado como poco comprometido con el programa de retención.",
      "pragmatic_distractor": "Firmas el acuerdo tal como está para asegurar los beneficios ofrecidos, confiando en que en la práctica las penalizaciones no se aplicarán de forma tan estricta si algún día decides irte.",
      "evasive_distractor": "Evitas hacer preguntas en la reunión, llevas el documento a casa y lo dejas sin firmar ni devolver, esperando que el tema se enfríe o que te lo vuelvan a pedir más adelante.",
      "rationalized_distractor": "Decides no firmar ni negociar, argumentando que ningún beneficio compensa perder libertad de movimiento, y asumes que si la empresa interpreta tu decisión como falta de compromiso no vale la pena seguir ahí."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 6",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q067",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras una reducción de personal, tu equipo queda con menos integrantes pero la misma carga de trabajo. La dirección asegura que no habrá más recortes si se cumplen ciertos objetivos exigentes en los próximos meses. Te piden asumir responsabilidades adicionales sin ajustar metas ni revisar procesos, con el argumento de que es una etapa temporal. Sientes que el nivel de exigencia puede afectar tu salud y tu permanencia si no se maneja adecuadamente.",
    "options_structured": {
      "integrity_correct": "Planteas a tu supervisor que, con menos gente, es necesario priorizar tareas y ajustar metas, proponiendo un plan de trabajo realista aún sabiendo que podrías ser visto como quien pone límites en un momento delicado.",
      "pragmatic_distractor": "Aceptas todas las nuevas responsabilidades y aumentas tu ritmo de trabajo, confiando en que ese esfuerzo extra demostrará tu valor y protegerá tu puesto ante futuras decisiones.",
      "evasive_distractor": "Intentas cumplir con todo sin hablar del exceso de carga y esperas que, si los resultados no se alcanzan, la dirección comprenda las limitaciones sin que tú hayas tenido que decir nada.",
      "rationalized_distractor": "Concluyes que, si la empresa decide exigir más con menos personal, es su responsabilidad y no la tuya, y adoptas una actitud mínima indispensable para proteger tu energía aunque eso afecte los objetivos."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 7",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q068",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La organización introduce un sistema de ranking anual en el que las personas con menor puntuación podrían ser desvinculadas. Los criterios de evaluación combinan resultados objetivos con opiniones de jefes y colegas, pero no son completamente transparentes. Compañeros comienzan a competir entre sí y a cuidar más su imagen que el trabajo en equipo. Tú percibes riesgos de injusticias y te debates entre adaptarte a la lógica del ranking o promover ajustes que podrían incomodar a quienes lo impulsan.",
    "options_structured": {
      "integrity_correct": "Propones en los espacios formales que se clarifiquen los criterios, se permita revisar evaluaciones y se incluya una instancia de apelación, aún sabiendo que podrías ser identificado como quien cuestiona un sistema que muchos prefieren aceptar sin discusión.",
      "pragmatic_distractor": "Te enfocas en maximizar tus puntajes individuales, alineando tu trabajo a lo que se mide y cuidando tu imagen, aunque eso signifique dedicar menos tiempo a iniciativas colectivas.",
      "evasive_distractor": "Evitas hablar del tema en reuniones y esperas que, con buenos resultados en tus tareas habituales, el ranking no te afecte de forma negativa sin necesidad de involucrarte en su diseño.",
      "rationalized_distractor": "Decides que, si el sistema es injusto, lo mejor es buscar otro lugar donde evaluar el desempeño de forma más clara, y dejas de invertir energía en proponer mejoras internas."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 8",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q069",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras una fusión, se integran personas de otra organización con prácticas y cultura distintas. Se anuncian cambios en políticas de beneficios y desarrollo que afectan a quienes llevaban años en la empresa original. Algunos compañeros consideran injusto perder ciertas condiciones que motivaron su permanencia, mientras la nueva dirección insiste en unificar reglas rápidamente. Tú decides si defender los compromisos asumidos con el personal antiguo o adaptarte sin cuestionar para no ser visto como resistencia al cambio.",
    "options_structured": {
      "integrity_correct": "Participas activamente en los espacios de integración para exponer las expectativas del personal antiguo y sugerir transiciones graduales que respeten acuerdos previos, aún sabiendo que podrías ser percibido como la voz incómoda de la etapa anterior.",
      "pragmatic_distractor": "Aceptas las nuevas políticas sin debatir y te enfocas en entender cómo aprovechar los beneficios vigentes, dejando atrás las condiciones que ya no aplican.",
      "evasive_distractor": "Compartes tu inconformidad solo en conversaciones privadas y evitas hablar del tema en foros oficiales, esperando que con el tiempo las tensiones se reduzcan por sí solas.",
      "rationalized_distractor": "Concluyes que la fusión es una señal de que es momento de buscar un entorno más alineado con tus expectativas y comienzas a desconectarte emocionalmente del proyecto sin expresar abiertamente tus razones."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 9",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q070",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Llega un nuevo supervisor considerablemente más joven que tú, con ideas diferentes sobre la forma de trabajar. En reuniones insinúa que los perfiles con muchos años en la empresa deben modernizarse rápido o podrían quedar rezagados. Algunos compañeros de mayor edad se sienten desplazados pero guardan silencio por temor a ser etiquetados como poco adaptables. Tú percibes comentarios que rozan la discriminación y valoras si abordarlos podría poner tu permanencia en una posición vulnerable.",
    "options_structured": {
      "integrity_correct": "Solicitas una conversación directa y respetuosa con el supervisor para señalar cómo ciertos comentarios pueden interpretarse como excluyentes y proponer acuerdos sobre trato equitativo, aún sabiendo que podrías ser percibido como susceptible o a la defensiva.",
      "pragmatic_distractor": "Te esfuerzas por alinearte al estilo del nuevo supervisor y evitas mencionar cualquier incomodidad, confiando en que demostrar apertura a sus ideas protegerá tu lugar en el equipo.",
      "evasive_distractor": "Compartes tu malestar solo con colegas en situación similar y esperas que alguien más con más influencia aborde el tema con la dirección.",
      "rationalized_distractor": "Decides que no vale la pena confrontar y te convences de que, si el ambiente se vuelve poco respetuoso con la experiencia, es mejor concentrarte en cumplir hasta encontrar otro sitio donde se valore más tu trayectoria."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 10",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q071",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa lanza un programa de mentoría interna y te asignan acompañar a varias personas nuevas sin ajustar tu carga habitual ni reconocer formalmente el tiempo dedicado. Te explican que tu experiencia es clave para su adaptación y que tu apoyo será recordado en futuras evaluaciones, aunque nada queda documentado. Sientes que el rol extra aporta al equipo, pero también que puede desgastarte y afectar tu equilibrio si no se gestiona adecuadamente.",
    "options_structured": {
      "integrity_correct": "Aceptas el rol de mentor solo si se incorpora en tus objetivos formales y se ajusta tu carga de trabajo, aún sabiendo que podrías ser visto como quien pone condiciones a algo que otros consideran un honor.",
      "pragmatic_distractor": "Asumes la mentoría además de tus tareas habituales, confiando en que el esfuerzo será valorado aunque no exista un reconocimiento explícito en el corto plazo.",
      "evasive_distractor": "Aceptas de manera general pero vas reduciendo el tiempo de acompañamiento cuando la presión aumenta, sin aclarar tus límites para evitar conversaciones incómodas.",
      "rationalized_distractor": "Decides no involucrarte realmente como mentor, argumentando que cada persona debe aprender por su cuenta y que tu prioridad es preservar tu energía en un entorno incierto."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 11",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q072",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se implementa un esquema de horario flexible en tu área, pero en la práctica se espera que la gente esté disponible casi todo el día para atender mensajes y reuniones fuera del horario habitual. Quienes marcan límites son vistos como poco comprometidos con la nueva cultura de flexibilidad. Sientes que la línea entre trabajo y vida personal se difumina y te cuestionas si defender tus tiempos puede afectar cómo se percibe tu permanencia en el equipo.",
    "options_structured": {
      "integrity_correct": "Hablas con tu supervisor para acordar horarios de disponibilidad razonables y dejas claro cuándo estarás desconectado, aún sabiendo que algunos podrían interpretarlo como falta de entrega total.",
      "pragmatic_distractor": "Aceptas conectarte a cualquier hora cuando te lo piden y reorganizas tu vida personal alrededor de las exigencias del equipo, confiando en que la buena voluntad se reflejará en futuras oportunidades.",
      "evasive_distractor": "Respondes solo algunos mensajes fuera de horario según tu ánimo y evitas hablar del tema abiertamente, esperando que nadie note un patrón claro.",
      "rationalized_distractor": "Decides que, si el horario ya es difuso, es mejor no invertir energía en poner orden y te resignas a revisar mensajes constantemente, argumentando que así funcionan hoy las cosas."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 12",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q073",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu nuevo jefe comenta con frecuencia en privado errores y debilidades de otras personas del equipo, generando un clima de desconfianza. Te elogia por tu discreción y te insinúa que mantenerte cerca de él te protegerá en futuras decisiones de reestructura. Aunque no has sido atacado directamente, percibes que la dinámica deteriora la confianza mutua. Te debates entre mantenerte neutral para asegurar tu lugar o cuestionar un estilo de liderazgo que pone en riesgo la cohesión del grupo.",
    "options_structured": {
      "integrity_correct": "Planteas a tu jefe, con respeto, que preferirías conversaciones centradas en el trabajo y no en comentarios sobre otras personas, y propones abordar cualquier problema directamente con quien corresponda, aún sabiendo que podrías dejar de ser visto como aliado cercano.",
      "pragmatic_distractor": "Mantienes una relación estrecha con tu jefe y evitas contradecirlo, confiando en que estar en su círculo de confianza protegerá tu permanencia aunque el ambiente se deteriore.",
      "evasive_distractor": "Te limitas a escuchar sin opinar cuando tu jefe critica a otros y evitas intervenir, esperando que la dinámica cambie sola con el tiempo.",
      "rationalized_distractor": "Decides que hablar de problemas ajenos es parte inevitable de cualquier lugar de trabajo y aceptas la dinámica, argumentando que mientras no te afecte directamente no vale la pena arriesgar tu posición."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 13",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q074",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se organizan actividades de integración fuera del horario laboral casi todos los meses y la asistencia, aunque no obligatoria en teoría, se comenta abiertamente en las evaluaciones de compromiso. Tienes responsabilidades personales que dificultan tu participación constante y notas que quienes van a todo parecen tener mejor imagen ante la dirección. Te inquieta que priorizar tu vida privada pueda afectar la percepción sobre tu permanencia a futuro.",
    "options_structured": {
      "integrity_correct": "Hablas con tu supervisor para explicar tus responsabilidades fuera del trabajo y propones alternativas de participación dentro del horario laboral, aún sabiendo que podrías ser percibido como menos disponible socialmente que otras personas del equipo.",
      "pragmatic_distractor": "Te esfuerzas por asistir a la mayoría de las actividades aunque eso implique sacrificar tiempo personal, confiando en que esa presencia reforzará tu imagen de compromiso.",
      "evasive_distractor": "Aceptas invitaciones de forma ambigua y decides a último momento según tu energía, sin aclarar claramente tus límites, esperando que nadie tome nota detallada de tu asistencia.",
      "rationalized_distractor": "Decides dejar de asistir casi por completo y justificas que tu desempeño en horario laboral debería ser suficiente, sin comunicar nada para evitar conversaciones incómodas."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 14",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q075",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Circulan rumores de que tu área podría cerrarse o fusionarse, pero no hay comunicación oficial clara. Personas recién incorporadas te preguntan si deberían preocuparse y qué planes tiene la empresa, asumiendo que por tu antigüedad conoces más información. Tú tampoco tienes certezas, pero tu respuesta puede influir en la confianza y permanencia de quienes apenas comienzan. Te debates entre transmitir calma sin sustento o reconocer la incertidumbre de forma responsable.",
    "options_structured": {
      "integrity_correct": "Reconoces abiertamente que no tienes información confirmada y sugieres canalizar las inquietudes por los medios formales, aún sabiendo que podrías ser visto como quien expone la falta de comunicación de la dirección.",
      "pragmatic_distractor": "Restas importancia a los rumores y aseguras que todo seguirá igual, esperando que el tiempo despeje dudas sin generar más preguntas hacia arriba.",
      "evasive_distractor": "Evitas responder con claridad y cambias de tema cuando te preguntan, confiando en que cada persona saque sus propias conclusiones sin que tú te impliques.",
      "rationalized_distractor": "Compartes tus propias sospechas y temores como si fueran hechos, argumentando que la gente merece saber lo que podría pasar aunque no tengas confirmación, incluso si eso aumenta la inquietud general."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 15",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q076",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Te proponen asumir de manera temporal la coordinación de tu equipo tras la salida repentina del jefe anterior, pero sin ajustar tu salario ni detallar cuánto durará la situación. Te señalan que es una oportunidad para demostrar liderazgo y asegurar tu permanencia en un posible nombramiento definitivo. Sin embargo, implica tomar decisiones difíciles con personas que antes eran tus pares y asumir responsabilidad por resultados sin respaldo claro.",
    "options_structured": {
      "integrity_correct": "Aceptas solo si se definen por escrito el alcance del rol, el tiempo estimado y los criterios para evaluar tu desempeño, aún sabiendo que podrían elegir a alguien más que acepte condiciones menos claras.",
      "pragmatic_distractor": "Aceptas de inmediato la coordinación con la esperanza de que el esfuerzo sea recompensado después, aunque el aumento de responsabilidad no esté formalizado.",
      "evasive_distractor": "Pides tiempo para pensarlo y alargas la decisión mientras esperas que designen a otra persona y así evitar exponerte.",
      "rationalized_distractor": "Rechazas la propuesta sin explorar ajustes posibles, argumentando que no vale la pena asumir ningún riesgo en un contexto de tanta incertidumbre."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 16",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q077",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Después de varios cambios de estructura, te asignan tareas de apoyo administrativo que antes realizaban otras áreas, con la explicación de que así se agilizan trámites. Aunque aceptas ayudar, notas que cada vez dedicas más tiempo a labores que no corresponden a tu perfil y menos a tus funciones principales. Temes que, si no marcas un límite, tu puesto termine redefinido sin negociación, afectando tu desarrollo y permanencia en la especialidad que te interesa.",
    "options_structured": {
      "integrity_correct": "Solicitas una revisión conjunta de tu descripción de puesto y del tiempo que inviertes en tareas adicionales, proponiendo ajustes claros, aún sabiendo que podrías ser visto como alguien que no se presta a apoyar cuando se le necesita.",
      "pragmatic_distractor": "Aceptas la acumulación de tareas diversas y te adaptas a la nueva realidad, confiando en que la versatilidad te hará más difícil de reemplazar.",
      "evasive_distractor": "Empiezas a dejar para después las tareas que no te corresponden sin explicarlo, esperando que alguien note la saturación y redistribuya el trabajo por iniciativa propia.",
      "rationalized_distractor": "Decides que, si tu rol se desdibuja, es mejor no invertir más energía en esa especialidad y te concentras solo en cumplir lo mínimo indispensable para mantener el empleo mientras buscas opciones fuera."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 17",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q078",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La nueva dirección cancela de repente los programas de formación y desarrollo que te habían prometido, argumentando restricciones presupuestales. Te informan que, por ahora, el aprendizaje deberá ser principalmente autodidacta y en el día a día. Sientes que esto puede limitar tus opciones de crecimiento dentro de la empresa y afectar tu motivación para permanecer. Te debates entre exigir claridad sobre planes futuros o adaptarte resignado al cambio de prioridades.",
    "options_structured": {
      "integrity_correct": "Solicitas a tu supervisor una conversación para revisar cómo impacta la cancelación de programas en tu plan de desarrollo y propones alternativas realistas, aún sabiendo que podrías ser percibido como quien demanda recursos en un contexto de ahorro.",
      "pragmatic_distractor": "Aceptas la eliminación de programas formales y buscas por tu cuenta materiales y cursos externos, asumiendo que el esfuerzo extra te mantendrá vigente aunque la empresa no lo impulse.",
      "evasive_distractor": "Dejas de preguntar por oportunidades de desarrollo y te limitas a cumplir con tus tareas actuales, esperando que en algún momento los programas se restablezcan sin que tengas que insistir.",
      "rationalized_distractor": "Concluyes que, si la organización recorta precisamente en desarrollo, es señal de que no le interesa tu crecimiento, y comienzas a desconectarte emocionalmente del proyecto mientras sigues allí solo por seguridad."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 18",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q079",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se modifica el esquema de compensación y parte de tu ingreso pasa a depender de un bono variable ligado a metas colectivas que no controlas del todo. Algunos compañeros celebran el potencial de ganar más, mientras otros temen perder estabilidad si los resultados no se alcanzan. Notas que las personas comienzan a competir por tareas más visibles y a culparse mutuamente cuando surgen retrasos. Te preocupa que la inseguridad económica afecte tu permanencia tranquila en el puesto.",
    "options_structured": {
      "integrity_correct": "Planteas en los canales adecuados la necesidad de que el esquema variable tenga indicadores claros, realistas y transparentes, aún sabiendo que podrías ser identificado como quien cuestiona decisiones sobre compensación.",
      "pragmatic_distractor": "Te enfocas en participar solo en actividades que impactan directamente en el bono y dejas en segundo plano tareas menos visibles, confiando en que así protegerás tus ingresos.",
      "evasive_distractor": "Aceptas el nuevo esquema sin hacer preguntas y esperas que, si los resultados son bajos, la empresa busque soluciones sin afectar demasiado tu pago.",
      "rationalized_distractor": "Decides que no tiene sentido involucrarte en la mejora del esquema y asumes que, si tus ingresos se vuelven inestables, será la señal definitiva para buscar otro empleo."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 19",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q080",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu área recibe metas significativamente más altas para el próximo año sin un incremento proporcional en recursos. La dirección insiste en que es posible lograrlas con mayor eficiencia y compromiso. Varios compañeros comentan que el nivel de exigencia es irreal y temen que los resultados se utilicen para justificar recortes. Sientes que aceptar metas inalcanzables puede poner en riesgo tu evaluación y permanencia, pero también que cuestionarlas abiertamente podría ser mal visto.",
    "options_structured": {
      "integrity_correct": "Pides una reunión para revisar metas, presentas datos sobre la capacidad real del equipo y propones indicadores intermedios alcanzables, aún sabiendo que podrías ser catalogado como quien pone obstáculos.",
      "pragmatic_distractor": "Aceptas las metas oficiales y te enfocas en priorizar solo aquello que se mide, dejando de lado actividades importantes que no entran en los indicadores.",
      "evasive_distractor": "Evitas pronunciarte sobre las metas y trabajas al ritmo habitual, esperando que cuando no se alcancen se reconozca que eran poco realistas.",
      "rationalized_distractor": "Concluyes que, si las metas son imposibles, cualquier esfuerzo adicional será en vano, y decides hacer lo mínimo necesario para no exponerte, mientras evalúas opciones fuera de la organización."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 20",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q081",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En los últimos años has vivido varios cambios de estructura y de jefes inmediatos. Cada nueva persona líder trae prioridades distintas y proyectos que iniciaron contigo han quedado inconclusos o sin reconocimiento. Te sientes agotado por la constante adaptación y empiezas a cuestionar si vale la pena seguir invirtiendo energía en un entorno tan inestable. Al mismo tiempo, dependes del ingreso y valoras el vínculo que has construido con algunos colegas.",
    "options_structured": {
      "integrity_correct": "Buscas una conversación franca con la dirección o con recursos internos especializados para plantear cómo la rotación constante afecta tu motivación y permanencia, proponiendo medidas de continuidad, aún sabiendo que podrías ser visto como alguien que se resiste a la dinámica de cambio.",
      "pragmatic_distractor": "Decides adaptarte a cada nuevo jefe sin cuestionar, ajustando tu estilo y prioridades según lo que cada uno valora para proteger tu puesto.",
      "evasive_distractor": "Sigues cumpliendo tus tareas sin involucrarte de lleno en nuevos proyectos, esperando que la próxima reestructura traiga mejores condiciones sin que tú tengas que exponer cómo te sientes.",
      "rationalized_distractor": "Concluyes que la inestabilidad es parte inevitable del entorno actual y dejas de buscar sentido a largo plazo en tu trabajo, enfocándote solo en el salario mientras consideras otras opciones."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 21",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q082",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se implementa un nuevo esquema de guardias los fines de semana para atender incidentes críticos, aunque la frecuencia real es baja. En tu caso, las guardias coinciden con momentos importantes de tu vida personal y el pago adicional no compensa del todo el impacto. Te explican que la permanencia en el puesto se relaciona con la disposición a cubrir estas necesidades. Te preguntas hasta dónde ceder sin comprometer tu equilibrio.",
    "options_structured": {
      "integrity_correct": "Planteas a tu supervisor que estás dispuesto a apoyar guardias de forma rotativa y razonable, pero que necesitas ajustar algunas fechas específicas, aún sabiendo que podrías perder oportunidades frente a quienes se ofrecen siempre.",
      "pragmatic_distractor": "Aceptas todas las guardias que te asignan sin negociar, reorganizando tus planes personales aunque eso implique desgaste, para mostrar total disponibilidad.",
      "evasive_distractor": "Intentas cambiar guardias de manera informal con compañeros sin hablar del tema con tu jefe, esperando que los ajustes se den sin necesidad de acuerdos claros.",
      "rationalized_distractor": "Decides que, si el puesto exige guardias constantes, no vale la pena adaptarte, y comienzas a faltar o a desconectarte en algunas de ellas, justificando que tu vida personal está primero."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 22",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q083",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se abre una vacante interna que se ajusta a tu perfil y podría mejorar tus condiciones, pero tu supervisor actual deja entrever que le incomodaría tu traslado porque depende de tu experiencia en el equipo. Te dice que tu permanencia en el área es clave para cumplir los objetivos del año. Sientes que postularte podría tensar la relación con él, pero quedarte por compromiso podría limitar tu desarrollo profesional.",
    "options_structured": {
      "integrity_correct": "Hablas abiertamente con tu supervisor sobre tu interés en la vacante y explicas que quieres seguir creciendo dentro de la organización, aún sabiendo que podría percibirlo como falta de lealtad al equipo actual.",
      "pragmatic_distractor": "Decides no postularte para evitar conflictos y refuerzas tu compromiso con tu área, esperando que tu lealtad sea recompensada más adelante.",
      "evasive_distractor": "Envías tu postulación sin comentar nada con tu supervisor y confías en que, si avanzas en el proceso, podrás manejar las consecuencias después.",
      "rationalized_distractor": "Concluyes que, si tu supervisor no apoya tu movilidad interna, es mejor buscar crecimiento fuera de la empresa y dejas pasar la oportunidad sin explorarla."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 23",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q084",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa anuncia el cierre de una sede y ofrece a algunas personas la posibilidad de trasladarse a otra ciudad con apoyo limitado en mudanza. No está claro cuántos puestos se conservarán ni por cuánto tiempo. Eres uno de los perfiles considerados para el traslado, pero la decisión implica cambios significativos en tu vida y en la de tu entorno cercano. Debes elegir entre aceptar una permanencia condicionada en otro lugar o enfrentar la posibilidad de terminar la relación laboral.",
    "options_structured": {
      "integrity_correct": "Solicitas que las condiciones del traslado se detallen claramente por escrito y que se aclaren las perspectivas de continuidad, antes de decidir, aún sabiendo que podrías ser visto como poco dispuesto a hacer sacrificios.",
      "pragmatic_distractor": "Aceptas el traslado con la información disponible, confiando en que una vez instalado podrás negociar mejores condiciones o buscar otras opciones si no se cumplen las expectativas.",
      "evasive_distractor": "Pides más tiempo para decidir sin hacer preguntas concretas, esperando que la empresa defina a otra persona para el traslado y así evitar tomar una postura.",
      "rationalized_distractor": "Rechazas la oferta de traslado sin analizarla a fondo, argumentando que no vale la pena reorganizar tu vida por un proyecto que podría no ser estable."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 24",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q085",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu nuevo supervisor espera que el equipo esté disponible para responder mensajes y atender asuntos urgentes incluso en días de descanso o vacaciones, argumentando que es parte del compromiso con la continuidad del negocio. Aunque tú valoras la responsabilidad, también necesitas espacios reales de desconexión para sostenerte en el largo plazo. Te preocupa que marcar límites pueda interpretarse como falta de entrega y afectar tu permanencia en el puesto.",
    "options_structured": {
      "integrity_correct": "Acuerdas con tu supervisor horarios y canales de contacto para situaciones verdaderamente críticas y dejas claro cuándo no estarás disponible, aún sabiendo que podrías ser visto como menos entregado que quienes responden siempre.",
      "pragmatic_distractor": "Aceptas responder mensajes en cualquier momento, incluso en días de descanso, reorganizando tu vida alrededor de las necesidades del equipo para asegurar tu lugar.",
      "evasive_distractor": "Respondes solo algunos mensajes fuera de horario según tu ánimo y evitas hablar del tema abiertamente, esperando que nadie cuestione tu nivel de disponibilidad.",
      "rationalized_distractor": "Decides que la única salida es desconectarte por completo en tus días libres sin avisar, justificando que, si la empresa no marca límites, tú debes imponértelos de manera unilateral."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 25",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q086",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Se introduce un nuevo sistema para gestionar tareas y reportes que requiere capacitación específica. La empresa ofrece sesiones breves fuera del horario laboral y espera que el personal se adapte rápidamente, aún cuando el uso de la herramienta es clave para medir el desempeño. Tienes dificultad para asistir a las sesiones propuestas y temes quedar rezagado, lo que podría afectar tu evaluación y permanencia.",
    "options_structured": {
      "integrity_correct": "Solicitas que se organicen espacios de capacitación dentro del horario o se te facilite material equivalente, y explicas las limitaciones que tienes para asistir fuera de tu jornada, aún sabiendo que podrías ser visto como poco flexible.",
      "pragmatic_distractor": "Aceptas asistir a las sesiones fuera de horario y dedicas tiempo personal a practicar con el sistema, confiando en que dominarlo te dará ventaja a futuro.",
      "evasive_distractor": "Faltas a algunas sesiones y preguntas a tus compañeros solo lo básico, esperando aprender sobre la marcha sin pedir ajustes formales.",
      "rationalized_distractor": "Decides seguir utilizando métodos antiguos y retrasas al máximo el uso del nuevo sistema, justificando que si la herramienta es realmente importante la empresa debería adaptarse a tus tiempos."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 26",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q087",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Para cubrir ausencias frecuentes en otra área, te piden apoyar de manera recurrente en tareas que no forman parte de tus funciones principales. Con el tiempo, tu presencia allí se vuelve habitual y tus propias responsabilidades comienzan a acumularse. Tus superiores destacan tu disposición, pero no hay claridad sobre ajustes de carga ni reconocimiento adicional. Te preocupa que, si no delimitas tu rol, tu puesto se redefina sin acuerdo y afecte tu desarrollo y permanencia.",
    "options_structured": {
      "integrity_correct": "Planteas una reunión con ambas jefaturas para revisar cómo se reparte tu tiempo y acordar por escrito el alcance de tu apoyo, aún sabiendo que podrías dejar de ser la opción más conveniente para cubrir huecos.",
      "pragmatic_distractor": "Aceptas seguir apoyando en la otra área sin cuestionar, confiando en que tu disposición te hará indispensable y protegerá tu lugar.",
      "evasive_distractor": "Empiezas a retrasar algunas tareas de apoyo para priorizar tu área de origen sin explicarlo, esperando que alguien note la saturación y redistribuya el trabajo por iniciativa propia.",
      "rationalized_distractor": "Decides que, si te usan para cubrir faltantes sin reconocerlo, no tiene sentido comprometerte más, y haces solo lo mínimo tanto en tu área como en la otra."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 27",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q088",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa decide reducir los espacios físicos asignados al personal y te informan que deberás compartir escritorio con varias personas en diferentes horarios. Aunque se presenta como una medida de eficiencia, sientes que pierdes estabilidad y privacidad para trabajar. Algunos compañeros aceptan sin comentario para no ser vistos como complicados. Tú valoras la importancia de un entorno adecuado, pero temes que manifestar tu incomodidad afecte la percepción sobre tu permanencia.",
    "options_structured": {
      "integrity_correct": "Expresas de manera respetuosa las dificultades que implica el nuevo esquema para tu concentración y propones alternativas viables, como zonas silenciosas o ajustes de turnos, aún sabiendo que podrías ser catalogado como poco adaptable.",
      "pragmatic_distractor": "Aceptas el sistema de escritorios compartidos y te adaptas a trabajar donde haya espacio, priorizando proteger tu imagen de flexibilidad.",
      "evasive_distractor": "Te quejas del cambio solo en conversaciones informales y haces comentarios irónicos sobre el tema, sin utilizar los canales formales para plantear soluciones.",
      "rationalized_distractor": "Concluyes que el entorno ya no es adecuado para tu forma de trabajar y decides desconectarte emocionalmente del lugar, cumpliendo apenas lo necesario mientras exploras otras opciones."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 28",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q089",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras una evaluación reciente, te proponen un plan de mejora con metas muy exigentes y plazos cortos, dando a entender que tu permanencia depende de cumplirlo al pie de la letra. Aunque reconoces áreas a fortalecer, consideras que algunas metas no son realistas con los recursos actuales. Te preocupa firmarlo tal como está y quedar expuesto a una eventual salida si no lo logras, pero también temes que pedir ajustes parezca falta de compromiso.",
    "options_structured": {
      "integrity_correct": "Solicitas revisar cada meta con tu supervisor, propones ajustes razonables y pides que el plan refleje tanto tus oportunidades de mejora como los apoyos necesarios, aún sabiendo que esa negociación puede incomodar.",
      "pragmatic_distractor": "Aceptas y firmas el plan tal como está, comprometiéndote a hacer todo lo posible aunque sospeches que los objetivos son difíciles de alcanzar.",
      "evasive_distractor": "Firmas el plan pero no buscas aclarar dudas ni prioridades, esperando que en la práctica nadie lo aplique con tanta rigidez.",
      "rationalized_distractor": "Te niegas a firmar sin ofrecer alternativas y concluyes que, si la empresa plantea metas que consideras injustas, es mejor no esforzarte y dejar que decidan sobre tu continuidad."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 29",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q090",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Después de muchos años en la empresa, notas que las celebraciones y reconocimientos se concentran en resultados recientes y en personas nuevas, mientras los aportes de largo plazo pasan casi desapercibidos. Varios colegas con trayectoria similar expresan en privado sentirse invisibles, pero nadie lo menciona en espacios formales por miedo a parecer que buscan elogios personales. Tú también te cuestionas cuánto pesa realmente tu permanencia en la valoración cotidiana.",
    "options_structured": {
      "integrity_correct": "Propones en un canal formal que se reconozca de manera equilibrada tanto los logros recientes como la contribución sostenida en el tiempo, aún sabiendo que podrías ser interpretado como alguien que habla en beneficio propio.",
      "pragmatic_distractor": "Decides concentrarte en generar resultados visibles a corto plazo para destacar en las dinámicas actuales, dejando en segundo plano proyectos de impacto a largo plazo.",
      "evasive_distractor": "Comentas tu molestia solo con colegas cercanos y evitas cualquier referencia al tema en foros abiertos, esperando que alguien más con más influencia lo plantee.",
      "rationalized_distractor": "Concluyes que la organización nunca reconocerá de verdad la permanencia y decides limitar tu involucramiento emocional, cumpliendo solo lo necesario mientras buscas alternativas que valoren más tu experiencia."
    },
    "notes": "Modulo 2 Options B04 batch 05 item 30",
    "sot_checksum": "m2opt_v1_20251130"
  }
]