[
  {
    "id": "block-B06-q191",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Marketing solicita acceso a datos brutos de clientes recolectados para otro fin, argumentando que son vitales para una campaña inminente. Compartirlos sin base legal explícita implica riesgos de cumplimiento. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Niegas el acceso hasta validar la base legal o recabar consentimientos, asumiendo que esto retrasará la campaña y generará fricción con el área comercial.",
      "pragmatic_distractor": "Compartes únicamente un extracto de datos anonimizados para que avancen en el diseño mientras gestionas la validación legal.",
      "evasive_distractor": "Solicitas que el requerimiento se formalice ante el comité de datos, dilatando la entrega hasta que busquen alternativas.",
      "rationalized_distractor": "Entregas la base completa bajo la premisa de que es para uso interno y la urgencia del negocio justifica el riesgo administrativo."
    },
    "notes": "Modulo 3 Options B06 batch 08 item 1",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q192",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Un proveedor clave ofrece un incentivo personal si aceleras su orden omitiendo ciertos pasos de calidad. Adviertes un riesgo real de desabasto si cumples el proceso estándar. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Rechazas el incentivo y mantienes la revisión completa, aceptando la responsabilidad por la demora y las posibles quejas por falta de stock.",
      "pragmatic_distractor": "Aceptas priorizar la orden aplicando controles aleatorios mínimos, buscando agilizar la entrada sin bloquear el suministro.",
      "evasive_distractor": "Escalas la situación a tu gerencia sin tomar postura, dejando que ellos decidan si se autoriza la excepción.",
      "rationalized_distractor": "Facilitas el proceso estimando que el riesgo de detener la operación es mayor que el de saltar un protocolo burocrático."
    },
    "notes": "Modulo 3 Options B06 batch 08 item 2",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q193",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes emitir un informe disciplinario sobre un colega cercano. Él te pide suavizar los hechos para evitar una sanción grave que afectaría su trayectoria. Ser objetivo dañará su relación personal. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Reportas los hechos con total exactitud, asumiendo el costo de perder su confianza y afectar su situación laboral.",
      "pragmatic_distractor": "Redactas el informe con un tono neutral que resalte atenuantes, cumpliendo con la entrega pero reduciendo la severidad.",
      "evasive_distractor": "Solicitas que auditoría interna revise el caso directamente para no ser tú quien firme el reporte negativo.",
      "rationalized_distractor": "Minimizas la falta juzgando que una sanción formal sería desproporcionada y que merece una oportunidad de corregir su error."
    },
    "notes": "Modulo 3 Options B06 batch 08 item 3",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q194",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu gerente te instruye registrar a su equipo como asistente a una capacitación obligatoria que no tomaron, para evitar observaciones en una auditoría inminente. Negarte creará un conflicto jerárquico. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a falsear el registro y marcas la capacitación como pendiente, arriesgando una confrontación directa con tu jefe.",
      "pragmatic_distractor": "Registras asistencia parcial y propones un plan de regularización acelerado para cubrir el requisito antes del cierre de auditoría.",
      "evasive_distractor": "Postergas la actualización del sistema alegando problemas técnicos, esperando que la fecha de auditoría se mueva.",
      "rationalized_distractor": "Haces el registro completo interpretando que el conocimiento ya lo tienen y que la auditoría es un mero trámite administrativo."
    },
    "notes": "Modulo 3 Options B06 batch 08 item 4",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q195",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Gestionas una alianza con una fundación. El patrocinador sugiere omitir un conflicto de interés reciente en el reporte anual para asegurar la renovación de fondos. Incluirlo podría cancelar el apoyo. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Documentas el incidente con transparencia, aceptando el riesgo de perder el financiamiento y enfrentar el reclamo del patrocinador.",
      "pragmatic_distractor": "Incluyes el tema brevemente en una sección de 'lecciones aprendidas' para cumplir sin darle protagonismo negativo.",
      "evasive_distractor": "Sugieres posponer el reporte del incidente hasta el próximo ciclo fiscal, asegurando primero la firma de la renovación.",
      "rationalized_distractor": "Omites el dato priorizando la visión de que proteger el flujo de fondos es vital para mantener los programas sociales activos."
    },
    "notes": "Modulo 3 Options B06 batch 08 item 5",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q196",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Detectas que una planta opera con un permiso ambiental vencido. Operaciones pide continuar mientras tramitan la renovación para no afectar las metas trimestrales. Parar implica pérdidas significativas. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Solicitas el paro de operaciones hasta regularizar el permiso, enfrentando la presión por las pérdidas económicas y el rechazo de la gerencia.",
      "pragmatic_distractor": "Mantienes la operación reducida al mínimo mientras aceleras el trámite con gestores externos para mitigar el riesgo.",
      "evasive_distractor": "Envías una notificación formal del hallazgo al área legal y continúas tus labores, dejando la decisión de paro en sus manos.",
      "rationalized_distractor": "Permites la operación confiando en que la renovación es inminente y que detener la planta causaría un daño mayor a la empresa."
    },
    "notes": "Modulo 3 Options B06 batch 08 item 6",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q197",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "El equipo va a lanzar una encuesta que incluye datos sensibles no cubiertos en el aviso de privacidad actual. El líder insiste en lanzarla hoy para cumplir un hito contractual. Ajustarla implica retraso. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Frenas el lanzamiento hasta actualizar el aviso legal, aunque esto signifique incumplir el hito y generar tensión con el líder.",
      "pragmatic_distractor": "Lanzas ahora solo las preguntas generales y dejas las sensibles para una segunda fase, cumpliendo parcialmente el hito.",
      "evasive_distractor": "Elevas una consulta a Cumplimiento sabiendo que tardarán en responder, transfiriendo la responsabilidad de la demora.",
      "rationalized_distractor": "Autorizas el envío asumiendo que al participar voluntariamente, los usuarios aceptan implícitamente el uso de sus datos."
    },
    "notes": "Modulo 3 Options B06 batch 08 item 7",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q198",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "El CFO te pide presentar proyecciones financieras excluyendo un aumento de costos inminente para no inquietar a los inversionistas. Omitirlo distorsiona la realidad, pero incluirlo te marcaría como 'conflictivo'. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Presentas las cifras reales incluyendo el aumento, aceptando las posibles críticas por 'falta de alineación' con la estrategia del CFO.",
      "pragmatic_distractor": "Presentas la proyección solicitada pero añades una nota al pie sobre 'posibles variaciones' para cubrirte sin alterar el número principal.",
      "evasive_distractor": "Entregas la versión que pide el CFO pero envías un correo interno salvando tu responsabilidad sobre los costos omitidos.",
      "rationalized_distractor": "Excluyes el dato bajo la lógica de que es una proyección preliminar y que habrá tiempo de ajustar las cifras en el siguiente trimestre."
    },
    "notes": "Modulo 3 Options B06 batch 08 item 8",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q199",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Un funcionario local sugiere saltar la consulta comunitaria obligatoria para acelerar una obra de infraestructura. Hacerlo agiliza los permisos, pero ignora derechos sociales. El cronograma ya está retrasado. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Insistes en realizar la consulta completa, asumiendo un mayor retraso en la obra y la molestia del funcionario local.",
      "pragmatic_distractor": "Propones una reunión informativa rápida con líderes comunitarios para cumplir el requisito formalmente sin detener la obra.",
      "evasive_distractor": "Solicitas un dictamen jurídico sobre la obligatoriedad de la consulta, postergando la decisión mientras avanza la ingeniería.",
      "rationalized_distractor": "Aceptas la sugerencia sosteniendo que el beneficio social de la obra terminada compensa la falta de protocolo inicial."
    },
    "notes": "Modulo 3 Options B06 batch 08 item 9",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q200",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Recibes una denuncia anónima sobre discriminación en tu área. RRHH sugiere archivarla por falta de pruebas concretas y para evitar saturación de trabajo. Ignorarla podría agravar el clima laboral. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Inicias una investigación formal para indagar a fondo, aunque esto aumente tu carga operativa y genere incomodidad en el equipo.",
      "pragmatic_distractor": "Realizas entrevistas informales discretas para ver si surge algo más antes de abrir un expediente oficial.",
      "evasive_distractor": "Rediriges la denuncia al buzón general de ética y cierras tu folio, dejando que el sistema centralizado se encargue.",
      "rationalized_distractor": "Archivas el caso evaluando que sin evidencia sólida, una investigación solo serviría para dañar la moral del grupo."
    },
    "notes": "Modulo 3 Options B06 batch 08 item 10",
    "sot_checksum": "D739B398"
  }
]