[
  {
    "id": "block-B06-q011",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Recibes por correo un informe confidencial sobre una empresa rival que revela fallas y precios internos. Si lo usas podrías ajustar tu estrategia y obtener una ventaja competitiva inmediata, pero no sabes si se obtuvo de forma lícita. La dirección exige resultados rápidos y tu equipo celebra tener esa información. Tú dudas entre reportarlo y renunciar a la ventaja o aprovecharla en silencio. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Informas de inmediato a tu jefe y a los abogados de la empresa que recibieron información competitiva dudosa y propones no usarla, aunque eso signifique perder la ventaja, retrasar ajustes de estrategia y que tu equipo te vea como quien frenó una oportunidad.",
      "pragmatic_distractor": "Usas la información para ajustar discretamente precios y mensajes, evitando documentar su origen y confiando en que los buenos resultados compensarán el riesgo si alguien pregunta.",
      "evasive_distractor": "Trasladas el informe a tu jefe pidiéndole que decida y te limitas a seguir sus indicaciones, sin sugerir postura propia para no quedar expuesto.",
      "rationalized_distractor": "Decides aprovechar la información porque asumes que la competencia también usaría algo parecido y que tu prioridad es proteger los resultados de tu empresa, no discutir el origen de los datos."
    },
    "word_count": 65,
    "char_count": 342,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL original. Costo explícito: pérdida de ventaja, enojo del equipo y posible impacto en evaluación.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q012",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu equipo está dividido por conflictos personales mientras tú coordinas un proyecto que afectará de lleno a una comunidad cercana. Si impones una decisión que protege a la comunidad, el conflicto interno puede escalar y algunos compañeros podrían culparte por retrasos y tensiones. Si priorizas calmar al equipo, podrías aceptar un impacto social que te incomoda éticamente. La dirección solo pide resultados visibles. ¿Qué priorizas y por qué?",
    "options_structured": {
      "integrity_correct": "Planteas una decisión que prioriza proteger a la comunidad aunque agrave tensiones internas, explicando con transparencia los riesgos y aceptando que algunos compañeros se molesten y que tu liderazgo sea cuestionado en el corto plazo.",
      "pragmatic_distractor": "Buscas un diseño de proyecto intermedio que reduzca parcialmente el impacto social pero mantenga los plazos, confiando en que las molestias de la comunidad serán manejables si la comunicación es cuidadosa.",
      "evasive_distractor": "Propones crear un grupo de trabajo para que el equipo defina la postura y tú solo facilitas la discusión, evitando asumir una decisión clara hasta que haya consenso.",
      "rationalized_distractor": "Eliges la opción que calma más rápido el conflicto interno, argumentando que un buen clima de equipo es condición necesaria y que la comunidad entenderá mientras la empresa genere beneficios."
    },
    "word_count": 68,
    "char_count": 377,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: mayor tensión interna y liderazgo cuestionado.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q013",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Notas que tu jefe concede oportunidades y beneficios a ciertos compañeros mientras ignora el desempeño de otros. Al mismo tiempo, tomas decisiones que pueden beneficiar claramente a la empresa pero agravar la percepción de injusticia en tu equipo, o proteger tu relación personal con algunos colegas a costa de resultados. Cualquier camino puede afectar tu reputación y tu clima laboral. Debes decidir cómo actuar y qué explicar. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Confrontas abiertamente los favoritismos y propones criterios transparentes para las decisiones, aunque eso pueda tensionar tu relación con el jefe y con colegas beneficiados e incluso cerrarte oportunidades futuras.",
      "pragmatic_distractor": "Sugieres pequeños ajustes en asignaciones para reducir los casos más evidentes de favoritismo, sin cuestionar de frente a tu jefe, intentando equilibrar algo la situación sin arriesgar demasiado tu posición.",
      "evasive_distractor": "Recolectas opiniones de compañeros y las compartes de forma anónima con instancias internas de apoyo, esperando que alguien de nivel superior intervenga sin que se note tu participación directa.",
      "rationalized_distractor": "Decides no intervenir y mantienes buenas relaciones con quienes reciben trato preferente, convenciéndote de que así podrás influir más adelante y proteger mejor tus propios intereses."
    },
    "word_count": 69,
    "char_count": 373,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: fricción con el jefe y con colegas favorecidos.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q014",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En una reestructuración, te encargan decidir qué personas de tu equipo conservarán su puesto. Tu supervisor presiona para que priorices a quienes entregan resultados rápidos, aunque sus prácticas rocen límites éticos, y te pide decidir en pocos días. Si defiendes a quienes actúan con más cuidado, podrías retrasar metas, generar enojo en la dirección y poner en riesgo tu evaluación. ¿Cómo decides y cómo lo explicas?",
    "options_structured": {
      "integrity_correct": "Defiendes a quienes han mostrado conductas éticas y consistentes aunque su velocidad sea menor, explicando que quieres evitar premiar atajos dudosos, aun sabiendo que eso puede retrasar metas, incomodar a tu supervisor y afectar tu evaluación.",
      "pragmatic_distractor": "Mantienes en el equipo a quienes aceleran resultados pero pides reforzar controles y capacitación ética, confiando en que con más supervisión se reducirá el riesgo sin perder desempeño.",
      "evasive_distractor": "Solicitas que la decisión final la tome un comité superior basándose en métricas existentes y te limitas a entregar informes, evitando posicionarte claramente sobre los casos polémicos.",
      "rationalized_distractor": "Seleccionas principalmente a quienes entregan números rápidos, argumentando que la empresa atraviesa un momento crítico y que primero hay que asegurar resultados; luego, ya habrá tiempo para revisar temas éticos."
    },
    "word_count": 66,
    "char_count": 353,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: retraso de metas y evaluación en riesgo.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q015",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes negociar un acuerdo clave donde la decisión puede mejorar mucho los resultados de la empresa pero implicar recortes que afecten tu propio rol y tus ingresos, o proteger tu posición personal aceptando condiciones menos favorables para la organización. Algunos compañeros te presionan para cuidar al equipo, otros insisten en priorizar las metas financieras. Lo que hagas condicionará tu credibilidad futura. ¿Qué camino eliges y por qué?",
    "options_structured": {
      "integrity_correct": "Recomiendas el acuerdo que más favorece a la empresa aunque implique recortes que podrían afectar tu propio rol, dejando constancia de tus reservas y asumiendo el riesgo de quedar sin ciertos beneficios o perder influencia.",
      "pragmatic_distractor": "Intentas negociar un punto medio que preserve tu posición y ofrezca mejoras moderadas a la empresa, confiando en que un acuerdo aceptable será mejor que abrir un conflicto por cambios más profundos.",
      "evasive_distractor": "Pides más estudios y revisiones internas para posponer la decisión mientras observas cómo evoluciona la situación, sin mostrar claramente qué alternativa prefieres.",
      "rationalized_distractor": "Optas por la opción que protege tu rol y los ingresos de tu equipo, argumentando que si tú te mantienes fuerte podrás aportar más valor a la empresa en el futuro."
    },
    "word_count": 67,
    "char_count": 376,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: posible pérdida de rol e ingresos personales.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q016",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Recibes información competitiva confidencial sobre una empresa rival que podría explicar por qué algunos clientes están considerando cambiar de proveedor. La dirección te pide usarla para ajustar precios y mensajes sin revelar su origen. Si transparentas la situación, podrías generar alarma, perder la ventaja y quedar como quien complicó una oportunidad de negocio. Si la usas en silencio, sentirás que traicionas tus principios. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Informas que la información llegó por un canal cuestionable y propones no usarla hasta aclarar el origen, aunque pierdas la oportunidad de ajustar la estrategia a tiempo y algunos directivos te vean como poco pragmático.",
      "pragmatic_distractor": "Usas los datos solo para orientar decisiones internas sin citarlos explícitamente, convencido de que mientras no aparezcan en documentos formales el riesgo ético y legal será manejable.",
      "evasive_distractor": "Sugieres que se consulte a un asesor externo sobre el uso de la información y pospones cualquier decisión, esperando que otra persona asuma la responsabilidad final.",
      "rationalized_distractor": "Decides utilizar la información porque crees que solo así protegerás a la empresa y a los empleados frente a la competencia, minimizando la relevancia de cómo se obtuvo."
    },
    "word_count": 65,
    "char_count": 379,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: pérdida de ventaja y etiqueta de poco pragmático.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q017",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te proponen firmar una alianza estratégica con un competidor para compartir datos y recursos en un proyecto sensible. No cuentas con toda la información sobre riesgos legales y de confidencialidad, pero la dirección destaca los beneficios económicos y espera una recomendación rápida. Si adviertes los riesgos y pides frenar la negociación, podrías ser visto como obstáculo. Si apoyas el acuerdo, podrías exponer a la empresa. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Recomiendas frenar la alianza hasta tener una evaluación independiente de riesgos y condiciones claras de confidencialidad, aunque eso retrase el proyecto, incomode a la dirección y pueda hacerte ver como quien complica una oportunidad de ahorro.",
      "pragmatic_distractor": "Apoyas avanzar con un acuerdo piloto limitado, confiando en que podrás corregir problemas sobre la marcha si surgen riesgos que no estaban previstos.",
      "evasive_distractor": "Planteas el caso a varios directivos y dejas que ellos definan la postura final, señalando únicamente los pros y contras sin inclinarte claramente por ninguna opción.",
      "rationalized_distractor": "Respaldas la alianza argumentando que, si es legal y beneficia las finanzas, cualquier duda ética es secundaria frente a la obligación de cuidar resultados."
    },
    "word_count": 67,
    "char_count": 374,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: retraso del ahorro y conflicto con la dirección.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q018",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes comunicar a la opinión pública los resultados de un estudio sobre el impacto social de un proyecto de tu empresa. Sabes que ciertos datos preocupantes son técnicamente correctos pero podrían frenar inversiones y generar críticas severas. Si los destacas con claridad, podrías enfrentarte a la dirección y a inversionistas. Si los minimizas, la comunidad podría tomar decisiones equivocadas. Tu voz definirá el tono del mensaje. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Presentas los datos sensibles con total claridad y contexto, advirtiendo los riesgos aunque eso genere críticas, frene inversiones y te convierta en la persona asociada a las malas noticias ante la dirección y el mercado.",
      "pragmatic_distractor": "Resaltas primero los beneficios del proyecto y colocas los datos más preocupantes en anexos técnicos, confiando en que quien necesite la información la leerá sin crear alarma innecesaria.",
      "evasive_distractor": "Propones que la comunicación la lidere otra área más acostumbrada a manejar temas públicos y te limitas a revisar el texto sin insistir demasiado en cómo se presentan los riesgos.",
      "rationalized_distractor": "Minimizas los datos delicados en la comunicación principal, argumentando que exagerarlos podría perjudicar empleos y que lo responsable es no alimentar temores hasta que haya más evidencia."
    },
    "word_count": 68,
    "char_count": 378,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: críticas públicas y tensión con dirección e inversionistas.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q019",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Negocias contratos clave con varios proveedores mientras clientes, proveedores y tu propio equipo presionan por descuentos fuertes y entregas rápidas. Si aceptas condiciones duras para los proveedores, podrías cumplir metas de corto plazo pero deteriorar relaciones y generar prácticas poco éticas. Si proteges un trato más equilibrado, quizá pierdas negocios y enfrentes reclamos internos por no haber sido más duro. ¿Qué priorizas y por qué?",
    "options_structured": {
      "integrity_correct": "Defiendes condiciones que permitan a los proveedores trabajar de forma sostenible, explicando que no aceptarás prácticas abusivas aunque eso reduzca el margen y genere molestias en clientes internos que querían descuentos más agresivos.",
      "pragmatic_distractor": "Cierras contratos muy exigentes pero incluyes cláusulas de revisión futura, confiando en que si se observa deterioro en la relación se podrán suavizar luego sin perder ahora la mejora de precios.",
      "evasive_distractor": "Pides a tu jefe y al equipo de compras que definan el nivel de dureza aceptable y firmas lo que ellos acuerden, evitando marcar una postura propia frente a proveedores y clientes.",
      "rationalized_distractor": "Aceptas presionar al máximo a los proveedores porque crees que tu responsabilidad principal es conseguir ahorros para la empresa, y asumes que ellos encontrarán la forma de adaptarse."
    },
    "word_count": 65,
    "char_count": 379,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: reclamos internos y posible pérdida de negocios en el corto plazo.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q020",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te ofrecen liderar un acuerdo de colaboración con un competidor directo que incluye compartir cierta información sensible de mercado. La propuesta es legal, pero algunos colegas temen que se cruce una línea ética y que la alianza termine afectando a consumidores y pequeños negocios. Si apoyas el acuerdo, tu área podría crecer. Si te opones, podrías frenar un proyecto estrella y quedar aislado. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Cuestionas abiertamente el diseño del acuerdo y propones límites estrictos al intercambio de información para proteger a consumidores y pequeños negocios, aun sabiendo que podrías frenar el proyecto estrella y quedar etiquetado como poco alineado.",
      "pragmatic_distractor": "Sugieres aprobar la colaboración con salvaguardas mínimas y monitoreo básico, pensando que los beneficios iniciales justifican probar y ajustar después si aparecen efectos negativos.",
      "evasive_distractor": "Envías el borrador a varias áreas para que emitan opinión y retrasas tu recomendación hasta que exista un consenso claro, evitando asumir una posición firme.",
      "rationalized_distractor": "Apoyas el acuerdo tal como está, argumentando que si es legal y otros sectores ya se concentran en pocos jugadores, tu empresa perdería competitividad si no participa."
    },
    "word_count": 65,
    "char_count": 344,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: frenar un proyecto estrella y posible aislamiento interno.",
    "sot_checksum": "D739B398"
  }
]

