[
  {
    "id": "block-B06-q091",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Revisas un informe interno sobre uno de los principales proveedores y descubres indicios de condiciones laborales precarias en sus plantas, que la empresa aún no ha investigado a fondo. Tu jefe te recuerda que renovar el contrato es clave para los costos del año y te sugiere no abrir temas sensibles ahora. Si elevas la alerta, podrías frenar la renovación y quedar como problemático. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Escalas formalmente la situación y recomiendas suspender la renovación hasta que se investiguen las condiciones laborales, aunque eso retrase la decisión, aumente los costos a corto plazo y genere tensión con tu jefe por haber complicado un contrato clave.",
      "pragmatic_distractor": "Renuevas el contrato pero propones incluir una cláusula de mejora futura, confiando en que el proveedor corregirá sus prácticas sin necesidad de frenar ahora un acuerdo que mantiene los costos controlados.",
      "evasive_distractor": "Envías de forma informal el informe a una casilla genérica de consultas internas y esperas a ver si alguien toma el tema, sin asumir una postura clara ni frenar la renovación.",
      "rationalized_distractor": "Decides no intervenir porque consideras que no hay pruebas concluyentes y que romper el contrato podría afectar también a muchas familias que dependen de ese empleo, convenciéndote de que es mejor no generar inestabilidad."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 1",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q092",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Preparas un informe para decidir si se aprueba un nuevo proyecto industrial que aumentará emisiones y ruido en una zona residencial. Los datos técnicos muestran riesgos para la salud si no se invierte en mitigaciones costosas. Tu jefe te insinúa que recalcar demasiado esos riesgos podría frenar una inversión estratégica para la empresa y afectar tu proyección. ¿Qué priorizas en el informe?",
    "options_structured": {
      "integrity_correct": "Presentas de forma transparente los riesgos y recomiendas aprobar solo si se financian todas las medidas de mitigación necesarias, aunque eso encarezca el proyecto, retrase la decisión y te gane fama de frenar oportunidades de negocio.",
      "pragmatic_distractor": "Redactas el informe destacando los beneficios y mencionando los riesgos en términos generales, confiando en que se podrán ajustar más adelante sin frenar ahora la aprobación del proyecto.",
      "evasive_distractor": "Pides que un consultor externo emita un dictamen antes de posicionarte, usando su evaluación como cobertura para no asumir tú una postura clara sobre el impacto del proyecto.",
      "rationalized_distractor": "Minimizas los datos más preocupantes argumentando que la zona ya convive con otras fuentes de ruido y que el crecimiento económico justificará eventuales molestias, convenciéndote de que exagerar solo generaría alarma."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 2",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q093",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Coordinas un programa social financiado por la empresa y descubres que parte del presupuesto se está usando para actividades internas de imagen que poco benefician a la comunidad. La dirección valora esos eventos porque mejoran la reputación corporativa y te piden seguir el plan sin cuestionar. Si exiges reorientar los recursos, podrías perder apoyo y visibilidad. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Planteas abiertamente que los recursos se destinen prioritariamente a acciones con impacto real en la comunidad, aunque eso implique cancelar eventos de imagen, asumir discusiones incómodas con la dirección y arriesgar que te quiten la coordinación del programa.",
      "pragmatic_distractor": "Aceptas mantener los eventos de imagen pero negocias que una parte del presupuesto adicional se use en proyectos comunitarios, buscando un equilibrio que no incomode demasiado a la dirección.",
      "evasive_distractor": "Creas un comité para revisar el uso de fondos y postergas decisiones concretas varias semanas, esperando que el tema se diluya mientras se recopilan opiniones y formularios.",
      "rationalized_distractor": "Continúas con el plan tal como está, diciéndote que una buena imagen pública atraerá más recursos a futuro y que no tiene sentido arriesgar el programa completo por un ajuste que consideras menor."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 3",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q094",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Durante una reunión informal escuchas comentarios despectivos de un directivo hacia un grupo minoritario. Varias personas se incomodan pero nadie dice nada porque es alguien influyente en la empresa. Sabes que señalarlo puede exponerte a represalias sutiles o quedar etiquetado como conflictivo, pero callar valida el comportamiento. ¿Cómo reaccionas?",
    "options_structured": {
      "integrity_correct": "Señalas con respeto que esos comentarios son inapropiados y propones mantener un trato respetuoso hacia todas las personas, aun sabiendo que el directivo puede molestarse, dejar de considerarte para proyectos atractivos y verte como alguien que complica el ambiente.",
      "pragmatic_distractor": "Comentas el incidente en privado con el área encargada de personas para que evalúe intervenir, sin dirigirte al directivo para no arriesgar tu relación ni tu participación en proyectos.",
      "evasive_distractor": "Haces un comentario neutral para cambiar de tema y rebajar la incomodidad, evitando posicionarte para no generar tensión ni quedar señalado en la reunión.",
      "rationalized_distractor": "Decides no darle importancia porque fue en un contexto informal y te convences de que señalarlo solo crearía más conflicto que beneficio en un momento en que necesitas mantener buena relación con la dirección."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 4",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q095",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te piden recomendar una empresa para un contrato importante y una de las opciones pertenece a un familiar cercano que sabes que trabaja con calidad, pero cuya elección podría percibirse como favoritismo. Si declaras el vínculo y te apartas, quizá pierdan la oportunidad. Si lo ocultas, facilitas un negocio para tu entorno. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Declaras abiertamente el vínculo familiar, documentas objetivamente el desempeño de esa empresa y solicitas quedar fuera de la decisión final, aunque eso signifique perder influencia en el proceso y enfrentar reproches en tu entorno por no haber ayudado más.",
      "pragmatic_distractor": "Impulsas un proceso competitivo que incluya a esa empresa y confías en que, si gana por méritos, nadie cuestionará el resultado, por lo que prefieres no mencionar de entrada el vínculo familiar.",
      "evasive_distractor": "Evitas asumir postura y sugieres que otro compañero lidere la evaluación, sin informar el vínculo, esperando que la decisión se tome sin que tengas que exponerte.",
      "rationalized_distractor": "Recomiendas a la empresa de tu familiar convencido de que ofrece buen servicio y de que la confianza previa ahorrará problemas, diciéndote que lo importante es obtener resultados, no quién se beneficia del contrato."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 5",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q096",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Después de una reunión tensa, tu jefe te pide redactar el acta y te sugiere suavizar ciertas decisiones polémicas para que el documento no genere cuestionamientos de otras áreas. Sabes que omitir detalles cambiará cómo se entiende lo acordado y podría afectar a personas que no estuvieron presentes. Si insistes en registrar todo con precisión, podrías quedar como poco leal. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Redactas el acta con fidelidad a lo discutido, incluyendo los puntos polémicos y los desacuerdos, aunque expliques luego a tu jefe por qué lo hiciste y asumas el malestar que pueda generarte por no haber adaptado el documento a su conveniencia.",
      "pragmatic_distractor": "Resumes las partes más sensibles en términos generales para evitar conflictos inmediatos, confiando en que si surge alguna duda podrás aclararla verbalmente más adelante.",
      "evasive_distractor": "Retrasas la entrega del acta pidiendo aclaraciones adicionales por correo, esperando que el tiempo atenúe las tensiones y que se renegocie el texto sin que tengas que tomar una postura clara.",
      "rationalized_distractor": "Modificas el acta para que refleje solo los acuerdos más aceptables, convenciéndote de que así proteges al equipo de interpretaciones malintencionadas y evitas escalar conflictos innecesarios."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 6",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q097",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te encargan consolidar los resultados de una encuesta de satisfacción y notas un aumento significativo de quejas sobre un servicio dirigido a poblaciones vulnerables. Sabes que reportarlo tal cual puede desencadenar auditorías incómodas para tu área y retrasar otros proyectos. Tu jefe te insinúa que agrupes algunas categorías para que el indicador general se vea mejor. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Presentas los resultados completos y destacas las quejas, proponiendo acciones de mejora aunque eso exponga fallas de tu área, genere revisiones externas y aumente la carga de trabajo en el corto plazo.",
      "pragmatic_distractor": "Agrupas algunas categorías críticas en un apartado más amplio para suavizar el indicador global, pero incluyes comentarios cualitativos con ejemplos, esperando que así se reconozcan los problemas sin que el número principal se vea tan afectado.",
      "evasive_distractor": "Solicitas más tiempo para revisar la calidad de los datos y pospones el informe varias semanas, esperando que la urgencia por analizar esos resultados disminuya.",
      "rationalized_distractor": "Ajustas la presentación para resaltar los aspectos positivos y minimizas las quejas argumentando que las personas tienden a responder de forma más crítica cuando están molestas, convenciéndote de que no vale la pena dramatizar el resultado."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 7",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q098",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Recibes una denuncia informal sobre comportamientos de acoso por parte de un colaborador con buenos resultados comerciales. La persona afectada teme formalizarla por miedo a represalias y te pide discreción absoluta. Si impulsas una investigación, podrías exponerla pese a su temor y enfrentar resistencia de quienes valoran los resultados del acusado. Si no actúas, la situación puede continuar. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Buscas canales formales de denuncia que garanticen confidencialidad, animas a la persona afectada a registrar los hechos y activas el protocolo correspondiente, aunque eso implique tensiones con líderes que protegen al colaborador y te exponga como quien abrió un conflicto incómodo.",
      "pragmatic_distractor": "Hablas en privado con el acusado para pedirle que modere su conducta sin mencionar la denuncia, confiando en que cambiará su comportamiento sin necesidad de activar procesos formales.",
      "evasive_distractor": "Indicas a la persona afectada que consulte primero con un servicio externo de apoyo antes de que la empresa intervenga, posponiendo cualquier acción mientras decides cómo no quedar involucrado directamente.",
      "rationalized_distractor": "Le aconsejas no escalar la situación por ahora porque podría poner en riesgo su puesto y la estabilidad del equipo, argumentando que es mejor esperar a ver si el comportamiento mejora con el tiempo."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 8",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q099",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te piden organizar una capacitación obligatoria sobre seguridad para todo el personal en medio de una etapa con plazos ajustados. La propuesta de tu jefe es reducir contenidos y tiempo para no afectar la productividad. Sabes que omitir partes clave puede dejar a las personas sin información crítica y aumentar el riesgo de accidentes. Si insistes en el programa completo, podrías ser visto como poco flexible. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Defiendes mantener los contenidos esenciales y un tiempo suficiente, proponiendo reprogramar tareas o dividir en varias sesiones, aunque eso complique la planificación, retrase entregas y te genere críticas por no adaptarte a la presión de plazos.",
      "pragmatic_distractor": "Aceptas reducir algunos módulos teóricos y te concentras en ejemplos breves, confiando en que lo más importante se transmitirá sin impactar demasiado la agenda.",
      "evasive_distractor": "Dejas que cada jefe decida cuánto tiempo dedicar a la capacitación, enviando solo el material por correo y evitando asumir responsabilidad sobre la profundidad real con la que se aborde.",
      "rationalized_distractor": "Apoyas la reducción argumentando que las personas ya tienen experiencia y que repetir tantos contenidos sería una pérdida de tiempo en un momento crítico para el negocio."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 9",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q100",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Un proveedor con quien negocias condiciones para un nuevo contrato te ofrece invitarte a un viaje pagado a un congreso, insistiendo en que no influirá en tu decisión. Las políticas internas desaconsejan aceptar beneficios personales de quienes participan en licitaciones, pero muchos colegas aceptan atenciones similares. Si rechazas la invitación, podrías deteriorar la relación y parecer desconfiado. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Rechazas el beneficio personal, explicas las políticas de la empresa y dejas registro claro del ofrecimiento, aunque eso enfríe la relación con el proveedor, te haga parecer rígido ante colegas y complique la negociación a corto plazo.",
      "pragmatic_distractor": "Aceptas asistir al congreso pero pagas una parte con recursos propios, convenciéndote de que así reduces el conflicto de interés y mantienes la oportunidad de capacitación.",
      "evasive_distractor": "No respondes de inmediato a la invitación y prolongas la negociación con otros temas, esperando que la oferta se diluya sin tener que tomar una postura explícita.",
      "rationalized_distractor": "Aceptas el viaje convencido de que podrás seguir siendo objetivo en la decisión y de que se trata solo de una oportunidad de actualización que en última instancia beneficiará también a la empresa."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 10",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q101",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en el diseño de un proyecto social que la empresa presentará públicamente. En los documentos internos detectas que los costos reales y riesgos se han subestimado para que el plan parezca más sostenible de lo que es. Si corriges las cifras, el proyecto podría dejar de aprobarse y tu equipo perdería visibilidad. Si callas, contribuyes a un mensaje engañoso. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Actualizas las cifras con datos realistas y explicas los riesgos, aunque eso signifique que el proyecto quizá no se apruebe, que tu equipo se frustre y que te vean como quien tiró abajo una iniciativa visible.",
      "pragmatic_distractor": "Reduces solo los errores más evidentes y mantienes parte del optimismo en las proyecciones, confiando en que luego podrán ajustarse detalles sin necesidad de frenar la iniciativa.",
      "evasive_distractor": "Compartes tus dudas en un correo general sin proponer cambios concretos y esperas a ver si alguien con mayor jerarquía decide modificar el documento.",
      "rationalized_distractor": "Decides no corregir porque piensas que exagerar un poco los beneficios es necesario para conseguir apoyo y que, una vez aprobado el proyecto, ya se irán ajustando las expectativas."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 11",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q102",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te proponen contratar como consultor en un proyecto sensible a un familiar de una autoridad reguladora que participa en decisiones sobre la empresa. La relación no está prohibida por norma, pero podría generar sospechas de trato preferencial si se conoce. Si cuestionas la propuesta, puedes ser visto como exagerado. Si aceptas sin decir nada, refuerzas un posible conflicto de interés. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Señalas explícitamente el posible conflicto de interés y recomiendas no contratar a esa persona o, al menos, documentar el vínculo y buscar alternativas, aunque eso incomode a quienes hicieron la propuesta y retrase el inicio del proyecto.",
      "pragmatic_distractor": "Aceptas la contratación pero pides incluir a otros consultores para equilibrar, confiando en que así se diluye cualquier sospecha sin necesidad de hablar del vínculo familiar.",
      "evasive_distractor": "Dices que necesitas más cotizaciones por procedimiento y dilatas la decisión, esperando que surja otra opción sin tener que enfrentar el tema del parentesco.",
      "rationalized_distractor": "Respaldas la contratación porque consideras que mientras el trabajo sea técnicamente correcto no importa quién es la persona, y que cuestionarlo solo complicaría innecesariamente la relación con la autoridad."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 12",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q103",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Antes de firmar un contrato importante con un proveedor internacional, recibes reportes contradictorios sobre su impacto ambiental. El tiempo para revisar a fondo es limitado y la dirección presiona por cerrar rápido para no perder descuentos. Si insistes en una revisión profunda, puedes provocar retrasos y perder condiciones económicas. Si avanzas con dudas, asumes riesgos éticos y reputacionales. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Exiges una revisión exhaustiva, incluso si eso implica posponer la firma, perder descuentos y discutir con la dirección, argumentando que la empresa no debe asociarse con prácticas ambientales dudosas.",
      "pragmatic_distractor": "Solicitas solo algunas verificaciones básicas y confías en que, si más adelante aparecen problemas, se podrán renegociar las condiciones o cambiar de proveedor.",
      "evasive_distractor": "Remites los reportes contradictorios a otra área para que emita una opinión y continúas como si nada hasta recibir una respuesta, evitando tomar una postura clara a tiempo.",
      "rationalized_distractor": "Decides seguir adelante porque consideras que todas las grandes empresas tienen controversias y que renunciar a ese contrato sería poco realista en un mercado competitivo."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 13",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q104",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Redactas un informe que será compartido con autoridades locales sobre el impacto de un proyecto y recibes comentarios muy críticos de representantes de la comunidad. La gerencia te pide suavizar esas opiniones para que el documento no espante apoyos institucionales. Si las mantienes, podrías enfrentarte a tus superiores. Si las reduces, invisibilizas preocupaciones legítimas. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Incluyes las críticas de la comunidad de manera clara y destacas los riesgos señalados, aunque eso incomode a la gerencia, complique la negociación con autoridades y retrase la aprobación del proyecto.",
      "pragmatic_distractor": "Conservas solo algunas frases críticas y las mezclas con comentarios positivos para que el tono general sea más equilibrado, confiando en que así se entenderá que hay preocupaciones sin generar demasiado ruido.",
      "evasive_distractor": "Envías un borrador sin las partes más duras y comentas verbalmente que hubo opiniones críticas, dejando que la versión escrita circule sin reflejarlas en detalle.",
      "rationalized_distractor": "Suprimes gran parte de las críticas porque piensas que la comunidad no conoce todos los datos y que insistir demasiado en sus temores solo retrasaría un proyecto que consideras necesario para la zona."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 14",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q105",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en un estudio interno sobre impacto social de las operaciones. Al analizar los datos observas resultados desfavorables que contradicen el mensaje optimista que directivos quieren comunicar en una próxima campaña. Te sugieren reordenar algunas métricas para que el resumen se vea mejor. Si te niegas, podrías quedar fuera de futuras investigaciones visibles. Si aceptas, distorsionas la evidencia. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Presentas los resultados tal como son, explicando con rigor las conclusiones y proponiendo mejoras, aunque eso signifique que la campaña de comunicación deba replantearse y que quienes esperaban un informe favorable cuestionen tu trabajo.",
      "pragmatic_distractor": "Ajustas la forma de agrupar ciertos indicadores para que el mensaje general sea menos negativo, sin modificar los datos de fondo, confiando en que la interpretación seguirá siendo aceptable.",
      "evasive_distractor": "Propones suspender la publicación del informe hasta recopilar más datos, postergando indefinidamente una conclusión clara mientras esperas que el tema pierda prioridad.",
      "rationalized_distractor": "Reordenas las métricas para destacar solo los avances, convenciéndote de que enfocarse en lo positivo motivará cambios y que mostrar los aspectos negativos solo serviría para dañar la imagen de la empresa."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 15",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q106",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En un día de alta presión, tu jefe se ausenta y te pide por mensaje que avances todo lo posible con la documentación de un convenio que requiere su firma. El plazo externo vence esa misma tarde y una contraparte insistente te sugiere que firmes por él para no retrasar nada. Sabes que no estás autorizado. Si te niegas, podrían culparte del atraso. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Te niegas a firmar en su lugar y buscas alternativas formales, como enviar un borrador sin firma o solicitar una extensión de plazo, aunque eso pueda molestar a la contraparte y a tu jefe por no haber cerrado a tiempo.",
      "pragmatic_distractor": "Firmas solo una versión escaneada con la intención de regularizar la firma original después, confiando en que nadie cuestionará el procedimiento porque todos estaban de acuerdo.",
      "evasive_distractor": "Dilatas la conversación con la contraparte y alegas problemas técnicos hasta que tu jefe regrese o hasta que alguien más asuma la decisión, evitando decir claramente que no firmarás.",
      "rationalized_distractor": "Decides firmar en su nombre porque sabes que él estaba de acuerdo con el contenido y te convences de que lo importante es cumplir el plazo y evitar sanciones externas."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 16",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q107",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Observas que, para cumplir con un proyecto urgente, varias personas de tu equipo están trabajando muchas horas extra sin registrarlas, porque se les ha insinuado que es lo esperado en momentos críticos. Algunos empiezan a mostrar agotamiento y malestar. Si planteas que se registren y compensen esas horas, puedes ser visto como poco comprometido con los resultados. Si no lo haces, avalas un trato injusto. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Planteas abiertamente que las horas extra deben registrarse y compensarse de acuerdo con las políticas, aunque eso incremente costos, retrase entregas y te convierta en la persona que complica la flexibilidad del equipo.",
      "pragmatic_distractor": "Solicitas una compensación parcial en descansos futuros, pero sin insistir en que todas las horas queden registradas formalmente para no tensionar a la dirección.",
      "evasive_distractor": "Recomiendas informalmente a tu equipo que se cuide y que no trabaje tanto, pero evitas llevar el tema a instancias superiores para no generar conflicto.",
      "rationalized_distractor": "Aceptas la situación como algo excepcional y piensas que el sacrificio se verá recompensado en evaluaciones futuras, por lo que no consideras necesario formalizar ni reclamar nada ahora."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 17",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q108",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te corresponde evaluar el desempeño de una persona que aprecias y que atraviesa una situación personal difícil. Sus resultados este año han estado por debajo de lo esperado y un informe honesto podría reducir su bono o limitar promociones futuras. Si suavizas la evaluación, proteges su ingreso inmediato pero distorsionas el proceso. Si eres totalmente transparente, temes dañar la relación. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Redactas una evaluación honesta, incluyendo tanto los logros como las fallas, y sostienes la conversación con empatía, aunque eso implique que la persona reciba menos reconocimiento económico y pueda molestarse contigo.",
      "pragmatic_distractor": "Reduces la severidad de algunos comentarios críticos para que el impacto en el bono sea menor, confiando en que el año próximo la persona se recuperará y equilibrará los resultados.",
      "evasive_distractor": "Escribes comentarios vagos y ambiguos que no reflejan claramente el bajo desempeño, dejando que sea la dirección quien interprete los datos cuantitativos sin exponerte tú en la conversación difícil.",
      "rationalized_distractor": "Optas por una evaluación muy positiva porque te dices que las circunstancias personales justifican el resultado y que sería injusto aplicar los mismos criterios que al resto del equipo."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 18",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q109",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Detectas que un compañero usa información confidencial de la empresa sobre clientes para ofrecer servicios por fuera, aprovechando datos obtenidos en su puesto. Te asegura que no afecta directamente al negocio y que es solo una actividad paralela temporal. Si lo reportas, podría perder su empleo y tu relación con él se rompería. Si miras hacia otro lado, permites un uso indebido de datos sensibles. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Confrontas a tu compañero sobre el uso indebido de la información y, si no detiene la práctica, informas por los canales formales, aunque eso pueda costarle el puesto y te haga ver como alguien que denuncia a colegas.",
      "pragmatic_distractor": "Le pides que al menos deje de usar ciertos datos delicados y limite la actividad, confiando en que así reduces el riesgo sin necesidad de involucrar a la empresa.",
      "evasive_distractor": "Buscas transferirte a otro proyecto o cambiar de tareas para no estar cerca de la situación, evitando tomar una decisión directa sobre si reportarla o no.",
      "rationalized_distractor": "Decides no intervenir porque piensas que la empresa obtiene suficientes ganancias y que lo que hace tu compañero es una forma de compensar años de esfuerzo poco reconocido."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 19",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q110",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Formas parte de un comité que seleccionará a la persona responsable de coordinar un proyecto con alto impacto social. Notas que la mayoría se inclina por un candidato cercano a la dirección aunque su perfil es más débil que el de otra postulante con experiencia en terreno. Señalarlo abiertamente puede incomodar al grupo y exponerte como opositor a la preferencia de arriba. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Argumentas con datos y ejemplos por qué la candidata con más experiencia en terreno es la opción más adecuada, aunque eso contradiga la preferencia de la dirección y pueda afectar tu relación con quienes apoyan al otro candidato.",
      "pragmatic_distractor": "Negocias un acuerdo para que el candidato cercano a la dirección sea elegido pero con apoyo técnico fuerte de la postulante más preparada, esperando que así se compensen sus carencias sin generar conflicto.",
      "evasive_distractor": "Te limitas a votar de forma silenciosa por la persona que consideras más idónea sin explicar tus razones, aceptando que la mayoría decida sin generar debate.",
      "rationalized_distractor": "Avalas al candidato cercano a la dirección porque piensas que tener a alguien con buena relación política facilitará la gestión, aunque su experiencia técnica sea menor."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 20",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q111",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Al revisar facturas de un proyecto, detectas cobros repetidos por servicios que ya se habían pagado, lo que podría constituir un error grave o una práctica deliberada de un proveedor. Tu jefe te sugiere no buscar problemas porque el proyecto está cerrando y reabrirlo implicaría auditorías largas. Si insistes, podrías ser visto como quien remueve el pasado. Si callas, permites un posible fraude. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Documentas las irregularidades y las escalas a los canales de control interno, aunque eso reabra el proyecto, retrase cierres contables y genere molestia en tu equipo por el trabajo adicional.",
      "pragmatic_distractor": "Hablas informalmente con el proveedor para que corrija los cobros en la siguiente etapa, sin dejar registro formal, esperando que el problema se arregle sin exponerlo.",
      "evasive_distractor": "Archivas las facturas dudosas en una carpeta separada para revisar después y continúas con el cierre, confiando en que alguien más detectará el problema si realmente es grave.",
      "rationalized_distractor": "Decides no hacer nada porque consideras que el monto no es tan elevado frente al total del proyecto y que remover el tema solo provocaría tensiones innecesarias."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 21",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q112",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en la organización de un evento de responsabilidad social donde se invita a figuras políticas locales. Un colega te propone canalizar recursos de la empresa para apoyar indirectamente una campaña específica, argumentando que así se favorecerán proyectos futuros. La práctica no está permitida en las políticas. Si te opones, podrías quedar aislado en el equipo. Si aceptas, comprometes la neutralidad institucional. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas usar recursos de la empresa para apoyar campañas y recuerdas las políticas de neutralidad, aunque eso enfríe la relación con tu colega y te haga ver como alguien poco estratégico para conseguir favores futuros.",
      "pragmatic_distractor": "Accedes a apoyar solo actividades muy generales asociadas a la campaña, procurando que no queden registros explícitos, confiando en que el beneficio a futuro compensará el riesgo.",
      "evasive_distractor": "Planteas que el tema debe ser definido por instancias superiores y mientras tanto continúas organizando el evento sin cuestionar abiertamente la propuesta.",
      "rationalized_distractor": "Decides apoyar la iniciativa porque te convences de que si la campaña gana, la comunidad recibirá más proyectos y que, por tanto, el fin justifica un desvío temporal de las políticas."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 22",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q113",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te toca presentar a vecinos el plan de manejo de riesgos de una nueva planta. Sabes que ciertos escenarios poco probables pueden tener consecuencias graves, pero la dirección te pide no entrar en demasiado detalle para evitar alarmas. Si explicas todo con transparencia, podrías generar rechazo al proyecto. Si simplificas en exceso, dejas a la comunidad sin información relevante. ¿Qué priorizas en tu presentación?",
    "options_structured": {
      "integrity_correct": "Explicas con claridad los riesgos, aunque sean poco probables, y las medidas previstas, aceptando que algunas personas cuestionen el proyecto y que la dirección se moleste por un posible rechazo inicial.",
      "pragmatic_distractor": "Presentas los riesgos de forma resumida y te concentras en las medidas de control, confiando en que un tono tranquilizador facilitará el diálogo y permitirá profundizar después solo con quienes lo soliciten.",
      "evasive_distractor": "Remites las preguntas más difíciles a documentos técnicos que pocas personas leerán, evitando responderlas en la reunión para no entrar en temas incómodos.",
      "rationalized_distractor": "Decides omitir los escenarios más graves porque los consideras demasiado remotos y piensas que mencionarlos solo crearía miedo injustificado en la comunidad."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 23",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q114",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Un conocido que trabaja en una entidad pública te ofrece acelerar trámites clave de permisos para la empresa a cambio de favores futuros no especificados. Tu equipo está bajo presión porque el retraso en esos permisos frena un proyecto con impacto social. Si aceptas, facilitas un beneficio basado en contactos. Si rechazas, el proyecto puede demorarse meses y culparte por no haber aprovechado la oportunidad. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas la oferta y mantienes los trámites por los canales formales, aunque eso prolongue los plazos, incremente la presión sobre ti y genere críticas por no haber usado tus contactos en beneficio del proyecto.",
      "pragmatic_distractor": "Aceptas la ayuda pero intentas formalizarla como una simple consulta técnica, sin aclarar del todo el alcance de esos favores futuros, confiando en que nunca se materializarán.",
      "evasive_distractor": "No das una respuesta clara y sigues enviando documentación por los canales formales, dejando el mensaje del conocido sin contestar para no cerrar ninguna puerta.",
      "rationalized_distractor": "Aceptas la intermediación porque piensas que muchas empresas actúan igual y que, si el proyecto tiene impacto positivo, el medio se justifica."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 24",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q115",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en el diseño de una capacitación sobre integridad y conflictos de interés. Un gerente te pide minimizar los ejemplos que se parecen demasiado a situaciones reales de la empresa, para que nadie se sienta aludido. Si aceptas, el curso será más cómodo pero menos útil. Si insistes en mantener ejemplos realistas, podrías generar incomodidad entre personas influyentes. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Defiendes incluir ejemplos cercanos a la realidad de la empresa, aunque eso genere miradas incómodas durante la capacitación y comentarios críticos sobre tu falta de prudencia al elegir casos.",
      "pragmatic_distractor": "Reformulas los ejemplos para que sean más genéricos, intentando mantener el mensaje central sin que se reconozcan personas o áreas concretas.",
      "evasive_distractor": "Dejas algunos ejemplos sensibles en los materiales escritos pero no los mencionas durante la sesión, esperando que casi nadie los lea con atención.",
      "rationalized_distractor": "Optas por ejemplos lejanos a la realidad de la empresa porque crees que hablar de casos internos solo abriría conflictos y poca gente cambiaría realmente su conducta."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 25",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q116",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Supervisas una línea de producción y detectas un lote con fallas que podría generar reclamaciones serias si llega al público. Corregirlo implica detener el proceso, rehacer trabajo y romper un compromiso de entrega. Tu jefatura insiste en que el riesgo es bajo y que nadie lo notará. Si detienes todo, puedes afectar la rentabilidad y tu propia evaluación. Si dejas pasar el lote, pones en juego la confianza de los usuarios. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Ordenas detener el proceso y rehacer el lote defectuoso, documentando la decisión aunque eso implique horas extra, sobrecostos y críticas a tu gestión por no haber buscado una solución más práctica.",
      "pragmatic_distractor": "Seleccionas solo las piezas más claramente defectuosas y dejas pasar el resto, confiando en que las probabilidades de reclamo serán manejables.",
      "evasive_distractor": "Informas del problema solo a una persona de confianza y sigues la producción esperando que se tome una decisión más adelante, sin asumir tú la responsabilidad de detenerla.",
      "rationalized_distractor": "Decides no actuar porque piensas que las personas usuarias ya asumen ciertos riesgos y que un pequeño porcentaje de fallas es inevitable en cualquier proceso."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 26",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q117",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Accedes a un informe interno que revela prácticas poco éticas en una subsidiaria de la empresa en otro país. La dirección está discutiendo cómo reaccionar y te pide absoluta confidencialidad. Paralelamente, un periodista con quien colaboraste en el pasado te pregunta si has visto algo preocupante. Si compartes información sin autorización, puedes perder tu empleo. Si callas, temes ser cómplice de que no se actúe con transparencia. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Respetas la confidencialidad interna pero insistes dentro de la organización en que se tomen medidas claras y se comunique lo ocurrido, aun cuando eso genere tensión con quienes prefieren manejar el tema en silencio y pueda frenar tu carrera.",
      "pragmatic_distractor": "Comentas al periodista solo detalles generales sin entregar documentos, esperando presionar a la empresa sin exponerte completamente.",
      "evasive_distractor": "Evitas responder al periodista y también limitas tus comentarios dentro de la empresa, esperando que otros asuman la discusión sobre qué hacer.",
      "rationalized_distractor": "Decides no decir nada a nadie más allá de lo mínimo porque piensas que la reputación global de la empresa vale más que transparentar un caso que, en tu opinión, podría manejarse internamente."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 27",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q118",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes decidir quiénes accederán primero a un nuevo programa de apoyo educativo financiado por la empresa. Algunas personas proponen dar prioridad a familiares de empleados, mientras que el diseño original favorecía a jóvenes de comunidades con menos recursos. Cambiar el criterio ayudaría a la motivación interna pero traiciona el propósito social inicial. Si defiendes el plan original, podrías enfrentar resistencia de colegas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Defiendes que se respete el criterio original centrado en las comunidades con menos recursos, explicando los motivos aunque eso genere molestias entre compañeros que esperaban beneficios para sus familias.",
      "pragmatic_distractor": "Buscas una fórmula mixta que reserve algunos lugares para familiares de empleados y el resto para la comunidad, aunque eso diluya parcialmente el impacto social focalizado.",
      "evasive_distractor": "Pospones la decisión proponiendo una encuesta interna sobre prioridades, trasladando al colectivo una definición que sabes que requiere un criterio más firme.",
      "rationalized_distractor": "Avalas priorizar a familiares de empleados porque consideras que ellos también forman parte de la comunidad y que cuidar la motivación interna es tan importante como el impacto externo."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 28",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q119",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Se lanza un nuevo código de conducta y se pide a todo el personal confirmar en línea que lo ha leído. Varios compañeros te comentan que marcarán aceptar sin revisar el contenido para ahorrar tiempo y te animan a hacer lo mismo. Si te detienes a leerlo con atención, retrasarás otras tareas urgentes. Si solo lo aceptas, refuerzas una cultura de cumplimiento aparente. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Dedicas tiempo a leer el código, planteas dudas si algo no queda claro y animas a tu equipo a hacer lo mismo, aunque eso retrase otras actividades y algunos te vean como exagerado.",
      "pragmatic_distractor": "Revisas rápidamente solo los puntos principales y aceptas, confiando en que, si surge un caso concreto, ya habrá oportunidad de profundizar.",
      "evasive_distractor": "Dejas el curso para el último día y marcas aceptar sin leerlo cuando te llega el último recordatorio, para quitarte el pendiente sin llamar la atención.",
      "rationalized_distractor": "Aceptas de inmediato pensando que ya conoces los valores de la empresa y que leer cada detalle no cambiará tu conducta, por lo que no vale la pena invertir tiempo."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 29",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q120",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Detectas un error relevante en un comunicado público sobre el impacto social de un proyecto, ya difundido en medios y redes. Tu jefe te sugiere culpar a una agencia externa por la confusión y emitir una corrección vaga. Sabes que el error se originó en tu equipo. Si asumes la responsabilidad, puedes afectar tu reputación interna. Si sigues la sugerencia, trasladas la culpa sin transparencia. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Reconoces internamente el origen del error en tu equipo y propones una corrección clara dirigida al público, aunque eso pueda afectar tu imagen a corto plazo y genere incomodidad con la jefatura.",
      "pragmatic_distractor": "Aceptas emitir una corrección ambigua que no especifica dónde se originó la falla, buscando equilibrar transparencia con protección de la reputación interna.",
      "evasive_distractor": "Esperas a ver si alguien externo nota el error antes de plantear una corrección, confiando en que tal vez pase desapercibido.",
      "rationalized_distractor": "Avalas culpar a la agencia externa porque consideras que, al final, ellos redactaron el texto y que lo importante es resolver rápido sin entrar en detalles que puedan dañar la confianza interna."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 30",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q121",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Durante la planificación de un viaje de trabajo, un gerente insiste en comprar pasajes en una categoría más cara de la permitida por política, usando un presupuesto asignado a actividades comunitarias poco ejecutadas. Te pide procesar la solicitud sin hacer preguntas. Si te niegas, podrías enfrentarte a alguien influyente. Si aceptas, permites un desvío de recursos destinados a fines sociales. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas usar el presupuesto social para gastos de viaje y sugieres opciones acordes a las políticas, aunque eso genere molestia en el gerente y pueda afectar tu evaluación futura.",
      "pragmatic_distractor": "Apruebas una parte del gasto en la categoría más cara y compensas reduciendo otros costos del viaje, convencido de que el impacto en el presupuesto social será mínimo.",
      "evasive_distractor": "Demoras la gestión solicitando aclaraciones formales sobre el centro de costo, esperando que el tema pierda urgencia o que otra persona decida.",
      "rationalized_distractor": "Aceptas la instrucción porque piensas que el gerente trabaja muchas horas y merece un mejor viaje, minimizando el hecho de que se usan recursos destinados a la comunidad."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 31",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q122",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu equipo recibe tarjetas de apoyo económico para ser distribuidas entre familias de un barrio vulnerable. Un colega propone asignar algunas a personas del personal con dificultades financieras, sin actualizar los criterios oficiales para evitar trámites. Si te opones, podrías parecer poco solidario con compañeros cercanos. Si aceptas, desvías recursos de la población objetivo. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Insistes en respetar los criterios de asignación, propones buscar alternativas formales para apoyar a colegas en dificultad, aunque eso requiera más gestiones y algunos te vean como rígido.",
      "pragmatic_distractor": "Destinas la mayoría de las tarjetas a la comunidad y solo unas pocas a compañeros en situación compleja, confiando en que el desvío limitado no afectará demasiado al programa.",
      "evasive_distractor": "Evitas tomar posición y dejas que sea otra persona quien decida cómo repartir, limitándote a ejecutar lo que se resuelva sin dejar registro de tu desacuerdo.",
      "rationalized_distractor": "Avalas desviar parte de las tarjetas al personal argumentando que ellos también forman parte de la comunidad y que es mejor ayudar a quienes conoces de cerca."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 32",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q123",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes elaborar el informe técnico de una licitación donde participa una empresa cuyo director es tu amigo cercano. La propuesta es competitiva, pero existen dudas sobre algunos impactos sociales que requieren análisis extra. Si haces una revisión más exigente que a otras ofertas, tu amistad puede resentirse. Si eres benevolente, comprometes la imparcialidad del proceso. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Aplicas los mismos criterios rigurosos a todas las ofertas y documentas las dudas sobre los impactos sociales de la empresa de tu amigo, aunque eso pueda afectar la relación personal y generar conversaciones incómodas.",
      "pragmatic_distractor": "Señalas brevemente las dudas pero las presentas de forma más suave en el informe, confiando en que el comité tomará en cuenta otros aspectos para equilibrar la decisión.",
      "evasive_distractor": "Solicitas ser excluido del análisis formal sin explicar claramente el motivo, dejando que otros revisen la oferta sin conocer tu vínculo de amistad.",
      "rationalized_distractor": "Recomiendas favorablemente la oferta de tu amigo porque crees que su empresa hará un buen trabajo y que cualquier cuestionamiento se puede corregir después, convenciéndote de que tu cercanía no afecta tu criterio."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 33",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q124",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En una obra con plazos ajustados, observas que algunas tareas se realizan sin las protecciones de seguridad completas para ganar tiempo. Las personas trabajadoras te dicen que es la única forma de cumplir el programa. Si detienes la actividad para corregir, retrasarás hitos clave y generarás malestar. Si lo permites, aceptas un riesgo real de accidente. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Detienes las tareas hasta que se implementen las medidas de seguridad necesarias, aunque eso implique retrasos, quejas del equipo y presiones de la dirección por los resultados.",
      "pragmatic_distractor": "Permites avanzar solo en los pasos que consideras menos riesgosos y pospones la corrección de los demás, intentando equilibrar avance y seguridad.",
      "evasive_distractor": "Das una advertencia verbal pero no verificas que las medidas se apliquen, confiando en que con eso basta para cubrir tu responsabilidad.",
      "rationalized_distractor": "No intervienes porque piensas que las personas conocen los riesgos y que cada una decide hasta dónde se cuida para no atrasar el proyecto."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 34",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q125",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu área ha tenido varios incidentes menores que no llegaron a causar daño, pero que muestran fallas en procedimientos. El informe trimestral permite no reportarlos si no hubo consecuencias. Tu jefe prefiere omitirlos para no despertar cuestionamientos. Si los incluyes, pueden exigir cambios costosos y más controles. Si los ocultas, pierdes la oportunidad de aprender de ellos. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Incluyes los incidentes en el informe y propones medidas de mejora, aunque eso implique más auditorías, inversiones adicionales y que la dirección perciba tu área como problemática.",
      "pragmatic_distractor": "Reportas solo una parte de los incidentes y presentas los demás como casos aislados comentados verbalmente, buscando mostrar apertura sin generar demasiada alarma escrita.",
      "evasive_distractor": "Archivas notas internas sobre los incidentes para revisarlos más adelante y sigues el criterio de tu jefe en el informe formal, evitando discutirlo más.",
      "rationalized_distractor": "Decides no reportarlos porque consideras que, si no hubo consecuencias, es mejor no complicar al equipo con cambios que solo añadirían burocracia."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 35",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q126",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En el contexto de trabajo remoto, la empresa considera instalar un sistema que registre de manera detallada la actividad en los equipos de las personas empleadas. Te piden evaluar la herramienta y dar tu visto bueno. Sabes que la medida puede percibirse como invasiva y afectar la confianza, pero fue presentada como solución para medir productividad. Si te opones, podrías ser visto como ingenuo. Si la apoyas sin matices, comprometes la privacidad. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Planteas claramente los riesgos para la confianza y la privacidad, propones alternativas menos invasivas y condicionas tu recomendación a límites estrictos, aunque eso retrase la implementación y te haga ver como obstáculo para mejorar el control.",
      "pragmatic_distractor": "Recomiendas implementar la herramienta pero solo en ciertos equipos piloto, con comunicaciones cuidadosas, esperando ajustar sobre la marcha si surge malestar.",
      "evasive_distractor": "Redactas un informe neutral que describe la herramienta sin emitir una opinión clara, delegando la decisión a la dirección para no exponerte.",
      "rationalized_distractor": "Avalas la instalación completa porque piensas que quien trabaja bien no tiene nada que ocultar y que un poco de incomodidad es un precio razonable para aumentar la productividad."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 36",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q127",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Trabajas en un proyecto que recogerá datos sensibles de una comunidad. Un líder local con quien tienes buena relación te pide acceso anticipado a cierta información para usarla en negociaciones propias con autoridades. Compartirla violaría los compromisos de confidencialidad. Si te niegas, puedes dañar una alianza clave en terreno. Si accedes, traicionas la confianza depositada en el proyecto. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Explicas que no puedes compartir datos individuales ni anticipados y buscas otras formas transparentes de colaborar, aunque eso enfríe la relación con el líder y complique el trabajo comunitario.",
      "pragmatic_distractor": "Le entregas solo algunos datos agregados sin identificar personas, convencido de que así reduces el riesgo de incumplir los compromisos formales.",
      "evasive_distractor": "Dices que aún no tienes los datos listos y vas postergando la respuesta, esperando que el líder deje de insistir.",
      "rationalized_distractor": "Accedes a compartir información porque piensas que el líder representa legítimamente a la comunidad y que usar esos datos en sus negociaciones también puede traer beneficios para las personas involucradas."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 37",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q128",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes traducir rápidamente al idioma local un resumen de impacto social para ser compartido con organizaciones comunitarias. Un colega propone simplificar conceptos sensibles y omitir ciertas advertencias para que el texto sea más amigable. Si mantienes toda la complejidad, el documento será más difícil de leer y tomará más tiempo. Si simplificas demasiado, puedes ocultar riesgos relevantes. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Mantienes las advertencias clave y trabajas para explicarlas con lenguaje claro, aunque eso exija más esfuerzo, revise plazos y requiera revisar varias veces el texto con otras personas.",
      "pragmatic_distractor": "Simplificas parte del contenido pero conservas un anexo técnico con detalles, confiando en que quienes necesiten más información lo revisarán.",
      "evasive_distractor": "Entregas una versión preliminar muy general y prometes agregar detalles en una versión futura que en la práctica se va postergando.",
      "rationalized_distractor": "Dejas fuera varios riesgos porque piensas que la comunidad podría interpretarlos mal y generar conflictos, convenciéndote de que es mejor evitar preocupaciones innecesarias."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 38",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q129",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en el ajuste de un modelo interno que prioriza a personas para recibir ciertos beneficios. Al revisar pruebas detectas que el modelo desfavorece sistemáticamente a ciertos barrios. Corregirlo requiere más tiempo y recursos que los previstos. Si lo señalas, el lanzamiento se retrasará y algunos te verán como excesivamente perfeccionista. Si no lo haces, mantienes un sesgo injusto. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Detienes el despliegue y exiges revisar el modelo hasta reducir el sesgo, aunque eso retrase el proyecto, incremente costos y te gane fama de complicar soluciones tecnológicas.",
      "pragmatic_distractor": "Propones lanzar el modelo con el sesgo actual pero acompañado de controles manuales adicionales para los casos más delicados, confiando en ajustar más adelante.",
      "evasive_distractor": "Documentas tus dudas en un correo técnico que pocos leerán y dejas que el equipo de tecnología tome la decisión final sin insistir demasiado.",
      "rationalized_distractor": "Decides no frenar el lanzamiento porque piensas que ningún modelo es perfecto y que, mientras el promedio mejore, ciertos sesgos son un costo aceptable."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 39",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q130",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Escuchas conversaciones entre dos gerentes que sugieren coordinar precios con un competidor en una licitación futura para asegurar resultados favorables. La práctica podría vulnerar normas de libre competencia. Si denuncias la situación, te arriesgas a represalias y a que duden de tu lealtad. Si guardas silencio, permites algo que consideras claramente inaceptable. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Buscas asesoría interna sobre cómo reportar conductas contrarias a la libre competencia y registras lo escuchado por los canales definidos, aunque eso pueda poner en riesgo tu posición y relaciones con personas influyentes.",
      "pragmatic_distractor": "Hablas en privado con uno de los gerentes para sugerirle que no sigan con esa idea, confiando en que entrará en razón sin necesidad de reportar el hecho.",
      "evasive_distractor": "Te alejas de esos proyectos y pides reasignación a otras tareas, evitando involucrarte pero sin denunciar lo que escuchaste.",
      "rationalized_distractor": "Decides no intervenir porque piensas que otras empresas hacen cosas peores y que la responsabilidad última recae en quienes toman esas decisiones, no en quienes las escuchan."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 40",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q131",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En un estudio de opinión sobre prácticas éticas, dispones de un número limitado de incentivos económicos para las personas encuestadas. Un jefe te sugiere darlos solo a quienes respondan de forma extensa y útil para la empresa, excluyendo a quienes critican con dureza. Si aceptas, sesgas el proceso de participación. Si te niegas, puedes perder apoyo para futuras investigaciones. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Defines criterios de entrega de incentivos transparentes y ajenos al contenido de las respuestas, explicándolos aunque eso incomode a quienes querían premiar solo a quienes hablan bien de la empresa.",
      "pragmatic_distractor": "Ajustas ligeramente los criterios para que la mayoría de las personas críticas también reciba el incentivo, pero aceptas excluir algunos casos que consideras extremos para calmar a tu jefe.",
      "evasive_distractor": "Distribuyes los incentivos de manera discrecional sin documentar criterios claros, esperando que nadie revise el detalle de cómo se otorgaron.",
      "rationalized_distractor": "Avalas premiar solo a ciertas respuestas porque piensas que es lógico reconocer a quienes aportan ideas alineadas con los objetivos de la empresa."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 41",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q132",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Estás preparando casos para un taller de ética basado en situaciones que ocurrieron en la empresa. La dirección pide eliminar referencias a errores propios y usar ejemplos de otras organizaciones para no exponerse frente al personal. Si aceptas, el taller será menos honesto. Si te opones, puedes generar resistencia a que el taller se haga. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Insistes en usar ejemplos que incluyan errores de la propia empresa, aunque los presentes de forma cuidada y anonimizando detalles, aceptando posibles incomodidades durante el taller.",
      "pragmatic_distractor": "Combinas algunos ejemplos externos con otros internos muy suavizados, buscando mantener cierta honestidad sin incomodar demasiado a la dirección.",
      "evasive_distractor": "Preparas materiales con casos internos pero llevas al taller únicamente los externos, posponiendo indefinidamente el uso de los más sensibles.",
      "rationalized_distractor": "Optas por usar solo ejemplos externos porque piensas que el aprendizaje será similar y que exponer errores propios solo dañaría la confianza sin aportar nada nuevo."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 42",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q133",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Se te encarga promover un canal de denuncia confidencial. Un gerente te pide enfatizar en la comunicación que el uso del canal debe ser excepcional para no generar una ola de reclamos. Sabes que muchas personas no se atreven a reportar por miedo. Si suavizas el mensaje, refuerzas el silencio. Si animas claramente a usarlo, puedes generar investigaciones incómodas para áreas influyentes. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Comunicas el canal como una herramienta accesible y segura, alentando su uso responsable sin minimizarlo, aunque eso pueda derivar en más investigaciones y moleste a quienes preferirían que los problemas se resolvieran en silencio.",
      "pragmatic_distractor": "Presentas el canal como un recurso válido pero enfatizas primero los mecanismos informales, buscando un equilibrio que no genere demasiada inquietud.",
      "evasive_distractor": "Mencionas el canal solo en documentos extensos que pocas personas leen y no lo destacas en espacios visibles, evitando discusiones sobre su uso.",
      "rationalized_distractor": "Avalas el mensaje de que debe usarse solo en casos extremos porque piensas que así se evita que personas dramáticas lo utilicen por conflictos menores."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 43",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q134",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en un análisis de datos de personal para planear reestructuraciones. Un mando superior sugiere usar variables sensibles, como edad o lugar de origen, para priorizar quién será desvinculado, argumentando que es más fácil negociar con ciertos grupos. Si te opones, puedes chocar con decisiones ya avanzadas. Si lo aceptas, contribuyes a una práctica discriminatoria. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te opones al uso de variables sensibles para decidir desvinculaciones, dejas constancia de tus razones y propones criterios basados en funciones y competencias, aunque eso te enfrente a mandos superiores y pueda afectar tu permanencia.",
      "pragmatic_distractor": "Intentas que las decisiones no se basen únicamente en esas variables, combinándolas con otros criterios para reducir el sesgo sin eliminarlo del todo.",
      "evasive_distractor": "Te limitas a entregar los datos sin analizarlos ni comentar sobre el uso que se hará de ellos, evitando involucrarte en la discusión ética.",
      "rationalized_distractor": "Aceptas ese enfoque porque piensas que en cualquier proceso de reducción de personal hay injusticias y que tu oposición no cambiaría realmente el resultado."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 44",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q135",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Gestionas la sección de noticias de la empresa y recibes testimonios críticos de una comunidad afectada por una obra. La dirección propone publicar solo mensajes positivos sobre las acciones de mitigación y omitir esos reclamos, para no alimentar polémicas. Si insistes en darles espacio, puedes ser visto como poco alineado. Si los excluyes, presentas una realidad parcial. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Propones publicar información equilibrada que incluya las preocupaciones de la comunidad y las respuestas de la empresa, aunque eso genere debates incómodos y retrase la aprobación del contenido.",
      "pragmatic_distractor": "Publicas solo una síntesis muy breve de las críticas en un párrafo, centrando el resto de la nota en las acciones positivas, buscando mostrar apertura sin tensionar demasiado la imagen.",
      "evasive_distractor": "Decides no publicar la nota por el momento y postergas el tema con excusas técnicas, esperando que la situación en la comunidad mejore antes de comunicar algo.",
      "rationalized_distractor": "Publicas únicamente mensajes positivos porque consideras que el sitio institucional debe enfocarse en logros y que las críticas ya tienen otros espacios donde expresarse."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 45",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q136",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes asignar puntajes a proyectos que compiten por un fondo interno destinado a iniciativas de impacto social. Directivos te piden favorecer discretamente ciertas propuestas de sus áreas, aunque sus fundamentos son más débiles. Si resistes la presión, podrías cerrar puertas a apoyos futuros. Si accedes, perjudicas iniciativas de mayor valor social. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Aplicas los criterios de evaluación acordados y documentas tus puntajes de forma transparente, aunque eso signifique que proyectos apadrinados por directivos queden peor posicionados y tengas que sostener tu decisión ante ellos.",
      "pragmatic_distractor": "Ajustas marginalmente los puntajes para que ninguna propuesta de directivos quede descartada del todo, sacrificando algo de rigurosidad para mantener relaciones.",
      "evasive_distractor": "Propones que un comité externo reasigne los puntajes finales y te limitas a entregar tu análisis sin defenderlo demasiado, delegando la decisión difícil.",
      "rationalized_distractor": "Sigues la sugerencia de favorecer ciertos proyectos porque piensas que contar con el apoyo de esas áreas facilitará la implementación y que, al final, también harán algo positivo."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 46",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q137",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Una línea de atención recibe varias quejas anónimas sobre presiones para alterar informes en una unidad de negocio. Te llega un resumen sin detalles concretos y otras prioridades compiten por tu tiempo. Iniciar una revisión implica dedicar recursos a investigar algo que tal vez no se confirme. Si dejas el tema de lado, envías el mensaje de que esas alertas no importan. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Defines un plan mínimo de revisión, buscas más antecedentes y comunicas que las denuncias se tomarán en serio, aunque eso signifique desviar recursos de otras tareas visibles y posiblemente incomodar a la unidad señalada.",
      "pragmatic_distractor": "Solicitas un informe breve a la jefatura de esa unidad y, si su respuesta suena razonable, cierras el caso sin indagar más, confiando en su versión.",
      "evasive_distractor": "Archivas el resumen en una carpeta de pendientes sin fecha concreta, esperando revisarlo solo si surge una denuncia más específica.",
      "rationalized_distractor": "Decides no actuar porque consideras que, al ser anónimas y poco detalladas, esas quejas probablemente provienen de personas descontentas que exageran la situación."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 47",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q138",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Durante la implementación de un proyecto, líderes comunitarios te ofrecen regalos personales costosos como muestra de agradecimiento y te piden que ayudes a priorizar a ciertas familias en próximas actividades. Aceptarlos te pondría en posición de deber favores. Si los rechazas, podrías parecer distante o desagradecido. Si cedes, alteras criterios de asignación. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Agradeces el gesto pero rechazas los regalos personales y explicas que debes mantener criterios de asignación justos, aunque eso cause incomodidad y riesgo de perder apoyo de algunos líderes.",
      "pragmatic_distractor": "Recibes los regalos pero aseguras internamente que no influirán en tus decisiones, intentando separar tu gratitud de los criterios formales.",
      "evasive_distractor": "Dejas los regalos en la oficina colectiva sin aclarar de quién vienen y pospones cualquier decisión sobre su destino, evitando abordar el tema con los líderes.",
      "rationalized_distractor": "Aceptas los obsequios y priorizas discretamente a algunas familias vinculadas a esos líderes, diciéndote que ellas también necesitan apoyo y que así fortaleces relaciones clave para el proyecto."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 48",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q139",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Comunicación te pide usar la historia personal de una participante de un programa social, incluyendo detalles sensibles de su vida, en una campaña pública sobre los resultados del proyecto. La persona firmó un consentimiento general, pero sabes que no dimensiona el alcance de la difusión. Si cuestionas el uso de su historia, podrías retrasar una campaña ya aprobada. Si no lo haces, podrías exponerla innecesariamente. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Solicitas hablar nuevamente con la participante para explicar el alcance real de la campaña y confirmar su consentimiento específico, aunque eso retrase el cronograma y obligue a ajustar piezas ya diseñadas si decide no autorizarlo.",
      "pragmatic_distractor": "Reducés algunos detalles sensibles en la historia para proteger parcialmente su privacidad, pero sigues adelante sin consultarla de nuevo para no frenar la campaña.",
      "evasive_distractor": "Propones usar la historia en una fase posterior y aceptas que, por ahora, se avance con otros casos menos delicados, dejando la decisión en suspenso.",
      "rationalized_distractor": "Avalas usar la historia tal como está porque crees que mostrar su caso inspirará a otras personas y que el beneficio colectivo justifica la posible incomodidad individual."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 49",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q140",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En un proceso de selección para un proyecto sensible, recibes un informe externo que menciona, sin pruebas concluyentes, que una candidata participó en una protesta polémica hace años. Algunos colegas sugieren descartarla por prudencia. Si defiendes su candidatura, podrías ser criticado por asumir riesgos. Si aceptas descartarla sin escucharla, avalas una decisión basada en sospechas poco claras. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Solicitas a la candidata su versión de los hechos y valoras su trayectoria completa antes de decidir, aunque eso lleve más tiempo, genere discusiones con colegas temerosos y te exponga si finalmente es seleccionada.",
      "pragmatic_distractor": "Recomiendas avanzar con otra persona igualmente capaz para evitar controversias, dejando el informe sin mayor análisis aunque no estés totalmente convencido.",
      "evasive_distractor": "Trasladas la decisión final a una instancia superior sin dar una opinión clara, limitándote a adjuntar el informe y sus comentarios.",
      "rationalized_distractor": "Avalas descartarla porque consideras que la empresa no puede permitirse ningún tipo de duda en roles sensibles, aunque reconozcas en privado que la información es ambigua."
    },
    "notes": "Modulo 3 Options B06 batch 06 item 50",
    "sot_checksum": "D739B398"
  }
]
