[
  {
    "id": "block-B06-q141",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Coordinas la compra de equipo médico para un centro de salud comunitario. Un proveedor te ofrece descuentos significativos a cambio de que recomiendes solo sus productos en futuros proyectos. El descuento ayudaría al presupuesto actual, pero compromete tu imparcialidad en decisiones futuras. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas el descuento condicionado y buscas cotizaciones competitivas, aunque eso signifique costos más altos ahora y te enfrente a críticas por no aprovechar una oportunidad financiera.",
      "pragmatic_distractor": "Aceptas el descuento pero te reservas la libertad de evaluar otros proveedores después, confiando en que podrás mantener objetividad sin formalizar ningún compromiso.",
      "evasive_distractor": "Pides más tiempo para decidir y consultas con otras áreas, posponiendo la respuesta al proveedor sin tomar una posición clara.",
      "rationalized_distractor": "Aceptas el acuerdo pensando que si el proveedor ofrece buenos productos, no hay problema en mantener una relación preferencial que beneficie los recursos del centro."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 1",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q142",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En una sesión de planificación estratégica, propones una iniciativa que mejoraría la transparencia en procesos internos. Un directivo senior te advierte en privado que esa propuesta afectaría intereses de personas influyentes y sugiere retirarla. Insistir podría limitar tu avance profesional. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Mantienes la propuesta y argumentas su valor con datos, aunque eso genere tensión con el directivo y pueda afectar futuras oportunidades de promoción.",
      "pragmatic_distractor": "Reformulas la iniciativa para que parezca menos amenazante, conservando parte del espíritu original sin confrontar directamente los intereses establecidos.",
      "evasive_distractor": "Retiras la propuesta diciendo que necesitas más tiempo para desarrollarla, dejando el tema en suspenso indefinidamente.",
      "rationalized_distractor": "Decides retirarla convencido de que sin apoyo de arriba la iniciativa no prosperará y que es mejor esperar un momento más oportuno."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 2",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q143",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Revisas solicitudes de ayuda económica para familias afectadas por una emergencia. Descubres que varias aplicaciones contienen información claramente falsa para aumentar el beneficio. Investigar y rechazar esas solicitudes retrasará la entrega de fondos a quienes realmente necesitan. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Investigas las inconsistencias y excluyes las solicitudes fraudulentas, aunque eso demore la ayuda general y genere presión por la lentitud del proceso.",
      "pragmatic_distractor": "Apruebas la mayoría y marcas solo los casos más evidentes para revisión posterior, intentando acelerar la entrega sin ignorar completamente las irregularidades.",
      "evasive_distractor": "Trasladas las solicitudes dudosas a otra instancia para que decidan, continuando con las demás sin asumir responsabilidad sobre las fraudulentas.",
      "rationalized_distractor": "Apruebas todas porque piensas que en situaciones de emergencia es mejor dar apoyo amplio y que cuestionar cada caso solo perjudica a quienes verdaderamente necesitan."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 3",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q144",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en la evaluación de impacto ambiental de un proyecto. Los datos preliminares muestran riesgos mayores de los estimados inicialmente. Tu gerente te pide no incluir esos hallazgos en el informe hasta que se revisen más a fondo para no alarmar inversionistas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Incluyes los hallazgos preliminares marcándolos como tales y recomiendas estudios adicionales antes de continuar, aunque eso genere incertidumbre entre inversionistas y molestia en tu gerencia.",
      "pragmatic_distractor": "Mencionas los riesgos en una nota al pie técnica sin destacarlos, esperando que estudios futuros permitan confirmar o descartar antes de generar ruido.",
      "evasive_distractor": "Envías un borrador sin esos datos y propones esperar los resultados de revisiones adicionales antes de emitir el informe definitivo.",
      "rationalized_distractor": "Omites los hallazgos porque consideras que son preliminares y que compartirlos prematuramente solo crearía pánico injustificado en un momento delicado del proyecto."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 4",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q145",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Trabajas en un programa de becas y descubres que el hijo de un ejecutivo de la empresa recibió una beca sin cumplir todos los requisitos. El proceso ya cerró y revelar el error podría causar escándalo interno. Si callas, avalas un trato preferencial. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Reportas la irregularidad a los responsables del programa y propones corregir el proceso, aunque eso genere conflicto con el ejecutivo y posibles consecuencias para tu posición.",
      "pragmatic_distractor": "Ajustas internamente los criterios para ciclos futuros sin cuestionar el caso actual, evitando el escándalo pero mejorando controles hacia adelante.",
      "evasive_distractor": "Documentas el hallazgo en tus archivos personales sin comunicarlo formalmente, esperando que alguien más lo detecte eventualmente.",
      "rationalized_distractor": "Decides no intervenir porque piensas que el hijo probablemente era merecedor de todas formas y que cuestionar ahora solo crearía problemas innecesarios."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 5",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q146",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En una auditoría interna, detectas que tu propio equipo ha estado usando un procedimiento que viola políticas corporativas, aunque no ha causado daños hasta ahora. Reportarlo podría afectar la evaluación de tu gestión y del equipo. Si lo ocultas, mantienes una práctica incorrecta. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Reportas el incumplimiento, corriges el procedimiento y documentas las acciones tomadas, aunque eso afecte la evaluación de tu equipo y tu propia imagen como líder.",
      "pragmatic_distractor": "Corriges el procedimiento inmediatamente pero solo mencionas de forma general en el informe que se hicieron ajustes de mejora continua, sin detallar la violación.",
      "evasive_distractor": "Cambias el procedimiento sin dejar registro del problema anterior, esperando que la auditoría no profundice en prácticas pasadas.",
      "rationalized_distractor": "No reportas nada porque consideras que si no hubo daños reales, exponer el error solo perjudicaría al equipo sin aportar ningún beneficio práctico."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 6",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q147",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Coordinas un foro comunitario sobre un proyecto controversial. Algunos vecinos solicitan participar pero tu jefe prefiere invitar solo a quienes han mostrado apoyo previo para evitar disrupciones. Limitar la participación mejora el clima del evento pero excluye voces críticas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Abres la participación a todos los interesados estableciendo reglas claras de diálogo, aunque eso incremente el riesgo de tensiones durante el foro y complique su gestión.",
      "pragmatic_distractor": "Invitas a algunos críticos moderados además de los apoyos, buscando equilibrio sin abrir completamente el espacio a todos los opositores.",
      "evasive_distractor": "Propones realizar el foro virtualmente y filtrar preguntas por escrito, controlando así la conversación sin confrontar abiertamente la solicitud de participación.",
      "rationalized_distractor": "Mantienes la lista restrictiva convencido de que incluir opositores solo convertirá el foro en conflicto y que es mejor asegurar un evento constructivo."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 7",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q148",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Preparas la documentación para la renovación de una certificación ética. Sabes que una unidad de negocio tiene prácticas cuestionables no documentadas oficialmente. Incluir esa información podría impedir la renovación y afectar la imagen corporativa. Si la omites, presentas una situación parcial. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Documentas las prácticas cuestionables y propones un plan de corrección antes de solicitar la renovación, aunque eso retrase el proceso y genere tensión con la unidad afectada.",
      "pragmatic_distractor": "Mencionas las prácticas de forma muy general como áreas de mejora continua, sin detallar lo suficiente para que se conviertan en obstáculo para la certificación.",
      "evasive_distractor": "Solicitas a la unidad que revise sus procesos internamente antes de incluir su información en la documentación, dejando pendiente su parte del informe.",
      "rationalized_distractor": "Omites esa información porque piensas que las prácticas no son oficiales y que incluirlas solo dañaría la reputación sin cambiar realmente el comportamiento."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 8",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q149",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Durante una negociación contractual, la contraparte te pide confirmar datos financieros que aún no están auditados. Tu jefe te dice que des cifras proyectadas como si fueran definitivas para cerrar rápido. Si cuestionas, puedes perder el trato. Si aceptas, entregas información potencialmente engañosa. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Compartes solo datos auditados y claramente marcas las proyecciones como estimaciones, aunque eso genere desconfianza en la contraparte y retrase o arriesgue el cierre del acuerdo.",
      "pragmatic_distractor": "Presentas las proyecciones pero agregás una cláusula de ajuste posterior en el contrato, intentando reducir el riesgo sin frenar la negociación.",
      "evasive_distractor": "Envías la información diciendo que está sujeta a revisión final y esperas que la contraparte no cuestione demasiado antes de firmar.",
      "rationalized_distractor": "Presentas las proyecciones como definitivas porque crees que las cifras finales no variarán mucho y que toda negociación requiere cierta flexibilidad con los números."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 9",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q150",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te asignan gestionar donaciones destinadas a educación en comunidades rurales. Un político local te ofrece facilitar permisos a cambio de destinar parte de los recursos a una zona donde él tiene influencia, aunque no es la de mayor necesidad. Aceptar acelera el proyecto pero desvía fondos. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Rechazas el ofrecimiento y mantienes los criterios técnicos de focalización, aunque eso retrase permisos y limite el apoyo político para el proyecto.",
      "pragmatic_distractor": "Destinas una pequeña parte de los recursos a esa zona y el resto según criterios técnicos, buscando equilibrar avance del proyecto y focalización.",
      "evasive_distractor": "Agradeces la oferta sin comprometerte y continúas tramitando permisos por vías formales, esperando que el político no insista demasiado.",
      "rationalized_distractor": "Aceptas el trato porque piensas que sin permisos el proyecto no avanzará y que es mejor apoyar a algunas comunidades con desviación parcial que no hacer nada."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 10",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q151",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Supervisas un proceso de contratación y notas que un candidato excelente tiene una brecha laboral que podría relacionarse con problemas legales no comprobados. Algunos colegas sugieren descartarlo por precaución. Si lo defiendes, asumes riesgo reputacional. Si cedes, eliminas a alguien sin pruebas claras. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Propones entrevistar al candidato sobre la brecha y tomar una decisión basada en evidencia, aunque eso prolongue el proceso y te exponga a críticas si finalmente lo contratas.",
      "pragmatic_distractor": "Avanzas con otro candidato igualmente calificado para evitar el riesgo, sin investigar más allá de las sospechas.",
      "evasive_distractor": "Solicitas verificación de antecedentes adicionales y dejas que el resultado de esa consulta externa defina la decisión sin emitir tu opinión.",
      "rationalized_distractor": "Lo descartas argumentando que en puestos sensibles es mejor no asumir ningún tipo de incertidumbre, aunque reconoces que no hay pruebas concretas."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 11",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q152",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En un proyecto piloto de innovación, los resultados preliminares son mixtos y no cumplen todas las expectativas iniciales. La dirección te pide presentar solo los aspectos positivos en un informe a inversionistas para mantener el financiamiento. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Presentas tanto logros como limitaciones del piloto con recomendaciones de ajuste, aunque eso genere dudas en inversionistas y afecte la continuidad del financiamiento.",
      "pragmatic_distractor": "Enfatizas los aspectos positivos en el resumen ejecutivo pero incluyes limitaciones en anexos técnicos, esperando que los inversionistas no profundicen mucho.",
      "evasive_distractor": "Propones posponer el informe hasta completar más pruebas, dilatando la entrega para evitar presentar resultados ambiguos ahora.",
      "rationalized_distractor": "Presentas solo lo positivo porque consideras que los proyectos de innovación siempre tienen ajustes y que mostrar limitaciones prematuramente solo desalentaría inversión necesaria."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 12",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q153",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Diriges un equipo y uno de tus colaboradores te confía que está siendo presionado por otro gerente para alterar reportes. La persona teme represalias si formaliza la denuncia. Si intervienes, puedes exponerla. Si no actúas, permites una práctica inaceptable. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Buscas canales formales que protejan la identidad de tu colaborador, documentas la situación y escalas la denuncia, aunque eso genere conflicto con el otro gerente y tensión en la organización.",
      "pragmatic_distractor": "Hablas informalmente con el otro gerente para que cese la presión, sin mencionar quién te informó ni activar procesos formales.",
      "evasive_distractor": "Aconsejas a tu colaborador que documente todo internamente y esperes a tener más evidencia antes de actuar, posponiendo cualquier intervención directa.",
      "rationalized_distractor": "Decides no intervenir porque piensas que tu colaborador exagera la situación y que escalar el tema solo creará problemas mayores para todos."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 13",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q154",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Gestionas un fondo para emergencias médicas de empleados. Un compañero cercano solicita apoyo para un familiar no cubierto por las reglas actuales. Otros casos similares fueron rechazados. Hacer una excepción ayudaría a tu amigo pero crearía un precedente inequitativo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas la solicitud aplicando los mismos criterios que a otros casos, aunque eso afecte tu relación personal y cause frustración en tu compañero.",
      "pragmatic_distractor": "Apruebas esta vez con la condición de revisar las reglas para ampliar cobertura en el futuro, intentando ayudar sin comprometer completamente la equidad.",
      "evasive_distractor": "Trasladas el caso a un comité para que decida colectivamente, evitando ser tú quien rechaza o aprueba directamente.",
      "rationalized_distractor": "Apruebas la excepción convencido de que las reglas deben aplicarse con flexibilidad en casos humanitarios y que los demás lo entenderían si estuvieran en la misma situación."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 14",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q155",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en la redacción de políticas de diversidad e inclusión. Un grupo directivo propone incluir metas aspiracionales sin consecuencias concretas por incumplimiento, argumentando que así se evitan conflictos. Aceptar facilita la aprobación pero reduce el compromiso real. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Propones incluir indicadores medibles con seguimiento formal, aunque eso genere resistencia de directivos que preferían compromisos sin rendición de cuentas.",
      "pragmatic_distractor": "Aceptas metas aspiracionales pero negocias al menos un reporte anual público sobre avances, buscando algún nivel de accountability sin generar demasiada fricción.",
      "evasive_distractor": "Redactas las políticas de forma ambigua que permita interpretaciones flexibles, dejando para después la definición de indicadores concretos.",
      "rationalized_distractor": "Apoyas metas sin consecuencias porque piensas que imponer sanciones solo generaría rechazo y que es mejor un compromiso simbólico que ninguna política."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 15",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q156",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Trabajas en cumplimiento y descubres que una práctica de ventas podría violar regulaciones recientes aún no fiscalizadas activamente. Reportarlo internamente implicaría detener una línea de negocio rentable. Si esperas, evitas conflicto pero asumes riesgo legal futuro. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas la posible violación inmediatamente y recomiendas suspender la práctica hasta obtener asesoría legal clara, aunque eso afecte ingresos y genere malestar en el área comercial.",
      "pragmatic_distractor": "Solicitas una opinión legal antes de detener operaciones, permitiendo que continúen temporalmente mientras se aclara la situación.",
      "evasive_distractor": "Documentas tus preocupaciones en un correo interno sin exigir acción inmediata, esperando que otros decidan qué hacer.",
      "rationalized_distractor": "Decides no intervenir porque piensas que si la regulación aún no se fiscaliza, probablemente no causará problemas y que detener el negocio sería una reacción exagerada."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 16",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q157",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Coordinas capacitaciones sobre prevención de conflictos de interés. Un gerente te pide excluir ejemplos que se parezcan a situaciones de su área porque podrían generar incomodidad. Mantener los ejemplos reales hace la capacitación más útil pero crea tensión. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Mantienes ejemplos realistas de todas las áreas, incluyendo la del gerente, porque son relevantes para el aprendizaje, aunque eso genere malestar y posibles quejas sobre tu falta de tacto.",
      "pragmatic_distractor": "Modificas ligeramente los ejemplos para que sean menos identificables pero conserven la lección, buscando un balance entre utilidad y diplomacia.",
      "evasive_distractor": "Usas solo casos externos documentados en medios, evitando cualquier referencia a situaciones internas para no generar controversias.",
      "rationalized_distractor": "Excluyes esos ejemplos porque consideras que señalar áreas específicas solo creará resistencias y que las personas aprenderán igual con casos genéricos."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 17",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q158",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En la revisión de gastos del trimestre detectas pagos recurrentes a un consultor externo por servicios poco claros. Al investigar, descubres que es familiar de un directivo. Cuestionar los pagos puede exponerte a represalias. Ignorarlos perpetúa un posible conflicto de interés. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Documentas el hallazgo y solicitas formalmente justificación de los servicios contratados, aunque eso incomode al directivo y pueda afectar tu relación con personas influyentes.",
      "pragmatic_distractor": "Mencionas de manera informal al área financiera que sería bueno revisar esa categoría de gastos, sin señalar específicamente el caso del familiar.",
      "evasive_distractor": "Marcas esos pagos para revisión futura en tu archivo personal sin reportarlos ahora, esperando que una auditoría externa los detecte.",
      "rationalized_distractor": "Decides no cuestionar porque asumes que si el directivo autorizó los pagos, el consultor debe estar prestando servicios legítimos aunque no sean visibles para ti."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 18",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q159",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Preparas una presentación sobre resultados de un programa social. Los datos muestran mejoras modestas pero tu jefe quiere que uses gráficos que exageren visualmente el impacto para impresionar a financiadores. Ajustar las visualizaciones distorsiona la realidad. Mantenerlas sobrias puede reducir el apoyo financiero. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Presentas los datos con visualizaciones proporcionales y honestas, aunque eso haga el impacto menos espectacular y reduzca el entusiasmo de financiadores.",
      "pragmatic_distractor": "Usas visualizaciones más llamativas pero incluyes notas técnicas explicando las escalas, intentando equilibrar impacto visual con transparencia.",
      "evasive_distractor": "Propones presentar solo testimonios cualitativos y reducir el énfasis en gráficos cuantitativos, evitando el debate sobre cómo visualizar los números.",
      "rationalized_distractor": "Aceptas exagerar visualmente porque piensas que todos los informes de impacto hacen lo mismo y que lo importante es mantener el financiamiento para seguir ayudando."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 19",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q160",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Durante una inspección de seguridad, identificas condiciones de trabajo riesgosas en un sitio operativo. Corregirlas requiere parar operaciones por varios días con pérdidas significativas. Tu supervisor sugiere hacer solo ajustes mínimos y programar mejoras para después. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Exiges detener operaciones hasta corregir las condiciones riesgosas, documentando las razones aunque eso genere pérdidas económicas inmediatas y críticas a tu gestión.",
      "pragmatic_distractor": "Implementas las correcciones más urgentes de inmediato y programas las demás para realizarse en ventanas de mantenimiento cercanas, reduciendo el tiempo de paro sin ignorar todos los riesgos.",
      "evasive_distractor": "Reportas los hallazgos a una instancia superior y esperas que ellos decidan si detener operaciones, evitando asumir tú esa responsabilidad.",
      "rationalized_distractor": "Aceptas hacer solo ajustes mínimos porque consideras que los riesgos son teóricos y que detener operaciones causaría daños económicos desproporcionados."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 20",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q161",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te encargan revisar quejas sobre discriminación en procesos de promoción interna. Varios testimonios señalan patrones sistemáticos en un departamento dirigido por un gerente senior influyente. Investigar a fondo puede generar resistencia organizacional. Si minimizas el tema, perpetúas la inequidad. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Inicias una investigación formal, entrevistas afectados y revisas datos de promociones, aunque eso genere tensión con el gerente señalado y resistencia de la alta dirección.",
      "pragmatic_distractor": "Realizas un análisis estadístico general sin señalar específicamente al gerente, esperando que los datos hablen por sí mismos sin generar confrontación directa.",
      "evasive_distractor": "Propones capacitaciones generales sobre sesgos inconscientes en toda la organización, diluyendo la señal específica sobre ese departamento.",
      "rationalized_distractor": "Archivas las quejas como percepciones subjetivas porque piensas que las promociones dependen de muchos factores y que cuestionar a un gerente senior sin pruebas absolutas sería injusto."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 21",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q162",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Gestionas un presupuesto de actividades culturales para la comunidad. Un concejal te sugiere priorizar eventos en su distrito electoral a cambio de apoyo político para futuros proyectos de la empresa. Aceptar desvía recursos de criterios técnicos. Rechazar puede complicar relaciones institucionales. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Mantienes criterios técnicos de focalización basados en necesidades comunitarias, rechazando el intercambio político aunque eso enfríe relaciones con el concejal.",
      "pragmatic_distractor": "Destinas algunos eventos pequeños al distrito del concejal mientras mantienes los principales según criterios técnicos, buscando un compromiso parcial.",
      "evasive_distractor": "Propones que un comité comunitario elija los lugares, trasladando la decisión a terceros para no quedar directamente involucrado en la negociación política.",
      "rationalized_distractor": "Aceptas el trato porque piensas que el apoyo político es necesario para la sostenibilidad de futuros proyectos y que en política todas las decisiones implican negociación."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 22",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q163",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En una reunión de evaluación de desempeño colectiva, tu jefe propone calificar más alto a quienes no han tomado licencias parentales porque demuestran mayor compromiso. Aceptar esa lógica penaliza a quienes ejercen derechos laborales. Oponerte puede generar tensión en la reunión. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Cuestionas abiertamente ese criterio y propones evaluar solo con base en resultados objetivos, aunque eso incomode a tu jefe y te posicione como confrontativo ante el grupo.",
      "pragmatic_distractor": "Propones considerar también otros factores de compromiso que no penalicen licencias, diluyendo el peso de ese criterio sin eliminarlo completamente.",
      "evasive_distractor": "No comentas durante la reunión y buscas después hablar en privado con tu jefe sobre tus dudas, evitando el debate público.",
      "rationalized_distractor": "Apoyas el criterio porque piensas que es razonable reconocer a quienes estuvieron disponibles todo el año y que las personas que toman licencias ya reciben otros beneficios."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 23",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q164",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Supervisas la publicación de un informe de sostenibilidad. El equipo ha incluido compromisos ambientales ambiciosos que sabes que no cuentan con presupuesto aprobado. Si cuestionas los compromisos, retrasarás la publicación. Si los dejas pasar, presentas promesas potencialmente incumplibles. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Solicitas ajustar los compromisos a lo que realmente tiene respaldo presupuestario, aunque eso retrase la publicación y haga el informe menos ambicioso.",
      "pragmatic_distractor": "Mantienes los compromisos pero agregas una nota sobre la necesidad de confirmar presupuestos futuros, buscando equilibrar ambición con realismo.",
      "evasive_distractor": "Apruebas el informe tal cual y sugiere revisar los compromisos en la próxima edición anual, esperando que para entonces haya más claridad presupuestaria.",
      "rationalized_distractor": "Dejas los compromisos ambiciosos porque piensas que los informes de sostenibilidad deben ser aspiracionales y que ya se encontrarán recursos si hay presión externa."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 24",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q165",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Trabajas en comunicación interna y te piden redactar un mensaje sobre cambios organizacionales que implicarán reducción de personal. La dirección quiere minimizar detalles para evitar alarma. Si eres transparente, generarás ansiedad anticipada. Si eres vago, alimentas rumores y desconfianza. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Redactas un mensaje claro sobre los cambios, incluyendo cronogramas y criterios generales, aunque eso genere ansiedad inmediata y presión sobre la dirección para dar más explicaciones.",
      "pragmatic_distractor": "Proporcionas información general sobre el proceso sin detallar números, comprometiéndote a compartir más información a medida que se defina, buscando equilibrar transparencia con prudencia.",
      "evasive_distractor": "Envías un mensaje breve indicando que habrá cambios y que se informará oportunamente, dejando casi toda la información para comunicaciones futuras.",
      "rationalized_distractor": "Redactas un mensaje muy general porque piensas que dar detalles prematuramente solo afectaría el clima laboral sin que las personas puedan hacer nada al respecto."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 25",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q166",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Durante una auditoría externa, un auditor te pregunta sobre irregularidades que sospechas existen pero que no has documentado formalmente. Confirmar tus sospechas puede desencadenar una investigación profunda con consecuencias para colegas. Negarlas protege al equipo pero oculta información relevante. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Compartes honestamente tus sospechas con el auditor y proporcionas los indicios que tienes, aunque eso amplíe el alcance de la auditoría y genere problemas para personas con quienes trabajas.",
      "pragmatic_distractor": "Mencionas tus dudas de forma general sin señalar personas específicas, dejando que el auditor decida si profundizar sin que tú aportes detalles comprometedores.",
      "evasive_distractor": "Respondes que no tienes información verificada sobre irregularidades, limitándote estrictamente a lo que puedes documentar sin mencionar sospechas.",
      "rationalized_distractor": "Niegas tener conocimiento de irregularidades porque piensas que sin pruebas sólidas sería irresponsable poner en riesgo a colegas basándote solo en intuiciones."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 26",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q167",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Coordinas un programa de aprendices y descubres que algunos supervisores asignan a los aprendices tareas personales no relacionadas con su formación. Reportarlo formalmente puede afectar la disponibilidad de cupos futuros si esos supervisores se niegan a participar. Ignorarlo perpetúa el mal uso del programa. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Reportas las prácticas inadecuadas y propones lineamientos más claros, aunque eso genere tensión con supervisores y potencialmente reduzca su participación en el programa.",
      "pragmatic_distractor": "Hablas individualmente con los supervisores involucrados para pedirles ajustar su comportamiento, evitando un reporte formal que escale el conflicto.",
      "evasive_distractor": "Envías un recordatorio general a todos los supervisores sobre los objetivos del programa sin señalar casos específicos, esperando que se autocorrijan.",
      "rationalized_distractor": "Decides no intervenir porque piensas que tareas variadas también enseñan a los aprendices sobre el mundo laboral y que es mejor mantener cupos disponibles aunque no sean perfectos."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 27",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q168",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en un comité de ética que debe revisar una denuncia contra un directivo popular por comportamiento inapropiado. Algunos miembros del comité proponen cerrar el caso rápidamente argumentando insuficiencia de pruebas. Insistir en investigar más puede prolongar un proceso incómodo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Propones ampliar la investigación entrevistando testigos adicionales antes de cerrar el caso, aunque eso prolongue el proceso y genere presión de quienes quieren resolverlo rápido.",
      "pragmatic_distractor": "Aceptas cerrar el caso pero recomiendas monitoreo informal de comportamientos futuros, buscando un cierre sin abandonar completamente la vigilancia.",
      "evasive_distractor": "Te abstienes de votar y dejas que la mayoría del comité decida, evitando tomar una postura clara que te exponga.",
      "rationalized_distractor": "Apoyas cerrar el caso porque piensas que sin pruebas contundentes es injusto prolongar una investigación que daña la reputación del directivo."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 28",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q169",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Gestionas datos personales de clientes para un estudio de mercado. Un área comercial te pide compartir información identificable para mejorar sus estrategias de venta, aunque el consentimiento original solo cubría investigación agregada. Ceder ayuda al negocio pero vulnera la privacidad. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Te niegas a compartir datos identificables y propones alternativas con datos anonimizados, aunque eso limite la utilidad para el área comercial y genere frustración.",
      "pragmatic_distractor": "Compartes solo algunas variables agregadas por segmentos sin identificar personas individuales, buscando ayudar parcialmente sin violar el consentimiento original.",
      "evasive_distractor": "Solicitas una revisión legal sobre qué se puede compartir, usando ese proceso para posponer la decisión sin negarte directamente.",
      "rationalized_distractor": "Compartes los datos porque consideras que si los clientes aceptaron participar en el estudio, probablemente no les importaría que se usen para mejorar servicios que ellos mismos reciben."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 29",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q170",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Trabajas en planificación y detectas que un proyecto aprobado se basa en estudios técnicos desactualizados que ya no reflejan condiciones actuales. Señalarlo implicaría rehacer análisis con costos y demoras importantes. Si avanzas sin actualizar, asumes riesgos de diseño inadecuado. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Propones suspender temporalmente el proyecto para actualizar estudios técnicos, aunque eso genere sobrecostos, retrasos y cuestionamientos sobre por qué no se detectó antes.",
      "pragmatic_distractor": "Solicitas solo actualizaciones parciales de los aspectos más críticos, intentando equilibrar validez técnica con plazos y presupuesto.",
      "evasive_distractor": "Documentas tus observaciones sobre la antigüedad de los estudios pero continúas con el proyecto, dejando registro de tu alerta sin detener el avance.",
      "rationalized_distractor": "Decides no actualizar porque consideras que las condiciones no habrán cambiado tanto y que detener el proyecto por estudios desactualizados sería una pérdida de recursos innecesaria."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 30",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q171",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En una negociación sindical, la dirección te pide presentar datos sobre productividad que técnicamente son correctos pero omiten contexto importante que favorecería la posición sindical. Presentar solo esos datos fortalece la posición de la empresa pero no refleja la situación completa. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Presentas los datos completos incluyendo el contexto relevante, aunque eso debilite la posición negociadora de la empresa y genere molestia en la dirección.",
      "pragmatic_distractor": "Presentas los datos solicitados pero sugieres que también se consideren otros factores contextuales si el sindicato los solicita, dejando abierta la posibilidad de complementar.",
      "evasive_distractor": "Entregas los datos marcándolos como parciales y recomiendas contratar un análisis externo para validar, trasladando la responsabilidad interpretativa.",
      "rationalized_distractor": "Presentas solo los datos solicitados porque piensas que en una negociación cada parte defiende su posición y que el sindicato también tiene acceso a información que puede usar a su favor."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 31",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q172",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Supervisas un proyecto comunitario y observas que el personal local contratado incluye familiares de líderes comunitarios sin procesos competitivos. La práctica facilita la aceptación del proyecto pero compromete transparencia. Si cuestionas las contrataciones, puedes generar conflicto local. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Propones establecer procesos competitivos transparentes para futuras contrataciones y revisas las actuales, aunque eso genere tensión con líderes comunitarios y complique la ejecución del proyecto.",
      "pragmatic_distractor": "Mantienes las contrataciones actuales por estabilidad pero implementas procesos formales para las próximas, buscando corregir hacia adelante sin romper acuerdos existentes.",
      "evasive_distractor": "Solicitas lineamientos a la oficina central sobre contratación local y esperas instrucciones antes de tomar decisiones que te expongan directamente.",
      "rationalized_distractor": "Aceptas la práctica porque consideras que los líderes comunitarios conocen mejor a las personas locales y que cuestionar eso sería imponer criterios externos que generarían rechazo."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 32",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q173",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Preparas una campaña de comunicación sobre logros ambientales. Marketing quiere destacar una iniciativa pequeña como si fuera el eje principal de la estrategia ambiental, aunque su impacto real es marginal. Aceptar magnifica logros modestos. Objetar puede frenar la campaña. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Propones reescribir la campaña con proporciones realistas de cada iniciativa, aunque eso la haga menos impactante y retrase su lanzamiento.",
      "pragmatic_distractor": "Aceptas destacar esa iniciativa pero incluyes menciones a otras acciones ambientales en el material, buscando equilibrar sin bloquear la campaña.",
      "evasive_distractor": "Propones posponer la campaña hasta tener iniciativas de mayor impacto que comunicar, evitando aprobar contenido exagerado sin rechazarlo directamente.",
      "rationalized_distractor": "Apoyas la campaña tal cual porque piensas que toda comunicación corporativa enfatiza lo positivo y que destacar iniciativas pequeñas puede inspirar acciones mayores."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 33",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q174",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Recibes una invitación a un evento académico pagado por un proveedor que está en proceso de licitación para un contrato importante. Asistir sería valioso para tu desarrollo profesional pero podría percibirse como conflicto de interés. Rechazar te hace perder una oportunidad legítima de aprendizaje. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas la invitación del proveedor y buscas asistir por otros medios o con recursos propios, aunque eso implique costos personales o perder la oportunidad si no consigues financiamiento alternativo.",
      "pragmatic_distractor": "Aceptas asistir pero te apartas formalmente del proceso de licitación de ese proveedor, documentando la situación para evitar conflicto de interés.",
      "evasive_distractor": "Consultas con el área de cumplimiento qué hacer y esperas su respuesta antes de decidir, trasladando la decisión a otros.",
      "rationalized_distractor": "Aceptas la invitación porque consideras que tu criterio profesional no se verá influenciado por un evento educativo y que rechazarlo sería una exageración de las políticas de conflicto de interés."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 34",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q175",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Diriges una evaluación de impacto social y los resultados muestran efectos negativos no anticipados en ciertos grupos. Publicar esos hallazgos puede afectar la renovación de financiamiento del programa. Si los omites, presentas una visión incompleta. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Publicas los hallazgos completos incluyendo efectos negativos y propones ajustes al programa, aunque eso ponga en riesgo la renovación del financiamiento.",
      "pragmatic_distractor": "Incluyes los hallazgos negativos pero los presentas junto con un plan de mitigación robusto, intentando demostrar capacidad de corrección para mantener la confianza de financiadores.",
      "evasive_distractor": "Propones compartir primero los resultados en un informe técnico interno y posponer la publicación externa hasta implementar correcciones.",
      "rationalized_distractor": "Omites los hallazgos negativos porque consideras que todos los programas sociales tienen efectos mixtos y que resaltarlos solo dañaría la continuidad de acciones que en general son positivas."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 35",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q176",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en una mesa de trabajo con otras organizaciones sobre estándares éticos del sector. Tu empresa incumple algunos de esos estándares. Durante la discusión, te piden compartir las prácticas de tu organización. Ser honesto expone deficiencias públicamente. Maquillar la realidad contribuye a falsear el diagnóstico sectorial. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Compartes honestamente las brechas de tu organización y propones trabajar en planes de mejora, aunque eso exponga deficiencias ante pares y afecte la imagen corporativa.",
      "pragmatic_distractor": "Describes las prácticas actuales reconociendo que hay áreas de mejora sin detallar todas las deficiencias, buscando un balance entre transparencia y prudencia.",
      "evasive_distractor": "Te limitas a escuchar y aportar comentarios generales sin compartir prácticas específicas de tu organización, evitando exposición directa.",
      "rationalized_distractor": "Presentas las prácticas de tu empresa de forma favorable omitiendo incumplimientos, porque piensas que ninguna organización revela todas sus debilidades en espacios compartidos."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 36",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q177",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Coordinas un programa de voluntariado corporativo y algunos gerentes sugieren permitir que empleados registren como horas de voluntariado actividades realizadas en horario laboral con recursos de la empresa. Eso infla las métricas de participación pero distorsiona el concepto de voluntariado. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Estableces que solo se registren actividades realizadas fuera del horario laboral o con tiempo específicamente destinado por la empresa, aunque eso reduzca las cifras de participación reportadas.",
      "pragmatic_distractor": "Permites registrar horas laborales pero las marcas en una categoría separada de voluntariado corporativo, diferenciándolas del voluntariado personal sin rechazar completamente su contabilización.",
      "evasive_distractor": "Dejas que cada área defina qué cuenta como voluntariado sin establecer criterios centralizados, evitando ser tú quien impone restricciones.",
      "rationalized_distractor": "Aceptas registrar esas actividades como voluntariado porque consideras que lo importante es el impacto social generado, independientemente de si se hace en horario laboral o personal."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 37",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q178",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Trabajas en adquisiciones y un proveedor actual te ofrece condiciones muy ventajosas para renovar contrato si evitan abrir la licitación a competencia. Aceptar ahorra tiempo y costos de proceso pero elimina transparencia. Insistir en licitación abierta puede resultar en condiciones menos favorables. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Insistes en realizar un proceso de licitación abierta según las políticas, aunque eso implique más tiempo, costos de gestión y posiblemente condiciones menos ventajosas que la oferta directa.",
      "pragmatic_distractor": "Negocias con el proveedor actual pero consultas informalmente a otros proveedores para confirmar que las condiciones son competitivas antes de renovar.",
      "evasive_distractor": "Solicitas autorización a instancias superiores para renovar directamente, trasladando la decisión sobre si saltarse el proceso abierto.",
      "rationalized_distractor": "Renuevas directamente porque piensas que las licitaciones abiertas son formalidades costosas y que ya conoces la calidad del proveedor actual, lo cual reduce riesgos."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 38",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q179",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Revisas un informe sobre condiciones laborales en la cadena de suministro. Detectas indicadores preocupantes en un proveedor clave pero la información es indirecta y no concluyente. Investigar a fondo retrasaría operaciones. Si no actúas, puedes estar ignorando problemas serios. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Inicias una investigación formal del proveedor incluyendo visitas y entrevistas, aunque eso retrase operaciones y genere tensión comercial.",
      "pragmatic_distractor": "Solicitas al proveedor que responda por escrito sobre los indicadores detectados y evalúas sus respuestas antes de decidir una investigación más profunda.",
      "evasive_distractor": "Marcas el tema para revisión en la próxima auditoría anual programada, continuando operaciones normalmente mientras tanto.",
      "rationalized_distractor": "Decides no actuar porque los indicadores son indirectos y consideras que una investigación basada en evidencia poco sólida sería injusta para el proveedor y riesgosa para el negocio."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 39",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q180",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en el diseño de un sistema de bonos por desempeño. Algunos directivos proponen incluir indicadores que indirectamente incentivarían prácticas comerciales agresivas que rozan límites éticos. Aceptar aumenta ventas pero compromete valores. Objetar puede reducir el atractivo del sistema. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Propones excluir o reformular indicadores que puedan incentivar prácticas cuestionables, aunque eso haga el sistema menos atractivo para áreas comerciales.",
      "pragmatic_distractor": "Mantienes algunos indicadores comerciales pero incluyes controles y límites éticos explícitos, intentando equilibrar incentivos con salvaguardas.",
      "evasive_distractor": "Propones pilotear el sistema en algunas áreas antes de generalizarlo, usando ese período para observar comportamientos sin comprometerte con el diseño definitivo.",
      "rationalized_distractor": "Apoyas incluir esos indicadores porque consideras que las personas son responsables de sus propias decisiones éticas y que no se puede limitar el desempeño por temores hipotéticos."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 40",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q181",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Gestionas un fondo de emergencia para empleados y recibes una solicitud de alguien que manipuló documentos para aumentar el monto solicitado. Aprobar el monto completo premia la deshonestidad. Rechazarlo completamente puede dejar sin ayuda a alguien en situación difícil real. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Rechazas la solicitud por manipulación de documentos, ofreces reconsiderar con información verídica y reportas el intento de fraude, aunque eso pueda dejar a la persona sin ayuda inmediata.",
      "pragmatic_distractor": "Apruebas solo el monto que puedes verificar como legítimo, sin formalizar denuncia pero dejando claro que detectaste la manipulación.",
      "evasive_distractor": "Solicitas documentación adicional sin acusar explícitamente de manipulación, dando oportunidad de corregir sin confrontar directamente.",
      "rationalized_distractor": "Apruebas el monto completo porque asumes que la persona debe estar realmente desesperada para haber manipulado documentos y que lo importante es ayudar."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 41",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q182",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Trabajas en control de calidad y detectas que un producto cumple especificaciones técnicas mínimas pero sabes que tiene problemas de durabilidad que afectarán experiencia del cliente. Aprobar la producción cumple con estándares formales. Detenerla mejoraría la calidad pero retrasaría lanzamientos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Detienes la producción y propones mejoras de diseño aunque el producto cumpla formalmente especificaciones, aceptando retrasos y sobrecostos para mejorar experiencia del cliente.",
      "pragmatic_distractor": "Apruebas la producción pero recomiendas monitoreo estrecho de reclamos post-venta y mejoras para la siguiente versión del producto.",
      "evasive_distractor": "Documentas tus preocupaciones sobre durabilidad en un reporte técnico pero dejas la decisión final de producir a instancias comerciales.",
      "rationalized_distractor": "Apruebas la producción porque consideras que el producto cumple estándares y que los clientes entienden que siempre hay variación en durabilidad dentro de rangos aceptables."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 42",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q183",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en la selección de un nuevo gerente. El candidato más calificado técnicamente tiene antecedentes de conflictos interpersonales serios en su empleo anterior. Contratarlo puede mejorar resultados pero arriesga el clima laboral. Descartarlo sacrifica talento por riesgos no confirmados en tu contexto. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Realizas entrevistas adicionales con referencias y con el candidato específicamente sobre gestión de conflictos antes de decidir, aunque eso prolongue el proceso y puedas perderlo si no decides rápido.",
      "pragmatic_distractor": "Lo contratas con un período de prueba más riguroso y monitoreo cercano de clima, apostando por su talento con redes de seguridad.",
      "evasive_distractor": "Propones contratar un consultor externo para evaluar el riesgo psicosocial, trasladando la decisión a un tercero especializado.",
      "rationalized_distractor": "Lo contratas sin condiciones especiales porque piensas que los conflictos en empleos anteriores pueden deberse a contextos difíciles y que merece una oportunidad limpia."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 43",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q184",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Coordinas una encuesta de clima organizacional. Algunos líderes te piden acceso a respuestas por equipo para identificar quiénes expresaron críticas, argumentando que así podrán mejorar. Conceder acceso rompe la confidencialidad prometida. Negarlo limita su capacidad de actuar sobre los problemas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Niegas el acceso a respuestas individuales y compartes solo datos agregados por equipo manteniendo la confidencialidad prometida, aunque eso frustre a líderes que querían más detalle.",
      "pragmatic_distractor": "Ofreces compartir comentarios cualitativos anonimizados sin permitir identificación de personas, buscando equilibrio entre confidencialidad y acción.",
      "evasive_distractor": "Propones que un consultor externo analice los datos y presente recomendaciones sin compartir respuestas directas, intermediando la información.",
      "rationalized_distractor": "Compartes las respuestas porque consideras que los líderes son profesionales que usarán la información constructivamente y que la confidencialidad es secundaria si se busca mejorar."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 44",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q185",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Trabajas en finanzas y descubres que se han estado clasificando ciertos gastos operativos como inversión para mejorar indicadores financieros presentados a inversionistas. Técnicamente hay margen interpretativo pero la práctica distorsiona la realidad económica. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Propones reclasificar los gastos correctamente y corregir los informes previos, aunque eso deteriore indicadores financieros y genere cuestionamientos de inversionistas.",
      "pragmatic_distractor": "Ajustas la clasificación hacia adelante sin corregir períodos anteriores, mejorando transparencia futura sin reabrir reportes pasados.",
      "evasive_distractor": "Solicitas una opinión contable externa sobre la clasificación correcta, trasladando la decisión a expertos antes de hacer cambios.",
      "rationalized_distractor": "Mantienes la clasificación actual porque consideras que está dentro de interpretaciones aceptables y que cambiarla solo crearía volatilidad innecesaria en los indicadores."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 45",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q186",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en el lanzamiento de un servicio digital que recopilará datos de usuarios. Legal aprueba los términos mínimos requeridos pero sabes que la mayoría de usuarios no los leerá y no comprenderá alcance del uso de sus datos. Simplificar comunicación mejora comprensión pero reduce rapidez de adopción. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Propones crear avisos simplificados y destacados sobre uso de datos además de los términos legales, aunque eso complique la interfaz y potencialmente reduzca conversiones.",
      "pragmatic_distractor": "Incluyes un video breve explicativo opcional sobre privacidad sin modificar el flujo principal de registro, ofreciendo información sin forzar su consumo.",
      "evasive_distractor": "Cumples solo con los términos legales aprobados, argumentando que es responsabilidad de los usuarios leer lo que aceptan.",
      "rationalized_distractor": "Mantienes el proceso estándar porque consideras que todos los servicios digitales funcionan así y que los usuarios ya asumen que comparten datos al registrarse."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 46",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q187",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Supervisas una campaña de recaudación para un fondo solidario. Detectas que parte del dinero recaudado se está usando en costos administrativos mucho mayores de lo comunicado a donantes. Revelar esto puede afectar futuras donaciones. Ocultarlo mantiene el flujo de recursos pero traiciona la confianza. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Comunicas transparentemente el desglose real de costos administrativos a donantes y propones medidas de eficiencia, aunque eso pueda reducir futuras contribuciones.",
      "pragmatic_distractor": "Corriges la estructura de costos hacia adelante y comunicas los nuevos porcentajes sin destacar errores pasados, mejorando a futuro sin dañar reputación actual.",
      "evasive_distractor": "Propones contratar una auditoría externa que revise uso de fondos, usando su reporte como base para comunicar ajustes necesarios.",
      "rationalized_distractor": "Mantienes la situación actual porque consideras que todos los programas solidarios tienen costos administrativos y que transparentar demasiado solo desalentaría donaciones necesarias para continuar ayudando."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 47",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q188",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Trabajas en innovación y tu equipo desarrolló una solución que podría resolver un problema importante pero también podría usarse de formas perjudiciales. Algunos proponen lanzar sin restricciones confiando en uso responsable. Otros sugieren limitar funcionalidades por precaución. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Propones implementar controles y limitaciones claras desde el inicio aunque eso reduzca funcionalidad y potencial comercial, priorizando prevención de usos perjudiciales.",
      "pragmatic_distractor": "Lanzas con funcionalidad completa pero incluyes términos de uso estrictos y monitoreo activo para detectar y suspender usos indebidos.",
      "evasive_distractor": "Realizas un piloto controlado con usuarios seleccionados para observar patrones de uso antes de decidir sobre restricciones en el lanzamiento masivo.",
      "rationalized_distractor": "Lanzas sin restricciones porque consideras que no puedes controlar cómo las personas usan tecnología y que limitar innovación por riesgos hipotéticos es excesivamente conservador."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 48",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q189",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Coordinas un programa de mentorías donde algunos mentores senior están reproduciendo prácticas de liderazgo obsoletas o problemáticas. Confrontarlos arriesga su participación en un programa que depende de su prestigio. No hacerlo perpetúa culturas que la organización dice querer cambiar. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Implementas capacitaciones obligatorias sobre nuevos modelos de liderazgo para todos los mentores y das retroalimentación directa sobre prácticas problemáticas, aunque eso genere resistencia y posibles renuncias al programa.",
      "pragmatic_distractor": "Organizas talleres de actualización presentados como enriquecimiento profesional sin señalar directamente que hay prácticas obsoletas, intentando cambiar comportamientos sin confrontar.",
      "evasive_distractor": "Incorporas nuevos mentores con enfoques modernos esperando que su presencia influencie gradualmente a los veteranos sin necesidad de intervención directa.",
      "rationalized_distractor": "No intervienes porque consideras que los mentores tienen trayectorias exitosas y que cuestionar sus métodos mostraría falta de respeto por su experiencia."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 49",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q190",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Participas en la revisión de una política de uso de inteligencia artificial en procesos de recursos humanos. Detectas que algunos algoritmos propuestos podrían amplificar sesgos existentes contra ciertos grupos demográficos. Alertarlo implica retrasar implementación de herramientas que mejorarían eficiencia. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Exiges realizar auditorías de sesgo y ajustes antes de implementar, aunque eso retrase la adopción de herramientas de eficiencia y genere frustración en áreas que esperaban automatizar procesos.",
      "pragmatic_distractor": "Permites implementar con supervisión humana obligatoria en todas las decisiones, usando la tecnología como apoyo sin delegar decisiones completamente.",
      "evasive_distractor": "Propones pilotear primero en procesos de menor impacto mientras se estudian sesgos, posponiendo implementación completa sin rechazarla definitivamente.",
      "rationalized_distractor": "Apoyas implementar porque consideras que todos los sistemas tienen sesgos incluyendo decisiones humanas y que la tecnología al menos será más consistente aunque no perfecta."
    },
    "notes": "Modulo 3 Options B06 batch 07 item 50",
    "sot_checksum": "D739B398"
  }
]
