[
  {
    "id": "block-B08-q061",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Estás por iniciar unas vacaciones que ya tuviste que reprogramar anteriormente por temas laborales. Surge una nueva incidencia y tu supervisor sugiere indirectamente que sería bueno que te quedaras para apoyar. Sientes un desgaste acumulado importante, pero te preocupa que insistir en tu descanso en este momento crítico pueda interpretarse como falta de compañerismo. ¿Qué decides priorizar?",
    "options_structured": {
      "integrity_correct": "Confirmas que mantendrás tus vacaciones por salud mental, asegurándote de dejar un traspaso ordenado de pendientes, asumiendo que tu decisión podría no ser bien recibida por la urgencia del momento.",
      "pragmatic_distractor": "Accedes a mover las vacaciones una vez más para cerrar la incidencia, diciéndote que descansarás mejor cuando todo esté resuelto, aunque notes que tu agotamiento sigue creciendo.",
      "evasive_distractor": "Dices que necesitas consultarlo con tu familia y evitas dar una respuesta definitiva de inmediato, esperando que la situación se estabilice antes de tener que decidir.",
      "rationalized_distractor": "Mantienes tu fecha de salida pero te desconectas sin dejar instrucciones detalladas, pensando que el equipo está capacitado para resolver sin ti y que es momento de soltar el control."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 1",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q062",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En una reunión interdepartamental, un colega hace un comentario irónico cuestionando tu trabajo. Sientes el impulso de responderle con agudeza para marcar tu territorio y no quedar mal frente al grupo. Sin embargo, sabes que una respuesta visceral podría escalar el conflicto. Llevas tiempo aguantando esta tensión y te cuesta mantener la calma. ¿Cómo gestionas la situación?",
    "options_structured": {
      "integrity_correct": "Haces una pausa breve, retomas la palabra para aclarar los hechos con tono neutro sin entrar en el juego personal, aceptando que algunos puedan confundir tu prudencia con falta de carácter.",
      "pragmatic_distractor": "Respondes rápidamente con un comentario tajante para frenar la ironía, logrando silenciar al colega momentáneamente, aunque la tensión en la sala aumente.",
      "evasive_distractor": "Decides ignorar el comentario y mirar tus notas, esperando que la reunión avance hacia otro tema para no tener que confrontar públicamente.",
      "rationalized_distractor": "Te quedas callado en el momento y luego comentas en privado que no vale la pena discutir, justificando que es mejor mantener la paz superficial aunque la desconfianza persista."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 2",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q063",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Recibes frecuentemente mensajes laborales fuera de horario etiquetados como importantes. Aunque sueles responder rápido, notas que esto está afectando tu calidad de sueño y tu humor. Tu supervisor valora mucho tu disponibilidad, y te preocupa que poner límites ahora haga parecer que tu compromiso ha disminuido. ¿Qué haces para manejar esta dinámica?",
    "options_structured": {
      "integrity_correct": "Propones a tu supervisor definir criterios claros sobre qué es una urgencia real fuera de horario, explicando la necesidad de desconexión para mantener tu rendimiento, aunque arriesgues parecer menos flexible.",
      "pragmatic_distractor": "Sigues respondiendo pero silencias las notificaciones en ciertos momentos, confiando en gestionar la expectativa de inmediatez sin tener que formalizar un cambio de acuerdo.",
      "evasive_distractor": "Empiezas a demorar tus respuestas nocturnas gradualmente sin dar explicaciones, esperando que dejen de escribirte por costumbre.",
      "rationalized_distractor": "Mantienes la disponibilidad total asumiendo que es una etapa temporal necesaria para consolidar tu imagen profesional y que el sacrificio vale la pena."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 3",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q064",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu jefa te solicita mediar en un conflicto entre dos compañeros que está afectando al equipo. Te sientes con poca energía para lidiar con emociones ajenas, pero tienes buena relación con ambos. Negarte podría verse como falta de colaboración, mientras que aceptar implica absorber una tensión extra que preferirías evitar. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Aceptas facilitar el diálogo estableciendo previamente con tu jefa el alcance de tu rol y el tiempo que dedicarás, asumiendo la carga emocional que conlleva pero poniendo límites claros.",
      "pragmatic_distractor": "Aceptas para mostrar buena disposición, pero buscas una solución rápida y superficial que permita seguir trabajando, sin profundizar en la raíz del problema.",
      "evasive_distractor": "Sugieres esperar unos días argumentando que la tensión podría bajar sola, evitando comprometerte con una fecha específica para la mediación.",
      "rationalized_distractor": "Recomiendas derivar el caso al área de personas argumentando que requieren un experto neutral, cuando en realidad buscas protegerte de la incomodidad del conflicto."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 4",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q065",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Trabajas con un líder que suele dar retroalimentación crítica en los chats grupales. Aunque sabes que no es personal, esos mensajes públicos te generan inseguridad y ansiedad cada vez que llega una notificación. Podrías pedirle cambiar el canal de comunicación, pero temes que piense que no aguantas la presión del proyecto. ¿Cómo abordas esto?",
    "options_structured": {
      "integrity_correct": "Solicitas una charla privada para expresar cómo te afecta la retroalimentación pública y sugieres canales más constructivos, aceptando el riesgo de parecer más sensible pero priorizando tu estabilidad.",
      "pragmatic_distractor": "Decides ignorar el tono y centrarte solo en la parte técnica de los mensajes, intentando endurecer tu piel ante la crítica pública.",
      "evasive_distractor": "Evitas leer los chats grupales en tiempo real y solo los revisas cuando te sientes con fuerza, dilatando tu tiempo de reacción.",
      "rationalized_distractor": "Decides no decir nada considerando que es el estilo del líder y que adaptarte a ello es parte de los requisitos del puesto."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 5",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q066",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Descubres un error en un reporte que entregaste hace poco y que será usado en una reunión inminente. Avisar ahora implica exponer tu fallo y quizás generar correderas de último minuto. Si no dices nada, existe la posibilidad de que nadie lo note o que el impacto sea menor de lo que temes. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Informas del error a los involucrados y propones la corrección inmediata antes de la reunión, asumiendo la incomodidad de admitir la equivocación para prevenir problemas mayores.",
      "pragmatic_distractor": "Corriges el archivo y lo reenvías discretamente sin hacer énfasis en el cambio, esperando que usen la versión nueva sin preguntas.",
      "evasive_distractor": "Esperas al desarrollo de la reunión y solo mencionas el tema si alguien nota la discrepancia, alegando una actualización de datos.",
      "rationalized_distractor": "Decides no mencionar el error calculando que la diferencia no es sustancial para la decisión final y que no vale la pena generar alarma."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 6",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q067",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Se implementa un nuevo esquema de turnos rotativos que incluye noches, justo cuando atraviesas problemas de sueño y tienes responsabilidades familiares nocturnas. Expresar tu dificultad podría verse como resistencia al cambio, pero aceptar sin más te preocupa por el impacto en tu salud a mediano plazo. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Hablas con tu supervisor explicando tus circunstancias personales y de salud, y buscas negociar alternativas viables, aunque sepas que esto podría marcarte como un caso especial.",
      "pragmatic_distractor": "Aceptas el cambio e intentas adaptar tu rutina durmiendo menos, confiando en que podrás sobrellevarlo hasta que te acostumbres.",
      "evasive_distractor": "Dices que sí en la reunión, pero luego intentas cambiar tus turnos de manera informal con compañeros para evitar las noches sin elevar el tema.",
      "rationalized_distractor": "Decides no decir nada asumiendo que la medida podría ser temporal y que es mejor no generar fricción por algo que quizás cambie pronto."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 7",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q068",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu rol combina análisis profundo con atención a consultas urgentes. Las interrupciones constantes te impiden concentrarte y terminas el día con sensación de improductividad y fatiga. Proponer un cambio en la dinámica podría interpretarse como que no quieres colaborar con el equipo. ¿Qué estrategia eliges?",
    "options_structured": {
      "integrity_correct": "Propones establecer bloques de tiempo protegidos para concentración, explicando cómo esto mejorará tus entregables, asumiendo que la respuesta a consultas será menos inmediata.",
      "pragmatic_distractor": "Sigues respondiendo al momento y extiendes tu jornada laboral para sacar el trabajo de fondo, priorizando la disponibilidad sobre tu descanso.",
      "evasive_distractor": "Te pones en modo 'no molestar' sin avisar cuando necesitas avanzar, y luego revisas todo junto, esperando que no surjan urgencias reales en ese lapso.",
      "rationalized_distractor": "Aceptas las interrupciones constantes bajo la premisa de que el servicio al equipo es tu prioridad número uno, renunciando a optimizar tu flujo de trabajo."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 8",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q069",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tras semanas de estrés, reaccionas con dureza ante un error menor de un colaborador frente a otros. Notas la incomodidad en el ambiente y te sientes mal por haber perdido la paciencia. Sabes que disculparte es lo correcto, pero te preocupa que eso debilite tu autoridad o parezca que no controlas la situación. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te acercas a la persona y al equipo para disculparte por el tono usado, reconociendo que fue una reacción producto del estrés y no del error en sí, aunque te expongas emocionalmente.",
      "pragmatic_distractor": "Intentas suavizar el ambiente siendo extra amable el resto del día sin mencionar el incidente explícitamente, esperando compensar el mal momento.",
      "evasive_distractor": "Dejas pasar el tema y te enfocas en el trabajo, asumiendo que con el paso de los días la tensión se olvidará sola.",
      "rationalized_distractor": "Mantienes tu postura pensando que a veces es necesario ser firme para mantener el estándar de calidad y decides no rectificar la forma."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 9",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q070",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Debes presentar resultados ante la dirección tras un periodo difícil. Dominas el tema, pero la idea de exponerte te genera mucha ansiedad física y mental. Podrías delegar la presentación para evitar el mal rato, aunque eso impacte tu visibilidad como líder, o hacerlo tú mismo gestionando el nerviosismo. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Asumes la presentación, pero compartes tu inquietud con tu jefatura para pedir retroalimentación previa o ensayar, aceptando mostrar cierta vulnerabilidad para ganar seguridad.",
      "pragmatic_distractor": "Te enfocas obsesivamente en que las diapositivas sean perfectas, confiando en que el material visual te sostenga y oculte tu nerviosismo durante la charla.",
      "evasive_distractor": "Propones que presente un colaborador experto en los detalles técnicos, argumentando que es una oportunidad de desarrollo para él, evitando así exponerte.",
      "rationalized_distractor": "Envías un informe detallado por correo sugiriendo que es más eficiente leerlo que reunirse, evitando la situación de exposición bajo una excusa de productividad."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 10",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q071",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Existen rumores fuertes sobre recortes de personal y el ambiente se llena de especulaciones negativas. Te sientes inquieto y te cuesta concentrarte. Tienes la opción de preguntar directamente qué sucede, arriesgándote a parecer inseguro, o guardar silencio y tratar de seguir como si nada ocurriera. ¿Cómo manejas esta incertidumbre?",
    "options_structured": {
      "integrity_correct": "Buscas a tu supervisor para expresar tu preocupación y pedir claridad sobre la situación, compartiendo cómo el rumor afecta al equipo, aunque admitas sentir incertidumbre.",
      "pragmatic_distractor": "Evitas el tema y te esfuerzas por trabajar más visiblemente, creyendo que mostrar resultados inmediatos es la mejor defensa ante cualquier cambio.",
      "evasive_distractor": "Escuchas los rumores sin validarlos ni desmentirlos, dejándote llevar por la corriente de pasillo sin buscar información oficial.",
      "rationalized_distractor": "Decides ignorar la preocupación pensando que no ganas nada angustiándote por adelantado y reprimes la emoción para seguir operando."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 11",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q072",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En una reunión de revisión, una compañera se muestra visiblemente afectada y llora debido a la presión laboral. Tienes tu propia agenda llena y dedicar tiempo a esto te retrasará. Sin embargo, ignorar su estado te parece insensible. ¿Qué priorizas en ese momento?",
    "options_structured": {
      "integrity_correct": "Haces una pausa real para escucharla y validar su situación, acordando buscar apoyos o ajustes, asumiendo que tendrás que reorganizar tu propio día para recuperar el tiempo.",
      "pragmatic_distractor": "Le das unos minutos para recomponerse y luego rediriges la conversación a los pendientes urgentes, intentando ser empático pero eficiente.",
      "evasive_distractor": "Cierras la reunión sugiriéndole que descanse y hable con alguien más, evitando involucrarte en la contención emocional.",
      "rationalized_distractor": "Mantienes la conversación enfocada estrictamente en lo laboral bajo la premisa de que no es profesional mezclar temas personales en la oficina."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 12",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q073",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un compañero hace bromas recurrentes sobre errores pasados tuyos. Al principio las tolerabas, pero ahora te generan incomodidad real y afectan tu confianza. Confrontarlo podría crear un conflicto o hacerte parecer susceptible. No decir nada perpetúa la molestia. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Abordas a la persona en privado para explicarle claramente que esos comentarios te molestan y pedirle que pare, aunque te resulte incómodo tener esa conversación.",
      "pragmatic_distractor": "Sigues la corriente públicamente para no generar tensión, pero intentas demostrar con hechos que ya superaste esos errores para callar las bromas.",
      "evasive_distractor": "Evitas interactuar con esa persona tanto como sea posible y te alejas de las situaciones donde suele hacer los comentarios.",
      "rationalized_distractor": "Te convences de que son solo chistes sin mala intención y decides aguantar, asumiendo que reclamar sería exagerado."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 13",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q074",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La dirección establece metas muy ambiciosas que, dada la carga actual, percibes como poco realistas y riesgosas para el bienestar del equipo. Nadie más objeta, y temes que si hablas te etiqueten de negativo o poco comprometido. Sin embargo, callar implica aceptar una presión desmedida. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Expresas tus dudas fundamentadas con datos, proponiendo un plan más escalonado o realista, asumiendo el riesgo de ser la voz disonante en la reunión.",
      "pragmatic_distractor": "Te callas y decides esforzarte al máximo para intentar cumplir, esperando que tu dedicación compense la falta de recursos.",
      "evasive_distractor": "No dices nada en el momento y luego comentas tu preocupación en pasillos, esperando que la realidad demuestre que las metas eran imposibles.",
      "rationalized_distractor": "Asumes que las metas altas son normales para motivar y decides no cuestionarlas, confiando en que se ajustarán sobre la marcha si no se logran."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 14",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q075",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Experimentas síntomas físicos de estrés como dolores de cabeza y mal dormir. Sabes que están ligados al ritmo laboral. Podrías hablarlo para ajustar prioridades, pero temes que duden de tu capacidad para el puesto. La alternativa es seguir igual y esperar a que pase. ¿Qué eliges?",
    "options_structured": {
      "integrity_correct": "Buscas ayuda médica y hablas con tu supervisor para revisar temporalmente la carga de trabajo, priorizando tu salud aunque te preocupe la percepción sobre tu resistencia.",
      "pragmatic_distractor": "Tomas medidas paliativas por tu cuenta (descansos breves, medicamentos) sin avisar a nadie, confiando en aguantar hasta que baje la marea.",
      "evasive_distractor": "Ocultas tu malestar en la oficina y solo te desahogas fuera del trabajo, manteniendo la apariencia de que todo está bajo control.",
      "rationalized_distractor": "Consideras que el estrés es parte inevitable del trabajo actual y decides no buscar cambios, normalizando los síntomas como un costo a pagar."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 15",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q076",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te ofrecen un día libre compensatorio tras un periodo intenso. Sabes que te vendría bien para desconectar, pero tienes muchos pendientes y te preocupa qué pensarán tus compañeros si te tomas el día mientras ellos siguen trabajando. ¿Cómo decides?",
    "options_structured": {
      "integrity_correct": "Tomas el día libre coordinando previamente lo urgente, reconociendo que necesitas la pausa para recuperar energía, aunque aceptes que algunos temas no prioritarios se retrasen.",
      "pragmatic_distractor": "Guardas el día para un futuro indefinido y sigues trabajando, priorizando mostrar compromiso y solidaridad con el equipo presente.",
      "evasive_distractor": "Dices que lo tomarás pero pospones la fecha una y otra vez para evitar la incomodidad de ausentarte.",
      "rationalized_distractor": "Decides no usar el beneficio pensando que sería injusto para el resto del equipo, sacrificando tu descanso por una sensación de equidad."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 16",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q077",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En tu evaluación, te señalan que has estado reaccionando a la defensiva últimamente. Te sientes molesto porque consideras que tienes razones para ello, pero sabes que discutir en ese momento no ayudará. Podrías aceptar el comentario o intentar justificarte. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Aceptas la retroalimentación, pides ejemplos para entender mejor y te comprometes a revisar tus reacciones, aunque te resulte difícil escuchar críticas sobre tu actitud.",
      "pragmatic_distractor": "Asientes rápidamente para cerrar el tema y prometes mejorar, pero desvías la conversación hacia tus logros operativos para compensar.",
      "evasive_distractor": "Dices que lo tendrás en cuenta pero internamente atribuyes el comentario a la percepción errónea de tu jefe y no reflexionas más sobre ello.",
      "rationalized_distractor": "Piensas que tu actitud defensiva es necesaria para que te respeten y decides que cambiar sería mostrar debilidad, por lo que mantienes tu postura."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 17",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q078",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un cliente solicita reuniones en fines de semana por su disponibilidad. Tu jefe lo ve bien, pero tú valoras tu tiempo personal y sientes que ceder ahí te generará mucho desgaste. Negarte podría causar fricción. ¿Cómo manejas la solicitud?",
    "options_structured": {
      "integrity_correct": "Explicas la necesidad de respetar tus tiempos de descanso y propones alternativas flexibles dentro de la semana, asumiendo el riesgo de parecer menos disponible.",
      "pragmatic_distractor": "Aceptas algunas reuniones en fin de semana temporalmente para mantener contento al cliente, confiando en poder manejar el cansancio extra.",
      "evasive_distractor": "Vas moviendo las fechas cada semana con excusas diferentes para evitar concretar reuniones en sábado sin dar una negativa directa.",
      "rationalized_distractor": "Accedes pensando que es una inversión necesaria para tu carrera y que sacrificar tiempo personal es parte del crecimiento profesional."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 18",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q079",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En una junta sobre un error del equipo, sientes que se te atribuye más responsabilidad de la que te corresponde. Sientes frustración y ganas de exponer las fallas de los demás. Sin embargo, sabes que eso podría verse poco profesional. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Asumes tu parte de responsabilidad claramente y luego invitas a revisar el proceso global para encontrar mejoras conjuntas, evitando culpar directamente a otros aunque sientas la injusticia.",
      "pragmatic_distractor": "Aclaras tu rol y señalas sutilmente dónde fallaron los demás procesos para equilibrar la percepción de culpa.",
      "evasive_distractor": "Te quedas callado durante la reunión para no polemizar y luego te quejas en privado con compañeros de confianza.",
      "rationalized_distractor": "Decides no intervenir pensando que el análisis ya está sesgado y que defenderte no cambiará la opinión del grupo."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 19",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q080",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Debes coordinar una reunión con personas con las que hubo un conflicto fuerte recientemente. Te preocupa que la tensión resurja. Podrías ignorar el pasado y avanzar, o abordar el tema antes de empezar. ¿Qué estrategia usas?",
    "options_structured": {
      "integrity_correct": "Propones establecer reglas básicas de comunicación al inicio para evitar nuevos roces, reconociendo la tensión previa, aunque esto tome tiempo y pueda parecer incómodo.",
      "pragmatic_distractor": "Vas directo a los puntos técnicos de la agenda, evitando cualquier mención al conflicto para mantener la reunión funcional y rápida.",
      "evasive_distractor": "Intentas delegar la conducción de la reunión a otra persona alegando carga de trabajo, para evitar exponerte al ambiente tenso.",
      "rationalized_distractor": "Asumes que todos actuarán profesionalmente sin necesidad de intervención y decides proceder como si nada hubiera pasado."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 20",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q081",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te reasignan de líder de proyecto a un rol de soporte técnico. Aunque la razón oficial es operativa, te sientes degradado y avergonzado. Tienes que seguir trabajando con el equipo. ¿Cómo afrontas este cambio?",
    "options_structured": {
      "integrity_correct": "Procesas tu malestar y decides colaborar con el nuevo líder, buscando aclarar expectativas sobre tu nuevo rol, aunque tengas que gestionar tu orgullo herido.",
      "pragmatic_distractor": "Cumples con lo mínimo necesario en tu nuevo rol para no llamar la atención, protegiéndote emocionalmente de la situación.",
      "evasive_distractor": "Pides un cambio de área o proyecto argumentando interés técnico, para alejarte del equipo que presenció tu cambio de rol.",
      "rationalized_distractor": "Consideras que la decisión fue un error de la empresa y decides no involucrarte emocionalmente más, limitándote a 'cumplir'."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 21",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q082",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te asignan trabajar en dupla con alguien conocido por ser conflictivo. Te genera ansiedad anticipada. Podrías pedir no trabajar con él o intentar gestionar la relación desde el inicio. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Aceptas el encargo y propones una reunión inicial con tu compañero para alinear formas de trabajo y prevenir conflictos, aunque te cueste dar ese primer paso.",
      "pragmatic_distractor": "Decides enfocarte solo en la tarea y ceder en lo que sea necesario para evitar cualquier discusión, priorizando la paz sobre el proceso.",
      "evasive_distractor": "Buscas discretamente ser asignado a otro proyecto sugiriendo que tu perfil encaja mejor en otro lado, evitando mencionar a la persona.",
      "rationalized_distractor": "Piensas que el problema es del otro y decides no hacer nada especial, esperando aguantar hasta que termine el proyecto."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 22",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q083",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Debes comunicar una noticia impopular al equipo sobre aumento de carga laboral. Te preocupa ser el rostro de las malas noticias. Podrías suavizar el mensaje o ser directo. ¿Cómo lo comunicas?",
    "options_structured": {
      "integrity_correct": "Transmites la noticia con transparencia, explicando el contexto y reconociendo el impacto que tendrá en todos, abriendo espacio para dudas aunque sea un momento tenso.",
      "pragmatic_distractor": "Das el mensaje de forma rápida y técnica para evitar reacciones emocionales inmediatas, cerrando el tema lo antes posible.",
      "evasive_distractor": "Sugieres que sea tu jefe quien lo comunique dado que es una decisión directiva, evitando exponerte tú.",
      "rationalized_distractor": "Intentas 'vender' la noticia como algo positivo o un reto interesante, minimizando la carga real para evitar resistencia."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 23",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q084",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Sientes que tu apoyo extra al equipo no es reconocido, mientras que otros reciben elogios por resultados menores. Te sientes desmotivado y piensas en dejar de ayudar. ¿Cómo gestionas esto?",
    "options_structured": {
      "integrity_correct": "Hablas con tu supervisor sobre tu necesidad de reconocimiento y clarificas tus aportes, mientras reevalúas tus límites de ayuda, aunque te resulte difícil pedir validación.",
      "pragmatic_distractor": "Sigues ayudando solo cuando sabes que será visible para la jefatura, volviéndote más estratégico con tu esfuerzo.",
      "evasive_distractor": "Dejas de ofrecer ayuda voluntaria de golpe y te limitas a lo estrictamente obligatorio, distanciándote del equipo.",
      "rationalized_distractor": "Te dices que el trabajo habla por sí solo y que no deberías necesitar aplausos, reprimiendo tu frustración."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 24",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q085",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La llegada constante de correos interrumpe tu concentración y te agota. Sientes presión por responder rápido. Cambiar esto podría parecer falta de disposición. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Estableces ventanas de tiempo para revisar el correo y comunicas a tu equipo tu nueva dinámica para proteger tu foco, asumiendo que la respuesta no será inmediata.",
      "pragmatic_distractor": "Mantienes las alertas activas y compensas la falta de foco trabajando más horas, priorizando la disponibilidad.",
      "evasive_distractor": "Marcas correos como leídos o los ignoras selectivamente para reducir tu ansiedad visual, sin una estrategia clara de gestión.",
      "rationalized_distractor": "Asumes que la inmediatez es parte de tu trabajo y decides no cambiar nada, aceptando las interrupciones como inevitables."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 25",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q086",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Eres perfeccionista y te cuesta entregar un proyecto si no has revisado cada detalle, lo que te genera ansiedad y retrasos. Tu jefe pide agilidad. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Acuerdas con tu jefe qué nivel de calidad es aceptable para esta etapa y te ciñes a ello, aceptando entregar algo funcional pero no perfecto.",
      "pragmatic_distractor": "Sigues revisando al detalle sacrificando tu tiempo personal para cumplir con el plazo y la calidad que tú deseas.",
      "evasive_distractor": "Te enfocas en tareas menores que dominas y postergas el cierre del proyecto, buscando ganar tiempo para revisar más.",
      "rationalized_distractor": "Consideras que bajar el estándar dañaría tu imagen y decides mantener tu nivel de exigencia pase lo que pase."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 26",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q087",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un cliente te llama muy molesto por un retraso ajeno a ti. Su tono te altera y sientes ganas de defenderte agresivamente. ¿Cómo manejas la llamada?",
    "options_structured": {
      "integrity_correct": "Escuchas su reclamo, validas su molestia y explicas la situación con calma buscando soluciones, conteniendo tu impulso de contraatacar.",
      "pragmatic_distractor": "Dejas que se desahogue y prometes soluciones rápidas (aunque no sean seguras) solo para calmarlo en el momento.",
      "evasive_distractor": "Cortas la llamada argumentando mala señal o agenda llena y pides hablar por correo para evitar la confrontación verbal.",
      "rationalized_distractor": "Le respondes con firmeza y tono elevado para dejar claro que no permites faltas de respeto, aunque eso escale el conflicto."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 27",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q088",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Pasas por un momento personal difícil y notas que tienes menos paciencia en el trabajo. Te preocupa que se note en tu desempeño. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Compartes discretamente con tu supervisor que tienes una situación personal y pides cierta flexibilidad temporal, confiando en el apoyo del equipo.",
      "pragmatic_distractor": "Te esfuerzas el doble por parecer concentrado y evitas conversaciones personales, reprimiendo tu malestar durante la jornada.",
      "evasive_distractor": "Te aíslas de tus compañeros y evitas reuniones sociales para no tener que fingir que todo está bien.",
      "rationalized_distractor": "Piensas que lo personal debe quedarse en casa y actúas como si nada pasara, ignorando el impacto en tu ánimo."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 28",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q089",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te ofrecen un proyecto interesante pero estás al límite de tu capacidad y con estrés alto. Aceptar podría ser demasiado, pero rechazarlo te da miedo por tu carrera. ¿Qué evalúas?",
    "options_structured": {
      "integrity_correct": "Analizas tu carga real y propones condiciones o ajustes antes de aceptar, priorizando tu salud mental sobre la oportunidad inmediata.",
      "pragmatic_distractor": "Aceptas el proyecto y sacrificas tu tiempo libre para cumplir, apostando a que podrás aguantar la presión.",
      "evasive_distractor": "Pospones la respuesta esperando que se lo asignen a otro para no tener que decir que no.",
      "rationalized_distractor": "Crees que rechazar sería el fin de tu carrera y aceptas sin condiciones, ignorando tus señales de alerta."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 29",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q090",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Sientes un agobio emocional constante y sabes que la empresa tiene un programa de apoyo psicológico. Te da vergüenza usarlo por el 'qué dirán'. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Decides usar el recurso y pides una cita, valorando tu bienestar por encima del posible juicio ajeno.",
      "pragmatic_distractor": "Buscas consejos en internet para manejar el estrés por tu cuenta, evitando el canal formal de la empresa.",
      "evasive_distractor": "Te dices que lo usarás si la situación empeora mucho, pero por ahora no haces nada concreto.",
      "rationalized_distractor": "Piensas que esos programas son para casos graves y que tú puedes solo, desestimando la ayuda profesional."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 30",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  }
]