[
  {
    "id": "block-B08-q041",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu supervisor adelanta de forma inesperada la fecha límite de un informe complejo que ya te generaba mucho estrés. Para cumplir el nuevo plazo tendrías que alargar tu jornada varios días seguidos y sabes que tu concentración ya está al límite. Tus compañeros también están saturados y nadie puede apoyarte. Si pides ajustar el plan podrías ser visto como poco comprometido. ¿Cómo reaccionas ante esta presión?",
    "options_structured": {
      "integrity_correct": "Solicitas una conversación directa con tu supervisor para explicar con detalle tu nivel actual de carga y negociar un alcance realista del informe, aceptando trabajar de forma intensa pero sin comprometer tu salud, aunque corras el riesgo de que te perciban menos dispuesto a sacrificarlo todo.",
      "pragmatic_distractor": "Aceptas sin cuestionar la nueva fecha límite, organizas varios días de trabajo prolongado y confías en que podrás recuperarte después, priorizando cumplir el encargo aunque tu agotamiento se agrave y aumente el riesgo de errores.",
      "evasive_distractor": "Comentas con algunos compañeros tu preocupación por el cambio de plazo y esperas a que ellos, si también se sienten sobrecargados, eleven el tema con el supervisor antes de tomar tú una postura clara.",
      "rationalized_distractor": "Decides entregar una versión resumida del informe sin avisar del recorte, argumentando para ti mismo que es preferible algo incompleto a admitir que no puedes con la carga actual."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 1",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q042",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Llevas varias semanas durmiendo poco por proyectos urgentes y empiezas a notar errores que antes no cometías. En una reunión, tu supervisor te asigna una nueva tarea crítica con plazos ajustados y comenta que confía en tu capacidad para soportar presión. Sientes que estás cerca del límite emocional pero temes decepcionarlo si expresas tus dificultades. ¿Qué haces en esta situación?",
    "options_structured": {
      "integrity_correct": "Reconoces tu estado actual y pides una reunión breve para explicar que necesitas redistribuir algunas responsabilidades o contar con apoyo para garantizar calidad, aunque eso pueda retrasar entregas y hacer que tu supervisor cuestione tu resistencia.",
      "pragmatic_distractor": "Aceptas la nueva tarea sin explicar cómo te sientes, reorganizas tus horas para trabajar todavía más tiempo y confías en que el reconocimiento por cumplir compensará el desgaste emocional.",
      "evasive_distractor": "Postergas la tarea crítica enfocándote primero en encargos pequeños que te resultan más manejables, esperando sentirte mejor en unos días antes de enfrentar el trabajo más exigente.",
      "rationalized_distractor": "Te convences de que el cansancio intenso es normal en épocas de presión y decides no hablar del tema, argumentando que pedir apoyo solo generaría más trabajo a otros."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 2",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q043",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Durante una junta virtual, un gerente externo te hace comentarios muy duros sobre un informe que preparaste bajo mucha presión, y notas que tu voz tiembla y te cuesta mantener la calma. Tus compañeros observan la escena en silencio. Sientes impulso de responder de forma defensiva o de desconectarte de la reunión. Tu supervisor permanece serio, sin intervenir. ¿Cómo manejas ese momento de tensión emocional?",
    "options_structured": {
      "integrity_correct": "Respiras profundo, pides unos segundos para revisar los puntos señalados y respondes con tono firme admitiendo lo que puede mejorarse mientras planteas pasos concretos de corrección, aunque te resulte incómodo mostrar vulnerabilidad frente a todos.",
      "pragmatic_distractor": "Evitas responder directamente a las críticas y cambias rápido de tema hacia otros logros del equipo, intentando que la reunión avance sin detenerse en los errores para proteger tu imagen inmediata.",
      "evasive_distractor": "Comentas que necesitarás revisar los detalles con calma después de la junta y propones continuar por correo, evitando responder en ese momento mientras esperas que el tema pierda fuerza.",
      "rationalized_distractor": "Te convences de que el tono del gerente fue injusto y decides no hacer ajustes de fondo al informe, argumentando que reaccionar a comentarios tan ásperos solo reforzaría estilos de trabajo poco saludables."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 3",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q044",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En una semana marcada por entregas acumuladas, tu supervisor te llama la atención en público por un error menor y percibes que tu enojo sube al punto de querer responder con ironía. Varias personas del equipo observan la escena. Sabes que reaccionar impulsivamente puede dañar tu relación, pero callar completamente también te deja con frustración. Más tarde ese mismo día deben trabajar juntos en otra tarea crítica. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Esperas a que pase el momento de tensión, y luego pides hablar en privado para expresar con calma cómo te sentiste y aclarar el impacto del comentario, aunque corras el riesgo de que tu supervisor no lo reciba bien o piense que eres demasiado sensible.",
      "pragmatic_distractor": "Guardas silencio durante la llamada de atención, terminas la reunión rápidamente y te enfocas en cerrar entregas sin volver al tema, asumiendo que es mejor evitar conflictos aunque el resentimiento se acumule.",
      "evasive_distractor": "Buscas a un compañero de confianza para desahogarte acerca de lo ocurrido y le pides que sea él quien comente informalmente al supervisor que el regaño en público fue exagerado.",
      "rationalized_distractor": "Decides responder con un comentario sarcástico para equilibrar la situación, convenciéndote de que así marcas límites claros y demuestras que no permites faltas de respeto, aunque eso escale el conflicto."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 4",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q045",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Trabajas en formato híbrido y tu supervisor empieza a enviarte mensajes fuera del horario laboral cada vez con mayor frecuencia, esperando respuestas rápidas. Al inicio lo veías como una situación temporal, pero ahora afecta claramente tu descanso y tu estado emocional. Temes que marcar límites haga que te consideren poco flexible comparado con otros compañeros que responden siempre. ¿Cómo actúas frente a esta dinámica?",
    "options_structured": {
      "integrity_correct": "Hablas directamente con tu supervisor para acordar horarios claros de disponibilidad y canales para emergencias reales, explicando cómo el contacto constante fuera de horario está afectando tu descanso, aunque puedas ser visto como menos disponible que otros.",
      "pragmatic_distractor": "Sigues respondiendo todos los mensajes fuera de horario pero reduces el nivel de detalle en tus respuestas, esperando que la situación se estabilice sola sin exponer tu malestar.",
      "evasive_distractor": "Dejas sin responder algunos mensajes nocturnos para que el supervisor note tu ausencia y ajuste expectativas por su cuenta, sin decir abiertamente que te incomoda la situación.",
      "rationalized_distractor": "Te convences de que en tu puesto es normal estar siempre localizable y que quejarte sería poco profesional, por lo que decides no cambiar nada aunque tu agotamiento aumente."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 5",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q046",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Durante una reunión tensa en la que se revisan varios retrasos, un compañero te atribuye parte de la culpa de manera injusta y notas que tu reacción interna es de enojo intenso. Tienes argumentos para defenderte, pero también sabes que la discusión puede escalar rápidamente. Tu supervisor observa en silencio, evaluando cómo manejan la presión. ¿Qué haces en ese momento de alta carga emocional?",
    "options_structured": {
      "integrity_correct": "Respiras profundo y respondes con firmeza pero sin alzar la voz, aclarando de forma concreta qué parte del retraso corresponde a tu trabajo y qué factores no controlabas, aunque eso pueda tensar aún más tu relación con el compañero.",
      "pragmatic_distractor": "Evitas aclarar en detalle la situación y propones centrarse solo en un plan de acción inmediato, aceptando que quede la impresión de que tu responsabilidad fue mayor con tal de avanzar rápido.",
      "evasive_distractor": "Guardas silencio y esperas a que termine la reunión para escribir a tu supervisor un mensaje privado explicando tu versión, sin enfrentar directamente la acusación frente al equipo.",
      "rationalized_distractor": "Respondes con tono cortante y haces comentarios sobre errores previos de ese compañero, justificando que es la única manera de que deje de culparte aunque el ambiente se vuelva más hostil."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 6",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q047",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Estás atravesando una situación personal complicada que afecta tu descanso y paciencia, pero en el trabajo casi nadie lo sabe. En días recientes has levantado la voz en dos reuniones y notas miradas incómodas del equipo. Tu supervisor te asigna ahora la coordinación de una actividad importante que requerirá muchas interacciones. Tienes miedo de perder el control emocional frente a otros. ¿Cómo respondes a este encargo?",
    "options_structured": {
      "integrity_correct": "Solicitas hablar con tu supervisor para compartir, en el nivel que consideres adecuado, que estás pasando por un momento difícil y que necesitas ajustar temporalmente tus responsabilidades o recibir apoyo para manejar interacciones delicadas, aunque temas ser visto como menos capaz.",
      "pragmatic_distractor": "Aceptas el rol de coordinación sin comentar tu situación personal y confías en manejar tus reacciones sobre la marcha, aun sabiendo que podrías estallar emocionalmente en momentos de presión.",
      "evasive_distractor": "Pides que el liderazgo de la actividad se asigne a otra persona alegando carga de trabajo, sin explicar que en realidad te preocupa tu control emocional.",
      "rationalized_distractor": "Decides mantenerte serio y distante en las reuniones para evitar discusiones, convenciéndote de que reducir al mínimo las interacciones es suficiente para controlar tus emociones, aunque afecte la colaboración."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 7",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q048",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En un mismo día recibes tres solicitudes urgentes de áreas distintas, todas con aparente prioridad máxima. Mientras intentas atenderlas, notas que tu mente salta de una tarea a otra y te cuesta mantener la calma. Cada responsable insiste en que su petición es crítica para su propio objetivo. Si dices que no, alguna persona se molestará. Si aceptas todo, sabes que tu control emocional se verá comprometido. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Te detienes unos minutos para ordenar las solicitudes, clarificas con cada responsable el impacto real y propones un orden de atención transparente, comunicando qué quedará para después, aunque algunos se molesten porque su encargo no va primero.",
      "pragmatic_distractor": "Te concentras en la tarea que puedes cerrar más rápido y luego decides sobre las demás según quién insista con mayor fuerza, buscando reducir tu sensación de presión inmediata aunque el criterio sea poco claro.",
      "evasive_distractor": "Respondes que estás revisando las prioridades y prometes volver con un plan más tarde, pero sigues cambiando de tarea según cómo te sientes en cada momento sin tomar una decisión firme.",
      "rationalized_distractor": "Intentas avanzar en las tres solicitudes al mismo tiempo para no quedar mal con nadie, argumentando que al menos así todos verán que estás haciendo un esfuerzo, aunque tu nivel de estrés aumente y ninguna quede bien terminada."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 8",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q049",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En una semana de mucho estrés, te das cuenta de que has cometido el mismo tipo de error en varios reportes entregados recientemente. Al revisarlos, sientes vergüenza y miedo a recibir críticas duras. El equipo confía en tus análisis y tu supervisor ha destacado tu precisión en el pasado. Si reconoces de inmediato el patrón de errores, afectará tu reputación; si lo ocultas, podrías prolongar la situación. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Identificas todos los reportes afectados, preparas una nota clara explicando el tipo de error y solicitas revisar los resultados con tu supervisor y las personas implicadas, aunque eso pueda dañar tu imagen de precisión durante un tiempo.",
      "pragmatic_distractor": "Correges solo los reportes que consideras más visibles y esperas que los demás pasen desapercibidos, priorizando evitar comentarios negativos inmediatos sobre tu desempeño.",
      "evasive_distractor": "Decides no revisar a fondo los reportes ya enviados y te enfocas solo en los trabajos nuevos, esperando que si surge algún problema se pueda justificar por la carga de trabajo reciente.",
      "rationalized_distractor": "Minimizas la importancia del error diciéndote que nadie es perfecto y que corregirlo oficialmente generaría confusión innecesaria, por lo que decides dejar todo como está."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 9",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q050",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Durante varios meses has asumido trabajo extra para ayudar a un compañero que se muestra constantemente sobrepasado. Esto empezó como apoyo puntual, pero ahora es una expectativa implícita. El volumen acumulado te está afectando emocionalmente y llegas exhausto al final de cada jornada. Si dejas de ayudar, temes que el equipo lo perciba como falta de solidaridad. Si sigues igual, sientes que tu equilibrio se romperá. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Hablas con tu supervisor para explicar cómo el apoyo constante a ese compañero está impactando tu carga y propones redistribuir tareas de manera transparente, aunque eso pueda generar incomodidad en el equipo o molestar al colega.",
      "pragmatic_distractor": "Reduces discretamente la ayuda sin decir nada y te enfocas en tus tareas, esperando que el compañero busque otra solución o que alguien más asuma parte del trabajo extra.",
      "evasive_distractor": "Continúas ayudando del mismo modo pero expresas tu malestar solo en conversaciones informales con otros compañeros, confiando en que el problema se haga evidente sin que tú lo plantees directamente.",
      "rationalized_distractor": "Te dices que apoyar al compañero es parte natural del trabajo en equipo y que hablar del tema solo generaría tensión, por lo que decides seguir asumiendo la carga adicional pese a tu agotamiento."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 10",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q051",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te asignan la gestión de un incidente delicado con un cliente interno molesto por fallas previas del área. El caso ocurre justo en una semana en la que ya te sientes al límite emocional. Tu supervisor comenta que confía en tu capacidad para mantener la calma y resolver sin escalar el conflicto. Sabes que atender este incidente puede desgastarte aún más, pero si rechazas el encargo podrías parecer poco confiable en momentos críticos. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Aceptas gestionar el incidente pero pides desde el inicio límites claros sobre horarios y apoyo de al menos otra persona del equipo, explicando que tu capacidad actual requiere contención adicional, aunque eso pueda interpretarse como falta de fortaleza.",
      "pragmatic_distractor": "Asumes por completo la situación y te comprometes a resolverla tú solo lo antes posible, confiando en que salir bien de esta crisis mejorará tu reputación aunque aumente tu agotamiento.",
      "evasive_distractor": "Sugieres que otro compañero con mejor relación con ese cliente interno lidere el caso, sin mencionar tu estado emocional, esperando que el tema se reasigne sin mayor explicación.",
      "rationalized_distractor": "Decides manejar el incidente únicamente por correo para evitar conversaciones directas tensas, convenciéndote de que así controlas mejor tus emociones aunque la comunicación se vuelva más fría y lenta."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 11",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q052",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tras varias jornadas intensas, empiezas a notar síntomas físicos de estrés como dolor de cabeza constante y dificultad para concentrarte. Aun así, el equipo celebra que hayan logrado cumplir con todos los entregables recientes. Tu supervisor propone mantener ese ritmo algunas semanas más para aprovechar el impulso. Te preocupa que mencionar tus síntomas sea visto como falta de resistencia. ¿Cómo respondes a esta propuesta?",
    "options_structured": {
      "integrity_correct": "Planteas en una reunión que el ritmo actual no es sostenible para ti y probablemente para otros, compartiendo de manera respetuosa cómo te está afectando y proponiendo formas de trabajar con más equilibrio, aunque puedas quedar marcado como quien frenó la inercia.",
      "pragmatic_distractor": "Aceptas continuar al mismo ritmo y te apoyas en estimulantes, comidas rápidas o trabajo nocturno para mantener el desempeño, dejando para después cualquier atención a tu salud.",
      "evasive_distractor": "No dices nada en la reunión y luego comentas de forma aislada con algún compañero tus síntomas, esperando que alguien más lleve el tema a la jefatura.",
      "rationalized_distractor": "Consideras que los síntomas físicos son parte normal del esfuerzo y decides ignorarlos mientras dure el periodo intenso, diciéndote que ya habrá tiempo de recuperar el equilibrio más adelante."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 12",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q053",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En un proyecto remoto muy visible, un compañero suele enviar mensajes con tono pasivo agresivo cuando algo no sale como esperaba. En los últimos días sus comentarios hacia ti se han vuelto más frecuentes y te generan mucha tensión cada vez que abres el correo. Tienes miedo de reaccionar con enojo y empeorar el clima, pero también te preocupa normalizar ese trato. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Pides una conversación individual con ese compañero, idealmente con cámara encendida, para explicarle de forma concreta cómo percibes su tono y acordar una forma de comunicación más respetuosa, aun sabiendo que la charla puede ser incómoda y que quizá no lo tome bien.",
      "pragmatic_distractor": "Decides responder siempre con mensajes muy formales y breves, evitando cualquier expresión de molestia y concentrándote solo en el contenido técnico para no generar discusiones abiertas.",
      "evasive_distractor": "Ignoras los mensajes que percibes como agresivos y solo respondes cuando la información es imprescindible, esperando que al no reaccionar el comportamiento se detenga por sí solo.",
      "rationalized_distractor": "Te convences de que el tono duro es parte de trabajar en proyectos exigentes y que quejarte solo te haría ver frágil, por lo que decides no abordar el tema con nadie."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 13",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q054",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu equipo vive una etapa de alta presión por cambios internos y varios compañeros muestran signos de irritabilidad. En una sesión de trabajo, tú pierdes la paciencia y haces un comentario duro frente a todos. Después sientes culpa y ansiedad por el impacto en la relación con el grupo. Al día siguiente, el incidente ya es tema de conversación informal. ¿Cómo decides manejar las consecuencias emocionales de tu reacción?",
    "options_structured": {
      "integrity_correct": "Reconoces abiertamente tu error, ofreces una disculpa directa al compañero afectado y al equipo, y planteas qué harás para manejar mejor tu estrés en futuras reuniones, aunque te cueste exponerte y admitir que perdiste el control.",
      "pragmatic_distractor": "Buscas al compañero afectado en privado para decirle que tu comentario fue solo producto del cansancio, esperando que con esa explicación rápida el tema se cierre sin abordar a todo el grupo.",
      "evasive_distractor": "Evitas encontrarte con la persona a la que le hablaste de forma dura y cambias de tema cada vez que surge la conversación, confiando en que con el tiempo se olvidará.",
      "rationalized_distractor": "Te dices que tu comentario era necesario para que el equipo reaccionara y trabaje con más seriedad, por lo que decides no disculparte y continúas como si nada hubiera pasado."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 14",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q055",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu empresa anuncia un cambio de jefe directo y la transición está generando mucha incertidumbre. El nuevo responsable es conocido por exigir resultados rápidos y tener poca tolerancia a los errores. Te adelantan que revisará tu desempeño pasado en detalle. Vienes de meses de presión acumulada y sientes ansiedad anticipando críticas. Algunos compañeros dicen que es mejor callar y adaptarse. ¿Qué haces tú?",
    "options_structured": {
      "integrity_correct": "Preparas un resumen honesto de tus principales logros y áreas donde tuviste dificultades por carga o contexto, y pides una reunión inicial con el nuevo jefe para presentar esta información, aunque eso implique exponer vulnerabilidades y decisiones que podrían ser cuestionadas.",
      "pragmatic_distractor": "Seleccionas solo los mejores resultados y preparas una presentación que resalte tus aciertos, dejando fuera cualquier referencia a periodos de saturación o errores para causar una buena primera impresión.",
      "evasive_distractor": "Esperas a que el nuevo responsable te convoque y te limitas a responder lo que pregunte, sin preparar nada ni mencionar los retos emocionales que has vivido.",
      "rationalized_distractor": "Decides que lo más prudente es mantenerse invisible durante las primeras semanas y no llamar la atención, convenciéndote de que mientras no haya quejas abiertas todo estará bien aunque no aclares el contexto de tu trabajo reciente."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 15",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q056",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En medio de una temporada de alta carga, tu supervisor te propone representar al equipo en un comité de mejora que implica reuniones adicionales temprano en la mañana. Sabes que sería una buena oportunidad para tu visibilidad, pero también reconoces que tus niveles de cansancio y tensión ya son altos. Aceptar puede agravar tu agotamiento; rechazar puede verse como falta de ambición. ¿Qué opción eliges?",
    "options_structured": {
      "integrity_correct": "Agradeces la confianza y planteas que, por tu nivel actual de carga y descanso, solo podrías participar si se ajustan otros compromisos, proponiendo alternativas concretas, aunque eso pueda hacerte parecer menos disponible que otros.",
      "pragmatic_distractor": "Aceptas el rol en el comité y reorganizas tus horarios quitando tiempo de descanso, confiando en que el reconocimiento futuro compensará el desgaste presente.",
      "evasive_distractor": "Pides tiempo para pensarlo pero vas posponiendo la respuesta, esperando que tu supervisor asigne el rol a otra persona antes de que tengas que decidir.",
      "rationalized_distractor": "Rechazas la invitación diciendo que el comité no aportará cambios reales, convenciéndote de que no vale la pena involucrarte, sin mencionar que en realidad te preocupa tu control emocional."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 16",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q057",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En un proyecto complejo, un error de cálculo cometido por ti genera trabajo extra para otra área y el responsable de esa área te escribe un mensaje muy molesto. Sientes una mezcla de culpa y rabia por el tono utilizado. El incidente se produce en una semana en la que ya estás emocionalmente cargado. Si asumes toda la responsabilidad, temes quedar como poco competente; si te defiendes con dureza, puedes deteriorar la colaboración. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Respondes reconociendo con claridad tu error y propones de inmediato acciones concretas para reparar el impacto, incluyendo apoyo adicional, y luego solicitas una conversación para acordar formas de comunicación respetuosas en futuros incidentes, aunque te cueste afrontar ambas cosas.",
      "pragmatic_distractor": "Aceptas solo parte de la responsabilidad y argumentas que hubo fallas compartidas en el flujo de información, tratando de proteger tu imagen técnica sin profundizar en el impacto emocional del incidente.",
      "evasive_distractor": "No respondes de inmediato al mensaje molesto y esperas a que tu supervisor intervenga o a que la tensión disminuya antes de explicar lo que ocurrió.",
      "rationalized_distractor": "Respondes con un tono igualmente duro para defender tu trabajo, diciéndote que solo estás equilibrando la forma en que te hablaron, aunque eso agrave el conflicto."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 17",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q058",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu puesto implica atender llamadas imprevistas para resolver incidentes urgentes. Últimamente estas interrupciones son tan frecuentes que apenas puedes concentrarte en tareas de fondo y terminas cada día con fuerte tensión física. Al plantear el tema entre compañeros, varios dicen que es parte del trabajo y que hay que acostumbrarse. Te preocupa que expresar tu malestar se vea como incapacidad para soportar presión. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Documentas durante algunos días la frecuencia de las interrupciones y su impacto en tu desempeño y bienestar, y luego presentas esta información a tu supervisor proponiendo cambios en turnos o filtros de llamadas, aunque temas que interprete tu iniciativa como queja.",
      "pragmatic_distractor": "Aceptas el ritmo actual y te organizas para avanzar en tareas de fondo solo fuera del horario habitual, sacrificando tiempo personal para compensar las interrupciones.",
      "evasive_distractor": "Cierras temporalmente tus aplicaciones de mensajería sin avisar para concentrarte en ciertas tareas, reactivándolas después, confiando en que nadie note las ausencias puntuales.",
      "rationalized_distractor": "Concluyes que la única forma de conservar el empleo es aceptar las interrupciones constantes sin cuestionarlas y decides no plantear ningún cambio, aunque tu malestar aumente."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 18",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q059",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Al dirigir una sesión de trabajo con varias áreas, notas que las discusiones se calientan rápidamente y que algunas personas elevan la voz. Tu corazón late acelerado y te cuesta ordenar ideas, pero todos miran hacia ti esperando conducción. Sabes que necesitas calmar el ambiente, aunque parte de ti quiere responder con el mismo tono para imponerte. Si muestras calma pero frenas la reunión, podrías ser visto como lento. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Pides una pausa breve para respirar y reorganizar la discusión, estableces reglas claras de participación y propones retomar con turnos de palabra más estructurados, aunque eso consuma tiempo adicional y algunos lo vean como exceso de control.",
      "pragmatic_distractor": "Permites que las personas sigan discutiendo mientras intentas avanzar rápidamente por la agenda, aprovechando la energía del momento para cerrar acuerdos sin detenerte en las tensiones.",
      "evasive_distractor": "Propones posponer las decisiones clave para otra sesión porque percibes que el ambiente está tenso, sin abordar directamente el estilo de interacción que se está dando.",
      "rationalized_distractor": "Decides igualar el tono elevado para demostrar liderazgo firme, justificando que en contextos de presión se necesitan voces fuertes aunque eso incremente el conflicto."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 19",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q060",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Después de varios meses de cambios y jornadas exigentes, empiezas a cuestionarte si estás reaccionando de manera exagerada ante la presión o si realmente tu límite ya fue superado. Notas que te irritas con facilidad y te cuesta desconectarte mentalmente al terminar el día. Temes que hablar abiertamente de esto abra dudas sobre tu estabilidad. Sin embargo, seguir como estás te parece insostenible. ¿Qué priorizas en esta situación?",
    "options_structured": {
      "integrity_correct": "Buscas apoyo especializado fuera de la empresa o en los servicios disponibles y, en paralelo, solicitas a tu supervisor una conversación para comentar que necesitas ajustar temporalmente tu carga o la forma de trabajo, aunque eso pueda afectar oportunidades futuras de crecimiento.",
      "pragmatic_distractor": "Decides cambiar solo algunos hábitos personales, como dormir un poco más o hacer ejercicio, pero mantienes exactamente la misma carga laboral sin hablar con nadie, confiando en que eso bastará para recuperar equilibrio.",
      "evasive_distractor": "Postergas cualquier acción concreta diciéndote que observarás tu estado unas semanas más, mientras sigues aceptando todas las tareas que llegan para no levantar sospechas.",
      "rationalized_distractor": "Concluyes que sentirte así es el precio normal por tener un trabajo exigente y estable, y decides no hacer cambios ni pedir apoyo, argumentando que otras personas soportan presiones similares."
    },
    "notes": "Modulo 4 Options B08 batch 04 item 20",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  }
]
