[
  {
    "id": "block-B08-q191",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Debes liderar una reunión con un equipo resistente a cambios recientes. Vienes de una sesión compleja y notas que tu paciencia es escasa, por lo que un tono reactivo podría complicar la dinámica. ¿Cómo te preparas para iniciar?",
    "options_structured": {
      "integrity_correct": "Solicitas unos minutos para centrarte, inicias aclarando que el objetivo es escuchar y propones reglas de diálogo, asumiendo que esto retrasará la agenda y te exigirá un esfuerzo extra de contención.",
      "pragmatic_distractor": "Inicias la reunión de inmediato y te enfocas estrictamente en los puntos técnicos para evitar que las emociones descarrilen el avance.",
      "evasive_distractor": "Le pides a un colega que modere la sesión argumentando un imprevisto, evitando así exponer tu estado de ánimo al grupo.",
      "rationalized_distractor": "Entras con un tono autoritario para cortar de raíz cualquier queja, bajo la premisa de que la firmeza es lo único que garantiza el orden en momentos de crisis."
    },
    "notes": "Modulo 4 Options B08 batch 08 item 1",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q192",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Recibes un correo cuestionando tu criterio de forma poco diplomática. Sientes el impulso de responder con frialdad para marcar tu posición, pero el remitente es clave para un proyecto futuro. ¿Cómo gestionas tu respuesta?",
    "options_structured": {
      "integrity_correct": "Redactas una respuesta neutral reconociendo el punto válido y sugieres una llamada breve, aunque esto te obligue a tragar tu molestia y dedicar tiempo no previsto.",
      "pragmatic_distractor": "Envías una respuesta formal y escueta que responde la duda técnica pero deja ver claramente tu distancia y desagrado.",
      "evasive_distractor": "Pospones la respuesta indefinidamente, esperando que la urgencia del tema obligue a la otra persona a cambiar de tono.",
      "rationalized_distractor": "Respondes con una ironía sutil para dejar claro que no aceptas ese trato, asumiendo que es necesario educar a los colaboradores sobre el respeto."
    },
    "notes": "Modulo 4 Options B08 batch 08 item 2",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q193",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un colaborador informa muy tarde que no entregará su parte. Ya estabas al límite de tiempo y tu primera reacción es exponer su falta de compromiso frente al grupo. Aún debes coordinar la entrega final. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Haces una pausa para regularte, reasignas tareas con el equipo y citas a la persona en privado después, asumiendo la sobrecarga de trabajo y la incomodidad de la charla difícil.",
      "pragmatic_distractor": "Aceptas el hecho y redistribuyes las tareas rápidamente sin mencionar el incidente para asegurar que el producto salga a tiempo.",
      "evasive_distractor": "Ignoras el mensaje en el momento y sigues con lo tuyo, dejando que el problema se evidencie solo cuando falte la entrega.",
      "rationalized_distractor": "Haces un comentario público sobre la importancia de la responsabilidad, juzgando que la presión social servirá de escarmiento para el futuro."
    },
    "notes": "Modulo 4 Options B08 batch 08 item 3",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q194",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En una llamada con un proveedor estratégico, percibes que minimiza un error grave. La tensión aumenta y sientes la necesidad de interrumpirlo bruscamente para exigir cumplimiento. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Solicitas una pausa para revisar los datos y retomas la conversación con hechos concretos, aunque esto alargue la reunión y te exija un gran autocontrol.",
      "pragmatic_distractor": "Dejas pasar los comentarios minimizadores para cerrar la llamada rápido y envías un correo de reclamo formal más tarde.",
      "evasive_distractor": "Cambias el tema hacia asuntos administrativos menos conflictivos, evitando la confrontación directa en este momento.",
      "rationalized_distractor": "Elevas el tono y amenazas con escalar el contrato, interpretando que solo una postura agresiva logrará que tomen en serio el error."
    },
    "notes": "Modulo 4 Options B08 batch 08 item 4",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q195",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En una planificación, un colega hace un comentario irónico sobre tu nivel de estrés actual. Te sientes expuesto y molesto. Debes decidir si abordas el comentario o continúas con la agenda. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Detienes un momento la sesión, indicas con calma que el comentario no aporta y pides volver al foco, aceptando la tensión momentánea que esto genera en la sala.",
      "pragmatic_distractor": "Haces caso omiso del comentario y continúas presentando los puntos de la agenda como si nada hubiera pasado.",
      "evasive_distractor": "Sonríes incómodamente y guardas silencio, planeando quejarte con recursos humanos o tu jefe más tarde.",
      "rationalized_distractor": "Respondes con otra ironía sobre su desempeño, considerando que devolver el golpe es necesario para equilibrar la relación de poder."
    },
    "notes": "Modulo 4 Options B08 batch 08 item 5",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q196",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te cancelan sobre la hora una reunión clave para solicitar recursos. Sientes una fuerte frustración porque esto retrasa tus planes. Necesitas reprogramar sin proyectar hostilidad. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Agradeces el aviso, explicas el impacto del retraso y propones nuevas fechas, aunque debas gestionar tu enojo y ajustar todo tu cronograma nuevamente.",
      "pragmatic_distractor": "Envías simplemente un enlace de calendario vacío para que elijan otro horario, limitando la comunicación al mínimo indispensable.",
      "evasive_distractor": "No respondes de inmediato y dejas pasar unos días, esperando que se den cuenta de que su cancelación causó problemas.",
      "rationalized_distractor": "Respondes remarcando lo difícil que es tu agenda, estimando que es vital imponer respeto sobre tu tiempo desde el principio."
    },
    "notes": "Modulo 4 Options B08 batch 08 item 6",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q197",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te han comentado que tener la cámara apagada se percibe como desinterés. Hoy tienes una reunión importante, pero te sientes visiblemente tenso y prefieres no mostrarte. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Enciendes la cámara y participas activamente, aunque esto te obligue a gestionar tu incomodidad y sensación de exposición durante toda la sesión.",
      "pragmatic_distractor": "La enciendes solo al saludar y despedirte, manteniéndola apagada el resto del tiempo para estar más cómodo.",
      "evasive_distractor": "Alegas problemas de conexión técnica para justificar mantener la cámara apagada sin entrar en detalles personales.",
      "rationalized_distractor": "Decides no encenderla, confiando en que la calidad de tus argumentos verbales es suficiente aval y que la imagen es secundaria."
    },
    "notes": "Modulo 4 Options B08 batch 08 item 7",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q198",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Debes dar feedback urgente sobre un compañero que tuvo una actitud agresiva. Tú también estás molesto por lo sucedido y temes que tu evaluación carezca de objetividad. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Pides un plazo breve para enfriar la situación y respondes más tarde, admitiendo que necesitas perspectiva aunque esto retrase el proceso.",
      "pragmatic_distractor": "Envías un feedback genérico y superficial para cumplir con el pedido sin comprometerte demasiado.",
      "evasive_distractor": "Evitas responder el correo o mensaje, esperando que soliciten la opinión de alguien más.",
      "rationalized_distractor": "Envías una crítica detallada y dura aprovechando tu molestia, bajo la lógica de que la franqueza brutal es lo que el equipo necesita."
    },
    "notes": "Modulo 4 Options B08 batch 08 item 8",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q199",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Minutos antes de presentar un informe complejo, notas síntomas físicos de nerviosismo que podrían afectar tu claridad. Tienes la opción de empezar ya o pedir un momento. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Solicitas una breve pausa técnica para recomponerte y respirar, asumiendo el riesgo de parecer inseguro al inicio para garantizar una mejor exposición después.",
      "pragmatic_distractor": "Arrancas de inmediato hablando rápido, confiando en que el ritmo oculte tu nerviosismo.",
      "evasive_distractor": "Cedes la palabra a un compañero para la introducción, ganando tiempo para calmarte sin avisar.",
      "rationalized_distractor": "Te fuerzas a continuar sin pausa, sosteniendo que detenerse proyectaría debilidad ante la audiencia."
    },
    "notes": "Modulo 4 Options B08 batch 08 item 9",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q200",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un miembro de tu equipo se desborda emocionalmente en una reunión por la presión. Te genera incomodidad y crees que distrae del objetivo, pero entiendes su agotamiento. ¿Qué acción tomas?",
    "options_structured": {
      "integrity_correct": "Detienes la reunión para dar un espacio de recuperación y ofreces apoyo posterior, aceptando que esto corta el flujo de trabajo y requiere que te involucres emocionalmente.",
      "pragmatic_distractor": "Haces una pausa de silencio breve y luego retomas la agenda tal como estaba prevista.",
      "evasive_distractor": "Das por terminada la reunión anticipadamente con una excusa operativa para evitar lidiar con la escena.",
      "rationalized_distractor": "Señalas que este no es el espacio para temas personales, partiendo de la base de que el entorno profesional exige contención absoluta."
    },
    "notes": "Modulo 4 Options B08 batch 08 item 10",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  }
]