[
  {
    "id": "block-B08-q091",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Llevas semanas saliendo tarde por cierres continuos. Minutos antes de apagar tu equipo, tu supervisor te pide un informe adicional que tomará varias horas. Sientes el agotamiento y la frustración de inmediato, pero sabes que el ambiente ya está tenso por la carga laboral. Si te niegas, temes parecer poco comprometido. ¿Cómo gestionas la solicitud?",
    "options_structured": {
      "integrity_correct": "Respondes explicando tu nivel de fatiga actual y propones entregar un avance parcial hoy o todo mañana temprano, asumiendo el riesgo de que tu supervisor se moleste por la falta de inmediatez.",
      "pragmatic_distractor": "Aceptas el pedido sin objetar y te quedas trabajando hasta tarde, confiando en que mostrar disponibilidad absoluta hoy compensará el desgaste a largo plazo.",
      "evasive_distractor": "Dices que revisarás la solicitud y dejas pasar el tiempo sin confirmar nada concreto, esperando que encuentre otra solución o se olvide hasta mañana.",
      "rationalized_distractor": "Respondes con frialdad y brevedad para marcar tu descontento, bajo la lógica de que un tono seco es la única forma de establecer límites sin decirlos abiertamente."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 1",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q092",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En una reunión de equipo, tu jefatura hace un comentario sarcástico sobre tu manejo del estrés que genera algunas risas. Te sientes expuesto y molesto por la falta de tacto. Tienes el impulso de responder con una ironía para defenderte, pero sabes que eso podría escalar la situación frente a todos. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Esperas a que termine la reunión y solicitas un espacio privado para explicar cómo ese comentario afecta tu imagen profesional, arriesgándote a una conversación incómoda con tu jefatura.",
      "pragmatic_distractor": "Respondes al momento con otra broma sarcástica para demostrar que no te afecta, aunque eso valide una dinámica de comunicación poco respetuosa.",
      "evasive_distractor": "Ignoras el comentario, sonríes por compromiso y evitas el tema por completo, descargando tu molestia luego con colegas de confianza.",
      "rationalized_distractor": "Decides no darle importancia y reírte con el resto, asumiendo que para encajar en el equipo es necesario tolerar ese tipo de humor aunque te desagrade."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 2",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q093",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Durante una incidencia crítica, un compañero comete un error que retrasa la operación. Tu jefatura, visiblemente alterada, se dirige a ti asumiendo que fuiste el responsable. Te sientes injustamente señalado, pero aclarar la situación ahora podría aumentar la tensión del momento. ¿Cómo manejas el señalamiento?",
    "options_structured": {
      "integrity_correct": "Te enfocas en resolver la urgencia primero y aclaras tu participación de forma breve pero firme, postergando la explicación detallada para después, aunque debas soportar la culpa momentánea.",
      "pragmatic_distractor": "Pides disculpas generales para calmar a tu jefatura rápidamente, aceptando implícitamente la responsabilidad con tal de bajar la tensión inmediata.",
      "evasive_distractor": "Desvías la atención hacia detalles técnicos irrelevantes para que el foco salga de quién cometió el error y se diluya la responsabilidad.",
      "rationalized_distractor": "Contraatacas recordando errores pasados de la jefatura para equilibrar la balanza, escudándote en que es necesario defenderse con fuerza ante una injusticia."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 3",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q094",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Llevas semanas saturado y tu tolerancia es baja. Un colega te pide revisar nuevamente un documento entregado hace tiempo porque surgieron nuevas observaciones. Sientes el impulso de contestar bruscamente y recordarle que ya cumpliste tu parte. Sabes que tu respuesta impactará la colaboración futura. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Tomas una pausa para regular tu molestia y respondes aceptando la revisión pero negociando un plazo realista, aun sabiendo que esto retrasará el proceso y generará presión.",
      "pragmatic_distractor": "Lo revisas de inmediato y rápido para sacártelo de encima, sacrificando calidad y descanso con tal de no tener interacciones conflictivas.",
      "evasive_distractor": "Dejas el mensaje sin leer durante varias horas o días, esperando que el colega resuelva el tema por su cuenta u olvide la solicitud.",
      "rationalized_distractor": "Respondes con un tono seco remarcando que es un retrabajo innecesario, bajo la premisa de que debes educar a tus colegas sobre el respeto a tu tiempo."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 4",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q095",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Minutos antes de una presentación técnica compleja, recibes una noticia personal que te deja conmocionado. Te cuesta concentrarte y temes no poder responder con claridad a las preguntas difíciles que se esperan. Pedir un cambio podría interpretarse como falta de profesionalismo en un momento clave. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Informas brevemente a quien coordina que tienes una emergencia personal y solicitas apoyo o reprogramación, asumiendo el costo de imagen que implica no estar disponible en el momento crítico.",
      "pragmatic_distractor": "Entras a la reunión ocultando tu estado y tratas de seguir el guion, confiando en que podrás disimular la conmoción aunque tu rendimiento sea deficiente.",
      "evasive_distractor": "Inventas una falla técnica o excusa laboral para no presentarte, evitando exponer la verdadera razón de tu ausencia.",
      "rationalized_distractor": "Decides bloquear tus emociones y presentarte igual, convenciéndote de que un profesional debe separar totalmente su vida privada del trabajo, sin importar el costo interno."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 5",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q096",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Recibes correcciones por escrito de tu jefatura con un tono que percibes innecesariamente duro y poco empático. Estás tentado a responder defendiéndote o a reenviar el correo para evidenciar el trato. Sin embargo, sabes que reaccionar en caliente podría dañar tu reputación de profesionalismo bajo presión. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Esperas a calmarte, respondes solo a los puntos técnicos y solicitas una instancia presencial para hablar del tono, aunque te resulte incómodo confrontar a tu jefatura sobre sus formas.",
      "pragmatic_distractor": "Respondes con un 'recibido' escueto y aplicas los cambios sin decir nada, priorizando evitar el conflicto aunque te quedes con la molestia.",
      "evasive_distractor": "Ignoras el correo el mayor tiempo posible y te enfocas en otras cosas, dilatando la entrega para no tener que interactuar con esa persona.",
      "rationalized_distractor": "Compartes el correo con otros compañeros para validar tu indignación, justificando que necesitas desahogarte para poder seguir trabajando."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 6",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q097",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Debes coordinar un turno crítico. Un compañero te pide cambiar horarios por agotamiento, pero aceptar implica que tú asumas la franja de mayor presión justo cuando también estás cansado. Te importa el clima del equipo, pero temes sobrecargarte y cometer errores. ¿Cómo decides?",
    "options_structured": {
      "integrity_correct": "Planteas que el cambio es viable solo si se reorganizan las tareas para equilibrar la carga, lo que implica gestionar una negociación compleja con el equipo y la jefatura.",
      "pragmatic_distractor": "Aceptas el cambio inmediatamente para mantener la paz y quedar bien con tu compañero, asumiendo el riesgo personal sin mitigar la carga.",
      "evasive_distractor": "Dices que lo consultarás pero no haces ninguna gestión real, dejando que la inercia decida y evitando dar una respuesta negativa directa.",
      "rationalized_distractor": "Rechazas la solicitud argumentando que todos están igual de cansados, amparándote en la idea de que las reglas de turnos son fijas y no te corresponde flexibilizarlas."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 7",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q098",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu equipo cometió errores debido al estrés excesivo y la dirección pide explicaciones. Tus compañeros sugieren minimizar el impacto del agotamiento para no parecer débiles. Te preocupa que, si callas, se normalice una carga insostenible, pero hablar podría exponerte a críticas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Explicas con datos cómo la saturación afectó el desempeño y propones ajustes, asumiendo el riesgo de que la dirección cuestione la resiliencia del equipo.",
      "pragmatic_distractor": "Te limitas a dar explicaciones técnicas sobre los errores y omites el factor humano, asegurando una reunión tranquila pero sin resolver la causa raíz.",
      "evasive_distractor": "Hablas con vaguedad sobre 'factores externos' y evitas señalar problemas específicos, esperando que el tema pase rápido.",
      "rationalized_distractor": "Aseguras que el equipo puede manejar la presión y que fue un bache puntual, creyendo que proyectar fortaleza es más importante que pedir ayuda."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 8",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q099",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un compañero te comenta con tacto que últimamente respondes con un tono muy seco cuando te interrumpen. Te propone organizar mejor los tiempos de consulta. Aunque te da vergüenza reconocerlo, sabes que tu reactividad ha aumentado. Temes que te etiqueten como conflictivo si admites el problema. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Agradeces la observación, reconoces tu falta de paciencia actual y aceptas probar su propuesta, aunque implique el esfuerzo de cambiar tus hábitos y admitir el error.",
      "pragmatic_distractor": "Minimizas el comentario diciendo que es solo por la carga actual, pero no cambias nada, esperando que entiendan tu contexto sin tener que esforzarte.",
      "evasive_distractor": "Dices que no te habías dado cuenta y cambias de tema rápidamente para salir de la incomodidad sin comprometerte a nada.",
      "rationalized_distractor": "Defiendes tu estilo diciendo que la urgencia requiere comunicación directa, interpretando que quien se ofende es porque no tolera el ritmo de trabajo."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 9",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q100",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Debes liderar una presentación de equipo en medio de fuertes rumores de recortes. Notas tu propia ansiedad y te cuesta dormir, pero sientes que debes proyectar seguridad. Tu equipo te mira buscando certezas que no tienes. ¿Qué camino tomas?",
    "options_structured": {
      "integrity_correct": "Reconoces ante el equipo la incertidumbre compartida y pides enfocarse en lo que pueden controlar hoy, aunque admitir que no tienes todas las respuestas debilite tu imagen de autoridad infalible.",
      "pragmatic_distractor": "Les pides que dejen las emociones fuera y se centren solo en el trabajo, apostando a la eficiencia inmediata para evitar conversaciones difíciles.",
      "evasive_distractor": "Ignoras el contexto de los rumores y te limitas a dar instrucciones técnicas, actuando como si nada pasara fuera de lo operativo.",
      "rationalized_distractor": "Finges una calma absoluta y niegas preocupación, partiendo de la base de que un líder nunca debe mostrar vulnerabilidad para no asustar al grupo."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 10",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q101",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tras varias llamadas difíciles con usuarios molestos, sientes que estás al límite y a punto de responder mal. Queda mucha gente en espera. Si pides una pausa, afectarás los indicadores del área y podrían juzgar tu resistencia. Si sigues, arriesgas una queja por maltrato. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Avisas a tu supervisión que necesitas un breve receso para regularte, asumiendo que esto impactará los tiempos de espera y podría generar un llamado de atención.",
      "pragmatic_distractor": "Atiendes la siguiente llamada en piloto automático, tratando de ser breve para cortar rápido y no exponerte, aunque el servicio sea deficiente.",
      "evasive_distractor": "Te pones en estado 'ocupado' simulando tareas administrativas para no recibir llamadas por un rato, sin avisar a nadie.",
      "rationalized_distractor": "Sigues atendiendo con frialdad, bajo la excusa de que si los usuarios son agresivos, tú tienes derecho a ser cortante para protegerte."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 11",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q102",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un nuevo jefe te corrige públicamente en varias ocasiones, interrumpiéndote frente al equipo. Te sientes menospreciado y notas que empiezas a ponerte a la defensiva. Sabes que confrontarlo es arriesgado al inicio de la relación, pero callar te hace sentir vulnerable. ¿Cómo gestionas tu reacción?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión privada para expresar cómo impactan las correcciones públicas en tu desempeño, arriesgando un inicio tenso en la relación laboral.",
      "pragmatic_distractor": "Adoptas su estilo y comienzas a intervenir más agresivamente en las reuniones, creyendo que así ganarás su respeto.",
      "evasive_distractor": "Decides participar lo mínimo indispensable en las reuniones para evitar ser blanco de correcciones, reduciendo tu visibilidad.",
      "rationalized_distractor": "Te convences de que no vale la pena decir nada y decides aguantar, considerando que es el precio a pagar por mantener el empleo sin conflictos."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 12",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q103",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un compañero estalla en una reunión y te culpa a gritos de no haber comunicado un cambio, aunque sí lo hiciste. Te sientes agredido y expuesto frente a otros. Tu instinto es defenderte con fuerza, pero sabes que eso convertiría la sala en un campo de batalla. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Mantienes la calma, propones revisar los hechos cuando baje la tensión y continúas con la reunión, aunque debas tragarte el orgullo de no defenderte agresivamente al momento.",
      "pragmatic_distractor": "Respondes alzando la voz para dejar claro que no fue tu error, buscando limpiar tu imagen inmediatamente ante el grupo.",
      "evasive_distractor": "Te quedas callado mirando tus notas, esperando que alguien más intervenga para detener la situación.",
      "rationalized_distractor": "Decides cortar la relación laboral con esa persona a partir de ahora, juzgando que quien pierde el control no merece tu colaboración futura."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 13",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q104",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Estás sufriendo insomnio y cambios de humor por la carga laboral. La empresa ofrece apoyo psicológico confidencial, pero temes que usarlo deje un registro o que, si se sabe, se interprete como que no eres apto para el puesto. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Solicitas el apoyo institucional reconociendo que tu salud es prioridad, asumiendo el riesgo percibido de exposición o estigma.",
      "pragmatic_distractor": "Intentas manejarlo por tu cuenta con remedios caseros o más descanso el fin de semana, evitando involucrar a la empresa.",
      "evasive_distractor": "Pospones la decisión pensando que 'ya pasará' cuando baje la carga, sin tomar medidas concretas ahora.",
      "rationalized_distractor": "Decides no pedir ayuda, normalizando la situación al pensar que el estrés extremo es parte del éxito profesional."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 14",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q105",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te asignan mentorear a un nuevo ingreso en tu semana más crítica. Sabes que necesita ayuda, pero sientes que no tienes paciencia ni tiempo. Si pides que lo reasignen, parecerás poco colaborador; si lo asumes, temes tratarlo mal por tu propio estrés. ¿Cómo manejas el dilema?",
    "options_structured": {
      "integrity_correct": "Explicas tu situación a la jefatura y pides reasignar otras tareas para poder dedicar tiempo de calidad al nuevo ingreso, aunque eso complique la planificación del área.",
      "pragmatic_distractor": "Aceptas la mentoría pero le dedicas el tiempo mínimo indispensable, priorizando tus entregas sobre su aprendizaje.",
      "evasive_distractor": "Le das manuales para que lea solo y le dices que te busque 'si es urgente', evitando el acompañamiento real.",
      "rationalized_distractor": "Lo dejas que aprenda solo bajo la convicción de que la mejor enseñanza es enfrentarse a los problemas sin ayuda desde el principio."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 15",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q106",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu supervisora te comenta que te nota defensivo y reactivo últimamente. Aunque te sorprende, al reflexionar reconoces que has sido cortante. Justificarte con el estrés del proyecto sería fácil, pero no resolvería la percepción que se está generando. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Admites que el estrés te está afectando más de lo debido y te comprometes a regular tus respuestas, aunque sea incómodo reconocer tu falta de control.",
      "pragmatic_distractor": "Le aseguras que estás bien y que solo estás enfocado en los resultados, tratando de cerrar el tema rápidamente.",
      "evasive_distractor": "Escuchas sin opinar y cambias la conversación hacia temas operativos para no profundizar en lo personal.",
      "rationalized_distractor": "Desestimas el feedback interpretando el comentario como una falta de comprensión de ella hacia la presión que soportas."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 16",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q107",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En una reunión inter-áreas, alguien insinúa que tu equipo es lento y 'de cristal'. Te invade la rabia y quieres responder agresivamente para defender a tus compañeros. Sin embargo, sabes que iniciar una guerra de egos no ayudará al proyecto. ¿Cómo reaccionas?",
    "options_structured": {
      "integrity_correct": "Respondes con datos objetivos sobre el desempeño del equipo y pides mantener el respeto profesional, conteniendo tus ganas de atacar personalmente, aunque parezcas menos contundente.",
      "pragmatic_distractor": "Lanzas una indirecta sobre los errores del otro área para empatar el marcador y dejar claro que no se metan contigo.",
      "evasive_distractor": "Te muerdes la lengua y no dices nada en la reunión, desahogándote después en privado con tu equipo.",
      "rationalized_distractor": "Decides ignorar el comentario escudándote en la idea de que no tienes por qué dar explicaciones a gente que no entiende tu trabajo."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 17",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q108",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un colaborador te confiesa que está teniendo problemas graves de ira en casa por el estrés laboral y te pide ayuda para bajar su carga. Sabes que si lo haces, tú y el resto del equipo deberán asumir ese trabajo extra, generando más tensión. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Elevas el caso para buscar una redistribución formal o apoyo, asumiendo la carga operativa adicional temporalmente y la gestión política del caso.",
      "pragmatic_distractor": "Le aconsejas tomarse unos días libres por enfermedad para que descanse, parchando el problema sin resolver la carga estructural.",
      "evasive_distractor": "Le das ánimos y le dices que 'ya falta poco' para que termine el proyecto, evitando tomar acciones concretas.",
      "rationalized_distractor": "Decides no intervenir en la carga, bajo la premisa de que todos están igual de estresados y no sería justo dar privilegios a uno solo."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 18",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q109",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te piden moderar una reunión para hablar del clima laboral tenso. Sabes que hay muchas quejas acumuladas y temes que se convierta en una sesión de ataques hacia tu gestión o la de la empresa. Postergarla mantendría la paz superficial, pero el malestar seguiría creciendo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Realizas la reunión estableciendo normas de respeto, dispuesto a escuchar críticas difíciles hacia tu rol y gestionar la catarsis del equipo.",
      "pragmatic_distractor": "Haces la reunión pero la enfocas estrictamente en temas operativos para evitar que surjan las emociones o quejas personales.",
      "evasive_distractor": "Alegas problemas de agenda para posponer la sesión indefinidamente, esperando que el clima mejore solo.",
      "rationalized_distractor": "Decides no hacer la reunión sosteniendo que hablar de problemas solo sirve para desmotivar más a la gente."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 19",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q110",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Le contestas mal a una persona nueva por un error menor y notas que se queda callada y afectada. Sabes que te excediste, pero pedir disculpas podría hacerte ver 'blando' o restar autoridad a tu corrección técnica. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Te acercas en privado, te disculpas por el tono utilizado y explicas la corrección técnica con calma, aunque eso implique tragarte el ego.",
      "pragmatic_distractor": "Eres extra amable en la siguiente interacción para compensar el mal rato, pero sin mencionar ni disculparte por lo ocurrido.",
      "evasive_distractor": "Evitas el contacto directo con esa persona por el resto del día para dejar que se enfríen las cosas.",
      "rationalized_distractor": "Te justificas pensando que un poco de dureza le servirá para aprender a trabajar bajo presión y no te retractas."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 20",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q111",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu supervisor te pide atender un caso complejo con un cliente conflictivo. Hoy te sientes emocionalmente agotado y sabes que tu mecha es corta. Si aceptas, podrías explotar y agravar el problema. Si te niegas, podrías parecer poco profesional. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Informas que no estás en condiciones de garantizar la calma necesaria y sugieres que lo tome otro colega o esperar un poco, arriesgando una mala evaluación de tu disponibilidad.",
      "pragmatic_distractor": "Aceptas el caso para cumplir, intentando resolverlo lo más rápido posible, aunque la calidad de la atención sea mínima.",
      "evasive_distractor": "Dices que estás ocupado con otra urgencia ficticia para que le asignen el caso a alguien más.",
      "rationalized_distractor": "Lo tomas de mala gana, suponiendo que si el cliente es difícil, se merece un trato seco de tu parte."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 21",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q112",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Escuchas a tus compañeros bromear sobre 'colapsar' y normalizar el estrés extremo como algo heroico. Te incomoda esa cultura, pero sabes que cuestionarla te haría parecer alguien que no 'camisetea' o que es demasiado sensible. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Comentas que normalizar el colapso es peligroso y sugieres revisar formas de trabajo más sanas, arriesgándote a ser visto como el aguafiestas del grupo.",
      "pragmatic_distractor": "Te ríes y sigues la corriente para no desentonar, aunque internamente no estés de acuerdo.",
      "evasive_distractor": "Te retiras silenciosamente de la conversación cada vez que tocan el tema para no tener que opinar.",
      "rationalized_distractor": "Asumes el discurso del grupo, resignándote bajo la lógica de que así es la industria y no tiene sentido pelear contra la cultura."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 22",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q113",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Sin darte cuenta, elevaste la voz en una discusión técnica. Un colega te envía un mensaje privado sugiriendo que fuiste agresivo. Te sientes avergonzado y un poco molesto, pues crees que solo estabas siendo apasionado. ¿Cómo procesas el feedback?",
    "options_structured": {
      "integrity_correct": "Aceptas la retroalimentación, te disculpas con los presentes por el tono y te propones monitorear tu volumen, aunque te duela el golpe al ego.",
      "pragmatic_distractor": "Respondes justificando que el ambiente ruidoso te obligó a hablar fuerte, desviando el foco de tu actitud.",
      "evasive_distractor": "No respondes el mensaje y actúas como si nada hubiera pasado en los días siguientes.",
      "rationalized_distractor": "Desestimas el comentario minimizando el hecho al considerar que la gente confunde pasión con agresividad."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 23",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q114",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te has acostumbrado a revisar correos desde la cama, lo que te genera ansiedad y mal dormir. Quieres dejar de hacerlo, pero te preocupa que si surge una urgencia real y no respondes, piensen que no estás comprometido. ¿Qué cambio implementas?",
    "options_structured": {
      "integrity_correct": "Estableces un horario límite de desconexión y lo comunicas a tu equipo, asumiendo la ansiedad de no saber qué pasa hasta la mañana siguiente.",
      "pragmatic_distractor": "Sigues revisando pero decides responder solo lo crítico, manteniendo el estado de alerta mental.",
      "evasive_distractor": "Dejas el celular en otra pieza a veces, pero sin definir una regla clara ni avisar a nadie, fluctuando según tu culpa.",
      "rationalized_distractor": "Sigues igual, validando tu conducta bajo la idea de que la tranquilidad de saber qué pasa vale más que el sueño perdido."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 24",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q115",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te quedas en blanco en una presentación por agotamiento mental. Logras salir del paso, pero tu jefe te pregunta después si estás bien. Podrías ser honesto sobre tu fatiga o minimizarlo para no generar dudas sobre tu capacidad. ¿Qué eliges?",
    "options_structured": {
      "integrity_correct": "Confiesas que estás agotado y que eso afectó tu enfoque, pidiendo revisar la carga para evitar errores futuros, aunque temas parecer frágil.",
      "pragmatic_distractor": "Dices que solo te distraujiste un segundo y que no volverá a pasar, protegiendo tu imagen a corto plazo.",
      "evasive_distractor": "Respondes con generalidades asegurando que todo está bajo control y cambias de tema rápidamente.",
      "rationalized_distractor": "Niegas cualquier problema presuponiendo que admitir cansancio es darle armas a tu jefe para que dude de ti."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 25",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q116",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Llega una queja formal por el mal tono de una respuesta de tu área. No fuiste tú, pero sabes que el equipo está saturado y la paciencia es nula. La gerencia pide medidas correctivas. ¿Qué propones?",
    "options_structured": {
      "integrity_correct": "Propones abordar el caso puntual pero también revisar la carga laboral del equipo como causa raíz, aunque la gerencia prefiera soluciones rápidas y no estructurales.",
      "pragmatic_distractor": "Sugieres un protocolo de 'guiones de respuesta' para estandarizar el tono, parchando el síntoma sin tocar el problema de fondo.",
      "evasive_distractor": "Dejas que RRHH o Calidad decidan qué hacer y te mantienes al margen para no involucrarte.",
      "rationalized_distractor": "Defiendes al equipo justificando el error bajo la premisa de que con esta carga de trabajo es imposible ser siempre amable."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 26",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q117",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un gerente de otra área te escribe rutinariamente tarde en la noche y espera respuesta. Esto te impide desconectar y te tiene irritable. Poner un límite podría interpretarse como falta de colaboración transversal. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Le respondes en horario laboral explicando que para mantener orden contestarás tus pendientes en la mañana, arriesgando su molestia inicial.",
      "pragmatic_distractor": "Sigues respondiendo pero con monosílabos, esperando que capte la indirecta sin tener que confrontarlo.",
      "evasive_distractor": "Ignoras los mensajes nocturnos sin dar explicación alguna, dejándolo en 'visto' hasta el día siguiente.",
      "rationalized_distractor": "Continúas respondiendo de noche priorizando la imagen política bajo la creencia de que tener contento a un gerente es más vital que tu sueño."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 27",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q118",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "En una reunión de alto nivel, te hacen una pregunta difícil sobre un dato que no recuerdas por el estrés. Inventar una cifra aproximada te salvaría el momento; admitir que no lo tienes te haría ver poco preparado. ¿Cómo reaccionas?",
    "options_structured": {
      "integrity_correct": "Reconoces que no tienes el dato preciso en mente y te comprometes a enviarlo al terminar, aceptando la mirada de desaprobación momentánea.",
      "pragmatic_distractor": "Das una cifra estimada con seguridad, confiando en que luego podrás ajustarla si es necesario.",
      "evasive_distractor": "Das una respuesta larga y técnica que rodea el tema sin dar el dato concreto, esperando confundirlos.",
      "rationalized_distractor": "Lanzas el número que crees correcto escudándote en la táctica de que la seguridad al hablar es más importante que la precisión exacta."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 28",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q119",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Llevas semanas almorzando frente al computador para sacar trabajo. Te sientes disperso y de mal humor por la falta de pausa. Bloquear tu hora de almuerzo te ayudaría, pero implicaría responder correos más tarde, lo que podría molestar a otros. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Bloqueas tu hora de comida en la agenda y no respondes durante ese lapso, asumiendo las posibles quejas por la demora en tus respuestas.",
      "pragmatic_distractor": "Sales a comer pero te llevas el celular para responder urgencias, sin lograr una desconexión real.",
      "evasive_distractor": "Dices que empezarás a cuidarte el próximo lunes, postergando la decisión indefinidamente.",
      "rationalized_distractor": "Decides seguir igual calculando que perder una hora de trabajo productivo es un lujo que no te puedes dar ahora."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 29",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q120",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu equipo bromea constantemente sobre 'quien duerma es débil'. Te das cuenta de que esto impide que la gente avise cuando está saturada. Quieres cambiar esa dinámica, pero sabes que serás tú quien rompa el código de humor del grupo. ¿Cómo intervienes?",
    "options_structured": {
      "integrity_correct": "Planteas seriamente que esas bromas ocultan un problema real de desgaste y pides moderarlas, arriesgándote a ser excluido de la camaradería del grupo.",
      "pragmatic_distractor": "Dejas de reírte de las bromas pero no dices nada, esperando que tu silencio sea suficiente mensaje.",
      "evasive_distractor": "Ignoras el chat grupal cuando empiezan con ese tema y te mantienes al margen.",
      "rationalized_distractor": "Participas en las bromas asumiendo la postura de que el humor negro es un mecanismo de defensa necesario y saludable."
    },
    "notes": "Modulo 4 Options B08 batch 06 item 30",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length within qualitative range; banned words absent; options balanced."
  }
]