[
  {
    "id": "block-B08-q021",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te asignan a un proyecto donde trabajarás principalmente solo mientras algunos compañeros compiten agresivamente por reconocimiento y oportunidades visibles. El aislamiento dificulta tu acceso a información y el ambiente es tenso. Varios del equipo muestran estrés. Tu supervisor evalúa tanto resultados individuales como tu capacidad de integrarte. La visibilidad que pierdes trabajando solo puede afectar tu próxima evaluación. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes equilibrio entre tus responsabilidades aisladas y conexiones estratégicas con el equipo, tomando descansos para socializar y comunicando proactivamente tus avances, aunque pierdas tiempo productivo y algunos te vean como menos enfocado en tu proyecto.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness para manejar el aislamiento y te enfocas intensamente en entregar resultados sobresalientes en tu proyecto individual, aceptando la desconexión como temporal aunque tu bienestar social se deteriore.",
      "evasive_distractor": "Consultas con tu supervisor si hay oportunidades de colaborar parcialmente con otros equipos antes de comprometerte completamente con el aislamiento del proyecto asignado.",
      "rationalized_distractor": "Buscas apoyo profesional externo para manejar el estrés del aislamiento argumentando que fortalecer tu resiliencia personal es prioritario, evitando abordar directamente la dinámica competitiva con tu supervisor."
    },
    "notes": "M4 Opciones B08 batch 03 item 1 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 352,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 352 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q022",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa implementa un nuevo sistema tecnológico que requiere aprender metodologías completamente diferentes mientras te informan expectativas de trabajo más altas. El entrenamiento es limitado y debes seguir cumpliendo responsabilidades actuales sin reducción de carga. Varios compañeros están frustrados y cuestionan abiertamente la viabilidad. Tu supervisor espera adaptación rápida sin excusas. El desfase entre capacitación y demandas es evidente. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Buscas equilibrio comunicando a tu supervisor que necesitas tiempo protegido para aprender el nuevo sistema correctamente, proponiendo ajustar plazos temporalmente, aunque te vean como menos adaptable y tu evaluación refleje resistencia inicial al cambio.",
      "pragmatic_distractor": "Estableces límites protegiendo horas específicas para aprender el sistema nuevo mientras intentas mantener entregas mínimas en tareas actuales, aceptando que ambas áreas sufrirán calidad temporal.",
      "evasive_distractor": "Solicitas reuniones con el equipo de implementación del sistema para aclarar todas las dudas técnicas antes de comprometerte con nuevos plazos o expectativas ajustadas.",
      "rationalized_distractor": "Desarrollas redes de apoyo con compañeros en la misma situación para compartir frustraciones y estrategias de adaptación, justificando que el aprendizaje colectivo informal es más efectivo aunque no resuelva tu carga inmediata."
    },
    "notes": "M4 Opciones B08 batch 03 item 2 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 371,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 371 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q023",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Trabajas de forma remota cuando la empresa anuncia cambios importantes en procesos que afectarán directamente tu trabajo diario. La comunicación a distancia dificulta entender los detalles y varias expectativas no están claras. Compañeros remotos también experimentan confusión y estrés. Tu supervisor espera que te adaptes sin excusas adicionales por la distancia. Los malentendidos pueden costarte errores en entregables próximos. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Estableces límites comunicando proactivamente a tu supervisor las ambigüedades específicas que identificas y propones reuniones de clarificación antes de asumir compromisos, aunque parezcas menos autónomo y tu adaptabilidad remota sea cuestionada.",
      "pragmatic_distractor": "Identificas señales de riesgo en los nuevos procesos y tomas medidas preventivas documentando todo por escrito, pero avanzas con interpretaciones propias sin esperar clarificación formal arriesgando errores.",
      "evasive_distractor": "Buscas validación con compañeros remotos sobre cómo están interpretando los cambios antes de actuar, esperando que surja consenso informal que puedas seguir.",
      "rationalized_distractor": "Desarrollas redes de apoyo con otros remotos para compartir interpretaciones y estrategias, justificando que el conocimiento colectivo compensará la falta de comunicación oficial clara."
    },
    "notes": "M4 Opciones B08 batch 03 item 3 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 65,
    "char_count": 356,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 65 words, 356 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q024",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa implementa cambios frecuentes en procesos y expectativas de trabajo. Cada pocas semanas hay nuevas modificaciones mientras hay conflictos constantes entre compañeros de tu equipo. Esto genera inestabilidad e incertidumbre generalizada. La tensión afecta el ambiente y varios están estresados. Tu supervisor espera productividad estable a pesar del caos. Los cambios constantes dificultan establecer rutinas efectivas. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Estableces límites comunicando a tu supervisor que la frecuencia de cambios afecta tu capacidad de entrega consistente y propones periodos de estabilización, aunque parezcas inflexible y resistente a la agilidad que la empresa busca.",
      "pragmatic_distractor": "Desarrollas redes de apoyo con compañeros para navegar los cambios juntos y compartes estrategias de adaptación rápida, aunque esto consuma tiempo sin resolver la inestabilidad estructural.",
      "evasive_distractor": "Esperas a ver qué cambios persisten antes de ajustar tus métodos de trabajo, evitando invertir esfuerzo en procesos que podrían cambiar nuevamente pronto.",
      "rationalized_distractor": "Identificas señales tempranas de próximos cambios y tomas medidas preventivas anticipándote, justificando que ser proactivo te protege aunque no abordes la causa raíz del problema."
    },
    "notes": "M4 Opciones B08 batch 03 item 4 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 65,
    "char_count": 344,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 65 words, 344 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q025",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa anuncia cambios importantes en el liderazgo y te asignan un nuevo supervisor con estilo de gestión completamente diferente. Mientras tanto, tu carga laboral aumentó significativamente con más trabajo del que puedes manejar razonablemente. Compañeros también experimentan sobrecarga bajo el nuevo liderazgo. El nuevo supervisor aún no conoce tus capacidades ni limitaciones. Establecer límites temprano puede parecer resistencia. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Tomas descansos regulares protegiendo tu bienestar y comunicas abiertamente al nuevo supervisor tu capacidad real de carga antes de que asuma compromisos en tu nombre, aunque parezcas menos dispuesto que compañeros que aceptan todo inicialmente.",
      "pragmatic_distractor": "Buscas ayuda profesional externa para manejar el estrés de la transición mientras absorbes la carga extra temporalmente, esperando que el nuevo supervisor eventualmente reconozca tus límites sin que debas exponerlos tú.",
      "evasive_distractor": "Observas cómo el nuevo supervisor gestiona a otros compañeros antes de comunicar tus propias necesidades, esperando entender sus expectativas implícitas primero.",
      "rationalized_distractor": "Practicas técnicas de mindfulness para manejar mejor el estrés de la transición, justificando que mejorar tu resiliencia personal es más efectivo que confrontar la sobrecarga con el nuevo líder."
    },
    "notes": "M4 Opciones B08 batch 03 item 5 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 68,
    "char_count": 364,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 68 words, 364 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q026",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Enfrentas presión constante por cumplir plazos ajustados mientras compañeros compiten agresivamente por reconocimiento compartiendo información selectivamente. Tienes múltiples proyectos simultáneos sin tiempo suficiente. Varios del equipo están estresados por esta dinámica. Tu supervisor evalúa resultados individuales pero también colaboración. La competencia afecta tu acceso a información que necesitas para entregar con calidad. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Desarrollas redes de apoyo compartiendo información abiertamente con quienes colaboran de buena fe y comunicas a tu supervisor las dinámicas que afectan entregas, aunque los competidores te vean como débil y puedas generar tensiones con ellos.",
      "pragmatic_distractor": "Buscas equilibrio priorizando proyectos donde tienes información completa y postpones otros donde dependes de compañeros competitivos, aceptando entregas desiguales aunque afecte tu evaluación global.",
      "evasive_distractor": "Solicitas reunión con tu supervisor para aclarar prioridades exactas antes de decidir cómo asignar tu tiempo limitado entre proyectos que compiten entre sí.",
      "rationalized_distractor": "Identificas señales de riesgo y tomas medidas preventivas protegiendo tu información estratégica también, justificando que es necesario para sobrevivir en un ambiente donde otros no colaboran de buena fe."
    },
    "notes": "M4 Opciones B08 batch 03 item 6 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 65,
    "char_count": 359,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 65 words, 359 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q027",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa anuncia cambios importantes en liderazgo y procesos simultáneamente. El nuevo líder tiene expectativas diferentes y el estilo de trabajo cambió significativamente de un día para otro. Varios compañeros tienen dificultades para adaptarse y expresan frustración abiertamente. Tu evaluación próxima depende de demostrar adaptabilidad rápida. Resistir o pedir tiempo puede verse como inflexibilidad ante el cambio organizacional. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes equilibrio entre adaptarte a lo nuevo y comunicar honestamente al nuevo líder qué aspectos del cambio necesitan más tiempo o clarificación, aunque esto pueda verse como resistencia inicial y afectar tu primera impresión.",
      "pragmatic_distractor": "Buscas ayuda profesional externa para manejar el estrés de los cambios mientras demuestras externamente adaptación rápida, absorbiendo la presión internamente sin expresar dificultades al nuevo liderazgo.",
      "evasive_distractor": "Observas cómo otros compañeros se adaptan y esperas ver qué comportamientos son valorados por el nuevo líder antes de definir tu propia estrategia de adaptación.",
      "rationalized_distractor": "Practicas técnicas de mindfulness para mantener calma durante la transición, justificando que tu bienestar emocional es prioritario y que los cambios eventualmente se estabilizarán sin necesidad de confrontación."
    },
    "notes": "M4 Opciones B08 batch 03 item 7 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 68,
    "char_count": 365,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 68 words, 365 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q028",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Algunos compañeros compiten agresivamente por reconocimiento mientras hay conflictos constantes entre miembros de tu equipo. El ambiente está tenso y varios muestran señales de estrés y agotamiento. Tu supervisor evalúa tanto resultados como tu capacidad de navegar dinámicas difíciles. Intervenir en conflictos puede atraer hostilidad hacia ti. Mantenerte neutral puede verse como falta de liderazgo. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Buscas ayuda profesional para procesar el estrés del ambiente tóxico y simultáneamente comunicas a tu supervisor las dinámicas negativas que observas proponiendo acciones concretas, aunque esto genere hostilidad de compañeros implicados en los conflictos.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness para proteger tu bienestar personal y te enfocas exclusivamente en tus entregas individuales, evitando involucrarte en dinámicas de equipo que no puedes controlar.",
      "evasive_distractor": "Consultas con compañeros de confianza fuera del equipo sobre cómo manejar ambientes tóxicos antes de decidir si intervenir o mantenerte al margen.",
      "rationalized_distractor": "Mantienes equilibrio enfocándote en tu propio bienestar y argumentando que cada quien es responsable de manejar sus propios conflictos, evitando involucrarte en problemas ajenos que podrían afectarte negativamente."
    },
    "notes": "M4 Opciones B08 batch 03 item 8 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 65,
    "char_count": 333,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 65 words, 333 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q029",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Hay conflictos constantes entre compañeros de tu equipo y la tensión afecta el ambiente de trabajo diario. Algunos miembros están divididos por estos conflictos y varios muestran estrés evidente. Tu supervisor nota la situación pero no interviene directamente. Tu rol no incluye formalmente gestionar conflictos pero la disfunción afecta tus propias entregas. Intervenir puede atraer hostilidad de ambos bandos. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Estableces límites comunicando a tu supervisor cómo los conflictos afectan entregas específicas tuyas y propones mediación formal, aunque compañeros involucrados te vean como delator y la relación con ellos se deteriore.",
      "pragmatic_distractor": "Buscas equilibrio entre involucrarte mínimamente y proteger tus entregas, trabajando directamente solo con compañeros no conflictivos aunque esto limite tu colaboración con otros.",
      "evasive_distractor": "Esperas a que tu supervisor tome acción formal sobre los conflictos antes de comunicar cómo te afectan, evitando ser tú quien escale el problema.",
      "rationalized_distractor": "Desarrollas redes de apoyo con compañeros neutrales para desahogarte sobre la situación, justificando que mantener tu bienestar emocional es prioritario aunque los conflictos persistan sin resolución."
    },
    "notes": "M4 Opciones B08 batch 03 item 9 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 67,
    "char_count": 343,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 67 words, 343 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q030",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa implementa cambios frecuentes en procesos mientras recibes críticas frecuentes de tu supervisor sobre tu desempeño en el contexto de estos cambios. Cada pocas semanas hay nuevas modificaciones que dificultan establecer rutinas. Varios compañeros también reciben comentarios similares. La inestabilidad genera incertidumbre sobre qué criterios usar para mejorar cuando los estándares cambian constantemente. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Desarrollas redes de apoyo con compañeros en situación similar y simultáneamente comunicas a tu supervisor que las críticas son difíciles de actuar cuando los procesos cambian constantemente, solicitando criterios estables, aunque parezcas justificando bajo desempeño.",
      "pragmatic_distractor": "Buscas equilibrio adaptándote rápidamente a cada cambio visible mientras documentas tus esfuerzos de mejora, esperando que tu adaptabilidad sea reconocida eventualmente aunque las críticas persistan.",
      "evasive_distractor": "Solicitas reunión con tu supervisor para entender exactamente qué criterios son prioritarios antes de invertir esfuerzo en mejoras que podrían volverse irrelevantes con el próximo cambio.",
      "rationalized_distractor": "Identificas señales tempranas de próximos cambios para anticiparte mejor, justificando que ser proactivo compensa las críticas sobre desempeño pasado aunque no abordes directamente los puntos señalados."
    },
    "notes": "M4 Opciones B08 batch 03 item 10 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 353,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 353 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q031",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa implementa cambios frecuentes en procesos mientras anuncia cambios adicionales que afectarán directamente tu trabajo próximo. Cada pocas semanas hay nuevas modificaciones generando inestabilidad constante. Varios compañeros están frustrados y cuestionan la dirección. Tu supervisor espera adaptación sin quejas. La incertidumbre dificulta planificar y la frustración acumulada afecta tu motivación y enfoque. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Desarrollas redes de apoyo con compañeros mientras comunicas abiertamente a tu supervisor cómo la inestabilidad constante afecta tu planificación y propones periodos de consolidación, aunque parezcas resistente al cambio y poco adaptable.",
      "pragmatic_distractor": "Identificas señales tempranas de próximos cambios y tomas medidas anticipándote para minimizar impacto en tus entregas, aceptando la inestabilidad como parte del trabajo aunque tu frustración crezca internamente.",
      "evasive_distractor": "Esperas a ver qué cambios persisten antes de invertir esfuerzo en adaptarte, evitando comprometerte con procesos que probablemente cambiarán nuevamente pronto.",
      "rationalized_distractor": "Buscas equilibrio enfocándote en entregas inmediatas sin preocuparte por cambios futuros, justificando que es imposible planificar cuando todo cambia constantemente y que solo puedes controlar el presente."
    },
    "notes": "M4 Opciones B08 batch 03 item 11 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 357,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 357 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q032",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Recibes evaluación de desempeño que indica áreas de mejora significativas mientras te informan expectativas de trabajo más altas simultáneamente. Tu supervisor espera mejoras inmediatas pero las nuevas expectativas requieren tiempo de adaptación que no tienes. Compañeros también recibieron evaluaciones similares. Cumplir con todo parece objetivamente imposible sin sacrificar calidad o bienestar. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes equilibrio comunicando a tu supervisor que necesitas priorizar entre mejoras y nuevas expectativas porque hacer ambas con calidad es imposible en el tiempo dado, aunque parezcas menos capaz que compañeros que prometen todo.",
      "pragmatic_distractor": "Tomas descansos regulares para mantener rendimiento y te enfocas en mejoras más visibles primero, esperando que las nuevas expectativas se ajusten cuando vean tu esfuerzo, aunque algunas áreas queden sin atender.",
      "evasive_distractor": "Solicitas reunión de seguimiento con tu supervisor para aclarar exactamente qué mejoras son prioritarias antes de comprometerte con un plan de acción específico.",
      "rationalized_distractor": "Practicas técnicas de mindfulness para manejar el estrés de las múltiples demandas, justificando que tu bienestar es prioritario y que trabajar estresado produce peores resultados aunque no resuelvas la sobrecarga."
    },
    "notes": "M4 Opciones B08 batch 03 item 12 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 345,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 345 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q033",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu carga laboral aumentó significativamente mientras la empresa implementa cambios frecuentes en procesos. Cada pocas semanas hay nuevas modificaciones que requieren adaptación constante. Tienes más trabajo del que puedes manejar razonablemente y varios compañeros también experimentan sobrecarga similar. Tu supervisor espera productividad estable a pesar de todo. La combinación de volumen y cambios genera agotamiento acumulativo. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes equilibrio comunicando a tu supervisor que la combinación de sobrecarga y cambios constantes es insostenible y propones reducir carga o estabilizar procesos temporalmente, aunque parezcas menos resiliente que compañeros que absorben todo sin quejarse.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness para manejar el agotamiento y te adaptas a cada cambio lo más rápido posible, aceptando que el ritmo actual es la nueva normalidad aunque tu bienestar se deteriore gradualmente.",
      "evasive_distractor": "Consultas con compañeros cómo están manejando la situación para validar si tu percepción de insostenibilidad es compartida antes de hablar con tu supervisor.",
      "rationalized_distractor": "Buscas ayuda profesional externa para manejar el estrés acumulado, justificando que mejorar tu capacidad de resistencia personal es más efectivo que intentar cambiar condiciones laborales fuera de tu control."
    },
    "notes": "M4 Opciones B08 batch 03 item 13 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 67,
    "char_count": 361,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 67 words, 361 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q034",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Hay incertidumbre constante sobre el futuro de la empresa y tu posición mientras enfrentas altos niveles de estrés por la carga laboral y dificultad para separar trabajo de vida personal. Varios compañeros también están preocupados por el futuro y expresan ansiedad abiertamente. Tu supervisor no ofrece claridad sobre estabilidad. La combinación de incertidumbre y sobrecarga afecta tu concentración y motivación. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Identificas señales de riesgo y comunicas a tu supervisor que necesitas claridad sobre estabilidad para poder comprometerte plenamente, aunque esto pueda exponerte como menos leal o dependiente de garantías que otros no piden.",
      "pragmatic_distractor": "Buscas equilibrio enfocándote en entregas inmediatas y postergando preocupaciones sobre futuro hasta tener información concreta, aceptando vivir con incertidumbre aunque afecte tu bienestar.",
      "evasive_distractor": "Consultas con compañeros de confianza y contactos externos sobre oportunidades alternativas antes de decidir cuánto esfuerzo invertir en tu rol actual.",
      "rationalized_distractor": "Desarrollas redes de apoyo con compañeros para compartir preocupaciones y estrategias, justificando que el apoyo emocional mutuo es prioritario aunque no resuelva la incertidumbre laboral real."
    },
    "notes": "M4 Opciones B08 batch 03 item 14 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 68,
    "char_count": 355,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 68 words, 355 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q035",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Recibes críticas frecuentes de tu supervisor sobre tu desempeño mientras compañeros compiten agresivamente por reconocimiento y oportunidades escasas. Las críticas generan estrés adicional y el ambiente está tenso. Varios del equipo muestran señales de agotamiento. Mejorar rápidamente requiere esfuerzo extra significativo en un ambiente que ya es hostil. Tu próxima evaluación determinará oportunidades futuras. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Buscas ayuda profesional para procesar el estrés mientras simultáneamente solicitas reuniones frecuentes con tu supervisor para entender exactamente qué mejorar, exponiendo tus debilidades abiertamente aunque compañeros competitivos puedan usar esa información.",
      "pragmatic_distractor": "Mantienes equilibrio enfocándote en mejoras visibles y rápidas que impresionen a tu supervisor, priorizando resultados sobre bienestar personal temporal hasta que pase la evaluación.",
      "evasive_distractor": "Consultas con colegas de otros equipos o mentores externos si las críticas que recibes son razonables antes de decidir cómo responder a ellas.",
      "rationalized_distractor": "Practicas técnicas de mindfulness para manejar el estrés de las críticas, justificando que tu bienestar emocional es prioritario y que trabajar desde el agotamiento produce peores resultados aunque no abordes las áreas de mejora."
    },
    "notes": "M4 Opciones B08 batch 03 item 15 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 352,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 352 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q036",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa implementa nuevo sistema tecnológico que requiere aprender metodologías diferentes mientras enfrentas altos niveles de estrés por carga laboral y dificultad para separar trabajo de vida personal. El entrenamiento es limitado y debes seguir cumpliendo responsabilidades actuales. Varios compañeros están frustrados y expresan agotamiento abiertamente. La demanda de aprender algo nuevo en estas condiciones parece excesiva. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Estableces límites comunicando a tu supervisor que no puedes absorber el aprendizaje del nuevo sistema sin reducir carga actual y propones un plan realista de transición, aunque parezcas menos adaptable que compañeros que prometen hacerlo todo.",
      "pragmatic_distractor": "Desarrollas redes de apoyo con compañeros para aprender el nuevo sistema juntos y compartir carga de conocimiento, aunque esto consuma tiempo sin resolver tu sobrecarga individual.",
      "evasive_distractor": "Solicitas más entrenamiento formal antes de comprometerte con plazos de adopción del nuevo sistema, esperando que la empresa provea recursos adicionales.",
      "rationalized_distractor": "Buscas equilibrio enfocándote en tareas inmediatas y postergando el aprendizaje del nuevo sistema hasta que la carga disminuya, justificando que es imposible aprender bien bajo estrés extremo."
    },
    "notes": "M4 Opciones B08 batch 03 item 16 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 70,
    "char_count": 371,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 70 words, 371 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q037",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te asignan proyecto donde trabajarás principalmente solo mientras tu carga laboral aumentó significativamente. Tienes más trabajo del que puedes manejar razonablemente y el aislamiento dificulta obtener apoyo o recursos. Compañeros también experimentan sobrecarga pero tienen acceso a colaboración. Tu supervisor espera resultados comparables aunque tus condiciones sean diferentes. La desventaja es evidente pero mencionarla puede parecer excusa. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Buscas ayuda profesional para el estrés del aislamiento y simultáneamente comunicas a tu supervisor las desventajas concretas de trabajar solo con sobrecarga, proponiendo ajustes, aunque parezcas quejándote de condiciones que otros aceptarían.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness para manejar el aislamiento y te enfocas en entregar lo mejor posible con recursos disponibles, aceptando resultados potencialmente inferiores a equipos con colaboración.",
      "evasive_distractor": "Solicitas reuniones periódicas con tu supervisor para visibilizar tu progreso y dificultades gradualmente, esperando que reconozca las desventajas sin que debas exponerlas directamente.",
      "rationalized_distractor": "Mantienes equilibrio enfocándote solo en lo que puedes controlar y argumentando que el aislamiento te permite trabajar sin distracciones, evitando confrontar la desventaja estructural de tu asignación."
    },
    "notes": "M4 Opciones B08 batch 03 item 17 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 68,
    "char_count": 369,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 68 words, 369 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q038",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Hay conflictos constantes entre compañeros mientras la empresa anuncia cambios importantes en procesos que afectarán tu trabajo. La tensión afecta el ambiente y varios muestran estrés. Tu supervisor espera que mantengas productividad durante esta transición difícil. Los conflictos consumen energía que necesitas para adaptarte a los cambios. Intervenir puede atraer hostilidad; ignorar puede afectar tus entregas. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Desarrollas redes de apoyo con compañeros constructivos y comunicas a tu supervisor cómo los conflictos afectan la adaptación a cambios proponiendo intervención, aunque compañeros involucrados te vean como delator y la relación con ellos se deteriore.",
      "pragmatic_distractor": "Estableces límites protegiendo tu tiempo y energía de los conflictos ajenos, enfocándote exclusivamente en adaptarte a los nuevos procesos aunque la disfunción del equipo persista.",
      "evasive_distractor": "Esperas a que tu supervisor note los conflictos y tome acción antes de comunicar cómo te afectan, evitando ser tú quien escale el problema durante una transición ya difícil.",
      "rationalized_distractor": "Identificas señales de riesgo y tomas medidas preventivas protegiéndote de involucrarte en conflictos, justificando que mantener tu neutralidad es profesional aunque la disfunción afecte al equipo."
    },
    "notes": "M4 Opciones B08 batch 03 item 18 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 67,
    "char_count": 355,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 67 words, 355 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q039",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Trabajas de forma remota cuando la empresa anuncia cambios importantes en procesos. La comunicación a distancia dificulta entender detalles y expectativas no están claras. Varios compañeros remotos experimentan la misma confusión y estrés. Tu supervisor espera adaptación sin excusas adicionales por la distancia. Los malentendidos pueden costarte errores que afecten tu evaluación. Pedir clarificación puede parecer incompetencia. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes equilibrio comunicando proactivamente a tu supervisor las ambigüedades que identificas y propones reuniones de clarificación antes de asumir compromisos, aunque parezcas menos autónomo y tu adaptabilidad remota sea cuestionada.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness para manejar la incertidumbre y avanzas con interpretaciones propias documentando decisiones, aceptando riesgo de errores por falta de clarificación formal.",
      "evasive_distractor": "Consultas con compañeros remotos sobre sus interpretaciones antes de actuar, esperando que surja consenso informal que puedas seguir sin exponerte individualmente.",
      "rationalized_distractor": "Tomas descansos regulares para mantener claridad mental y argumentas que trabajar con calma produce mejores decisiones, evitando solicitar clarificación que podría verse como dependencia excesiva."
    },
    "notes": "M4 Opciones B08 batch 03 item 19 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 68,
    "char_count": 358,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 68 words, 358 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q040",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Trabajas remotamente cuando te informan expectativas de trabajo más altas. La comunicación a distancia dificulta entender detalles y algunas expectativas no están claras. Compañeros remotos también experimentan esta situación y expresan frustración. Tu supervisor espera resultados comparables a presenciales aunque tus condiciones sean diferentes. Pedir clarificación puede verse como falta de autonomía que se espera de remotos. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Practicas técnicas para manejar el estrés mientras comunicas a tu supervisor que las nuevas expectativas requieren clarificación específica para cumplirlas correctamente a distancia, aunque parezcas menos autónomo que otros remotos que no preguntan.",
      "pragmatic_distractor": "Tomas descansos regulares para mantener rendimiento y avanzas con tu mejor interpretación de las expectativas, documentando decisiones para justificar resultados si difieren de lo esperado.",
      "evasive_distractor": "Consultas con compañeros remotos cómo están interpretando las nuevas expectativas antes de comprometerte con un enfoque específico.",
      "rationalized_distractor": "Mantienes equilibrio enfocándote en entregas basadas en expectativas anteriores que sí entiendes, justificando que trabajar con información incompleta produce peores resultados que esperar clarificación."
    },
    "notes": "M4 Opciones B08 batch 03 item 20 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 358,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 358 chars within range; banned words absent; options balanced."
  }
]
