[
  {
    "id": "block-B05-q356",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 356,
    "refactored_text": "Durante una auditoría interna, te sugieren no registrar un hallazgo crítico alegando que 'ya se está corrigiendo' para evitar sanciones. Si lo documentas, generas retrabajo y expones el fallo ante la dirección; si lo omites, alivias la tensión inmediata, pero dejas un riesgo activo sin seguimiento formal. ¿Cómo procedes y justificas tu decisión?",
    "notes": "Modulo 3 Video B05 batch 12 item 1",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q357",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 357,
    "refactored_text": "Te solicitan firmar la certificación ambiental de una planta aunque falta el último muestreo de emisiones, para no reprogramar al regulador. Si exiges el muestreo, postergas la entrega y enfrentas reclamos; si firmas, el proyecto avanza, pero avalas un cumplimiento incompleto. ¿Qué decides firmar y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 2",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q358",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 358,
    "refactored_text": "Al consolidar un reporte de ciberseguridad, te piden reclasificar un incidente de severidad alta a media porque no hubo impacto visible. Si mantienes la severidad alta, activas planes exigentes y más horas de análisis; si la bajas, reduces la presión, pero restas urgencia a mejoras críticas. ¿Qué severidad registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 3",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q359",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 359,
    "refactored_text": "Los registros de acceso a un cuarto seguro tienen vacíos de varios días y te piden completarlos para que la bitácora parezca continua. Si declaras la ausencia de datos, deberás rehacer revisiones y asumir observaciones; si los completas sin soporte, la auditoría fluye, pero pierdes trazabilidad real. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 4",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q360",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 360,
    "refactored_text": "Ante una revisión externa inminente, te piden marcar como terminado un mantenimiento preventivo incompleto para no mover agendas. Si reportas lo pendiente, deberán parar equipos y reprogramar turnos; si lo das por hecho, el informe pasa rápido, pero dejas riesgos de falla sin atender. ¿Cómo lo documentas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 5",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q361",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 361,
    "refactored_text": "Durante la evaluación de un proveedor, descubres que el jefe evaluador tiene parentesco con el dueño, pero te piden omitirlo para cerrar el contrato. Si lo declaras, inicias una revisión de independencia que causará retrasos; si lo omites, aceleras la firma, pero ocultas un conflicto de interés. ¿Qué decides registrar y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 6",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q362",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 362,
    "refactored_text": "Te piden declarar exitosas unas pruebas de continuidad sin reportar que faltó el escenario de pérdida total de sitio. Si lo declaras incompleto, deberás repetir simulaciones, gastar más horas y exponer la brecha; si lo das por aprobado, el plan queda limpio, pero sin validar el caso más crítico. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 7",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q363",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 363,
    "refactored_text": "En el inventario de activos críticos, te piden registrar equipos que aún no llegan para cumplir la meta mensual. Si mantienes solo lo recibido, el indicador bajará y habrá reclamos; si anticipas los faltantes, cierras la cifra, pero falseas la trazabilidad física. ¿Qué incluyes en el reporte y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 8",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q364",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 364,
    "refactored_text": "Al preparar un informe de control interno, te piden reclasificar un gasto no autorizado como 'ajuste operativo' para evitar observaciones. Si lo señalas correctamente, habrá aclaraciones y posible rechazo del informe; si lo reclasificas, evitas la fricción, pero encubres un desvío de política. ¿Cómo lo reportas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 9",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q365",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 365,
    "refactored_text": "En la matriz de riesgos, te piden mover un riesgo recurrente de 'alto' a 'moderado' para cerrar el proyecto sin alertar al comité. Si lo mantienes alto, deberán asignar recursos y retrasar el cierre; si lo bajas, liberas la aprobación, pero minimizas una amenaza conocida. ¿Qué calificación asignas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 10",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q366",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 366,
    "refactored_text": "Descubres un incumplimiento normativo que exige notificación en 48 horas, pero te piden esperar para 'confirmar el impacto'. Si notificas ahora, expones al equipo a una revisión urgente; si esperas, ganas tiempo de análisis, pero arriesgas sanciones por reporte tardío. ¿Cuándo informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 11",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q367",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 367,
    "refactored_text": "En planta, un instrumento crítico tiene la calibración vencida y te piden usarlo igual para no detener la producción. Si exiges recalibrar, paras la línea y asumes los reclamos; si sigues adelante, cumples el plazo, pero utilizas datos que podrían ser inválidos. ¿Qué decides hacer y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 12",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q368",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 368,
    "refactored_text": "Te piden cerrar una inspección de calidad aunque faltó revisar un lote porque el supervisor no estuvo presente. Si lo registras pendiente, deberás reprogramar y usar horas extra; si lo cierras como completo, el reporte queda limpio, pero dejas un vacío en el control. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 13",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q369",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 369,
    "refactored_text": "Previo a una auditoría externa, te piden ajustar métricas de cumplimiento para que ninguna quede bajo el umbral, alegando mejora continua. Si reportas los valores reales, habrá planes de acción y supervisión estricta; si los inflas, evitas cuestionamientos, pero entregas datos falsos. ¿Qué cifras presentas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 14",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q370",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 370,
    "refactored_text": "En la investigación de un incidente, te piden omitir que el origen fue un error humano para evitar sanciones al equipo. Si lo detallas, abrirás capacitaciones y reprocesos molestos; si lo suprimes, el informe queda neutro, pero sin identificar la causa raíz real. ¿Cómo documentas el origen y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 15",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q371",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 371,
    "refactored_text": "Un cambio en producción requiere aprobación formal, pero te piden aplicarlo urgente y regularizar la firma después. Si esperas la aprobación, podrás justificarlo, pero afectarás el calendario crítico; si avanzas sin firma, aceleras la solución, pero rompes el control de cambios establecido. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 16",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q372",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 372,
    "refactored_text": "En un contrato de servicios, te piden retirar un anexo de exclusiones porque 'asusta' al cliente y retrasa la firma. Si lo mantienes, habrá más negociaciones y posible demora; si lo quitas, cierras rápido el trato, pero reduces la claridad sobre las obligaciones futuras. ¿Qué versión del contrato envías y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 17",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q373",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 373,
    "refactored_text": "En una investigación interna, te piden cerrar el caso sin entrevistar a un testigo clave para evitar conflictos con otro departamento. Si insistes en entrevistarlo, alargas el proceso y generas tensión política; si lo omites, cierras rápido, pero dejas vacíos en la evidencia. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 18",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q374",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 374,
    "refactored_text": "Te piden firmar permisos de acceso a zona restringida para un equipo temporal que aún no completa la capacitación de seguridad. Si exiges el curso, detienes la actividad y recibirás presión; si firmas, avanzan rápido, pero expones el área a riesgos operativos. ¿Qué decides firmar y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 19",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q375",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 375,
    "refactored_text": "En la trazabilidad de insumos, te piden no consignar el origen de un lote porque faltan certificados, pero la producción urge. Si registras la falta, detienes la recepción y escalas el problema; si lo omites, mantienes el ritmo, pero pierdes visibilidad ante un posible retiro futuro. ¿Qué documentas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 20",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q376",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 376,
    "refactored_text": "Te piden usar una licencia genérica para varios usuarios porque el proveedor demora en enviar las credenciales nominativas. Si esperas, se detienen los entregables y recibirás reclamos; si compartes la licencia, facilitas el avance, pero violas los términos de uso y pierdes trazabilidad. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 21",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q377",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 377,
    "refactored_text": "En la validación de horas, te piden no reportar turnos extra de un equipo para no exceder el presupuesto asignado. Si las registras, habrá ajustes y discusiones de costos; si las ocultas, cuadras la cifra financiera, pero falseas el esfuerzo real y afectas derechos laborales. ¿Qué reportas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 22",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q378",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 378,
    "refactored_text": "Te piden marcar como ejecutados todos los casos críticos de un plan de pruebas aunque se omitieron algunos por falta de tiempo. Si aclaras la omisión, deberás extender plazos y reabrir defectos; si los das por hechos, el proyecto sigue, pero sin validar riesgos clave. ¿Cómo lo documentas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 23",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q379",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 379,
    "refactored_text": "Al archivar evidencia de un proceso disciplinario, te piden descartar registros de chat para hacer el expediente 'más ligero'. Si los conservas, tomará más tiempo revisarlos y podría escalar la sanción; si los eliminas, reduces el ruido, pero pierdes soporte clave para el caso. ¿Qué incluyes y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 24",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q380",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 380,
    "refactored_text": "En la revisión de respaldos, te piden declarar exitoso un ciclo sin ejecutar la restauración de prueba porque 'nunca falla'. Si exiges la restauración, consumes recursos y puedes retrasar cierres; si omites la prueba, ahorras esfuerzo inmediato, pero no verificas la capacidad de recuperación real. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 25",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q381",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 381,
    "refactored_text": "Antes de un simulacro de evacuación, te piden marcarlo como realizado porque el edificio está en remodelación y no quieren interrumpir. Si insistes en ejecutarlo, deberás coordinar bajo condiciones difíciles; si lo das por cumplido, evitas la fricción, pero no validas la respuesta de seguridad. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 26",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q382",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 382,
    "refactored_text": "En el cierre de gastos, te piden aceptar un comprobante duplicado para cubrir una partida faltante y cuadrar la caja. Si lo rechazas, habrá que aclarar el desvío y quizá reembolsar dinero; si lo aceptas, solucionas el problema contable, pero avalas un registro incorrecto. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 27",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q383",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 383,
    "refactored_text": "Un riesgo crítico se repite por tercera vez y te piden no escalarlo al comité para evitar cuestionamientos. Si lo escalas, habrá sesiones adicionales, compromisos y exposición; si lo callas, evitas la fricción política, pero mantienes una amenaza sin la atención necesaria. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 28",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q384",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 384,
    "refactored_text": "Una cuenta privilegiada temporal venció, pero te piden extenderla sin controles adicionales para un despliegue urgente. Si exiges cerrarla, retrasas el despliegue y asumes presión; si la mantienes abierta, facilitas el avance, pero dejas un acceso crítico sin la debida trazabilidad. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 29",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q385",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 385,
    "refactored_text": "Durante la selección de un proveedor crítico, el representante te ofrece un obsequio y te sugieren aceptarlo para 'no incomodar'. Si lo rechazas y reportas, podrías dañar la relación y generar tensión; si lo aceptas, cierras la negociación suavemente, pero comprometes tu independencia. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 30",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q386",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 386,
    "refactored_text": "En la bitácora de mantenimiento, te piden copiar registros de un día anterior porque el técnico olvidó documentar y la revisión es mañana. Si dejas el espacio en blanco, deberán explicar la omisión; si copias los datos, el informe luce completo, pero mientes en la trazabilidad real. ¿Qué anotas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 31",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q387",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 387,
    "refactored_text": "Al preparar un informe de ética, te piden omitir una denuncia informal por falta de pruebas documentales para 'no abrir más casos'. Si la incluyes, deberás investigar y asignar tiempo extra; si la dejas fuera, cierras rápido el reporte, pero ignoras una posible alerta temprana. ¿Qué decides reportar y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 32",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q388",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 388,
    "refactored_text": "Durante una contingencia, te piden compartir una clave maestra por un canal no cifrado para resolver rápido un bloqueo. Si te niegas y buscas un canal seguro, demoras la atención crítica; si la envías así, agilizas la solución, pero expones credenciales de alto privilegio. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 33",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q389",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 389,
    "refactored_text": "Para acelerar una entrega, te sugieren reutilizar material de un informe de otra unidad sin citar la fuente. Si solicitas permiso, extenderás los plazos y quizá debas ajustar el texto; si copias el contenido, cumples con la fecha, pero vulneras los derechos de autoría interna. ¿Qué decides hacer y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 34",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q390",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 390,
    "refactored_text": "En un informe operativo, te piden eliminar la sección de desviaciones repetidas argumentando que 'ya se corrigieron' y generan mala imagen. Si la mantienes, habrá nuevos planes y más escrutinio; si la quitas, el reporte luce limpio, pero eliminas el historial para el seguimiento futuro. ¿Qué versión entregas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 35",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q391",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 391,
    "refactored_text": "Debes enviar un archivo sensible a un tercero urgente, pero la herramienta segura está caída y te piden usar correo normal. Si esperas a reactivar el canal, retrasas la entrega y recibirás presión; si lo envías abierto, cumples con el tiempo, pero expones datos confidenciales sin cifrar. ¿Qué decisión tomas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 36",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q392",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 392,
    "refactored_text": "En un taller obligatorio faltaron varios asistentes, pero te piden marcarlos como presentes argumentando que 'ya conocen el tema'. Si registras la ausencia, deberás reprogramar y gestionar más horas; si los marcas, cumples la meta administrativa, pero falseas el registro de formación. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 37",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q393",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 393,
    "refactored_text": "Un permiso de obra requiere revisión estructural final, pero te piden firmarlo antes para no frenar al contratista. Si esperas la revisión, habrá retraso y reclamos por costos; si firmas sin el informe, facilitas el avance, pero asumes responsabilidad sin sustento técnico. ¿Qué firmas y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 38",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q394",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 394,
    "refactored_text": "En pruebas de seguridad física, un acceso queda con observaciones, pero te piden declararlo 'aceptable' para evitar rondas adicionales. Si lo marcas pendiente, habrá re-inspecciones y más trabajo; si lo declaras conforme, cierras rápido, pero dejas una brecha de seguridad activa. ¿Qué declaras y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 39",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q395",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 395,
    "refactored_text": "En la liquidación de viáticos, te piden declarar un costo menor al real porque no hay presupuesto para cubrirlo completo. Si reportas el valor real, habrá reclamos y ajustes complejos; si reduces la cifra, cierras sin ruido, pero falseas el reembolso y asumes el costo personalmente. ¿Qué declaras y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 40",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q396",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 396,
    "refactored_text": "Recibes una denuncia anónima sobre manipulación de resultados en un laboratorio y te piden archivarla por falta de firma. Si la investigas, abrirás entrevistas, gastarás horas y generarás tensión; si la archivas, evitas el conflicto inmediato, pero podrías estar dejando pasar un fraude. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 41",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q397",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 397,
    "refactored_text": "Un laboratorio pide mezclar remanentes de dos lotes para cumplir una entrega urgente, sin repetir las pruebas completas. Si rechazas, detienes el envío y asumes la presión comercial; si aceptas, cumples el plazo, pero comprometes la trazabilidad y la validez técnica del lote. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 42",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q398",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 398,
    "refactored_text": "En una solicitud urgente, te piden compartir datos sensibles con un consultor externo sin firmar acuerdos formales. Si esperas los acuerdos, se atrasa el análisis y habrá presión; si compartes la información ya, aceleras el proyecto, pero expones datos sin protección contractual. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 43",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q399",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 399,
    "refactored_text": "Actualizas un manual y te piden firmar conformidad sin haber leído todos los cambios porque el tiempo de publicación apremia. Si te tomas el tiempo de revisar, retrasas la entrega y recibirás presión; si firmas a ciegas, cumples el plazo, pero avalas contenido no verificado. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 44",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q400",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 400,
    "refactored_text": "Una alerta temprana señala que un proveedor usa insumos no aprobados, pero te piden no documentarlo hasta la próxima revisión para no frenar entregas. Si lo documentas ahora, deberás inspeccionar y retener lotes; si esperas, evitas el ruido operativo, pero permites que continúe el riesgo de calidad. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 12 item 45",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  }
]