[
  {
    "id": "block-B05-q141",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 141,
    "refactored_text": "Recibes el encargo de consolidar datos sobre el desempeno de varios equipos y notas que uno de ellos, dirigido por alguien cercano a la direccion, ha registrado resultados de manera mas generosa que el resto sin justificacion clara. Si decides ajustar las cifras para que reflejen criterios uniformes, puedes generar tension con personas influyentes y afectar tu posicion; si aceptas el reporte tal como viene, evitas conflictos pero permites una comparacion injusta. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 1",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q142",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 142,
    "refactored_text": "Te encargan revisar un manual de procedimientos y descubres que ciertas normas sobre manejo de informacion sensible se han redactado de forma ambigua, lo que permite interpretaciones convenientes. Si propones reescribirlas con mayor precision, sumas trabajo, retrasas la publicacion y puedes molestar a quienes prefieren flexibilidad; si las dejas como estan, el manual sale rapido pero mantiene espacios para decisiones poco transparentes. Que decides y como lo argumentas?",
    "notes": "Modulo 3 Video B05 batch 07 item 2",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q143",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 143,
    "refactored_text": "En una reunion estrategica se discute eliminar un mecanismo de consulta ciudadana porque genera demoras y criticas que complican la gestion, aunque ese espacio ha servido para detectar problemas reales. Si defiendes mantenerlo, te expones a ser visto como lento y poco eficiente; si aceptas su eliminacion, facilitas la operacion pero reduces la participacion y el control social. Como actuas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 3",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q144",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 144,
    "refactored_text": "Te solicitan validar un listado de beneficiarios de un programa social y adviertes que algunos nombres fueron incluidos por recomendacion directa de autoridades sin pasar por el proceso regular. Si cuestionas esas inclusiones, puedes enfrentar presiones, generar conflicto y arriesgar tu estabilidad; si firmas el listado sin observaciones, el proceso avanza sin fricciones pero avalas un trato preferencial. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 4",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q145",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 145,
    "refactored_text": "Durante la preparacion de un evento publico te piden seleccionar testimonios que muestren el impacto de un proyecto, pero sabes que existen relatos criticos igualmente validos que varios prefieren no exponer. Si insistes en incluir una muestra equilibrada, generas incomodidad, alargas preparativos y puedes ser catalogado como poco colaborador; si aceptas mostrar solo lo favorable, el evento sera mas armonico pero la imagen quedara incompleta. Que priorizas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 5",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q146",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 146,
    "refactored_text": "Recibes un informe tecnico que recomienda modificar ciertos criterios de evaluacion para proyectos futuros, pero aplicar esos cambios ahora obligaria a revisar decisiones pasadas que involucraron a directivos con influencia. Si impulsas la actualizacion inmediata, puedes abrir investigaciones incomodas y generar tension; si propones implementarla solo para casos nuevos, evitas conflictos pero mantienes inconsistencias eticas. Como procedes y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 6",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q147",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 147,
    "refactored_text": "Te invitan a participar en una comision que evaluara quejas internas y notas que se ha excluido deliberadamente a personas con perspectivas criticas para garantizar conclusiones mas controladas. Si planteas que esas voces deberian estar presentes, puedes retrasar el trabajo, generar disputas y ser etiquetado como problematico; si aceptas continuar sin ellas, el proceso sera mas fluido pero menos representativo. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 7",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q148",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 148,
    "refactored_text": "Al revisar el archivo de un proyecto concluido encuentras documentos que demuestran que ciertas decisiones clave se tomaron sin la consulta prometida a las comunidades afectadas, pero oficialmente se declaro que todo fue participativo. Si decides hacer visible esta contradiccion, puedes activar auditorias, generar criticas y afectar tu relacion con superiores; si guardas silencio, evitas ese riesgo pero dejas intacta una narrativa falsa. Que camino eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 8",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q149",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 149,
    "refactored_text": "Te piden coordinar la asignacion de recursos para distintas iniciativas y percibes que una propuesta liderada por alguien con buenas conexiones recibe mas apoyo del necesario, mientras otras mas urgentes quedan relegadas. Si planteas redistribuir de forma mas equitativa, puedes generar enfrentamientos, perder aliados y ser visto como confrontador; si sigues el criterio prevaleciente, mantienes buenas relaciones pero perpetuas un desequilibrio injusto. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 9",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q150",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 150,
    "refactored_text": "En una auditoria interna descubres que se han omitido ciertos registros incomodos en los reportes periodicos para mantener indicadores favorables, aunque tecnicamente no se falsificaron datos sino que se seleccionaron con cuidado. Si denuncias esta practica, obligas a revisar procesos, generas conflicto y posibles represalias; si la aceptas como parte de la cultura del lugar, evitas problemas inmediatos pero te vuelves complice de una manipulacion sutil. Como respondes y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 10",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q151",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 151,
    "refactored_text": "Te encargan preparar una presentacion sobre avances institucionales y te sugieren destacar solo aquellos proyectos que lucen bien en cifras, omitiendo otros que, aunque valiosos, no generan numeros impactantes. Si decides incluir una vision mas completa, alargas la preparacion, generas debates y puedes ser criticado por falta de foco; si aceptas la version simplificada, la presentacion sera mas atractiva pero poco honesta. Que decides y como lo justificas?",
    "notes": "Modulo 3 Video B05 batch 07 item 11",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q152",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 152,
    "refactored_text": "Durante una evaluacion de desempeno te das cuenta de que un colega ha inflado sus resultados aprovechando la falta de verificacion cruzada, y tu tienes acceso a la informacion real. Si lo reportas, puedes perjudicar seriamente a esa persona, generar tension y ser visto como delator; si decides no hacerlo, evitas el conflicto pero permites que se premie un merito falso. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 12",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q153",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 153,
    "refactored_text": "Te solicitan participar en la redaccion de un codigo de conducta y notas que algunos articulos se han formulado de modo que permiten excepciones discrecionales para personal de alto rango. Si propones redactarlos de forma mas rigurosa y uniforme, puedes generar resistencia, alargar el proceso y perder apoyo; si aceptas la version actual, el codigo se aprueba rapido pero consolida privilegios. Como actuas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 13",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q154",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 154,
    "refactored_text": "En una reunion de planificacion se propone asignar fondos importantes a una actividad con alta visibilidad mediatica pero bajo impacto real, mientras se reducen recursos para programas menos conocidos que atienden necesidades criticas. Si te opones y pides revisar prioridades, arriesgas quedar aislado y ser catalogado como idealista; si aceptas la decision, mantienes tu posicion pero contribuyes a una distribucion injusta. Que priorizas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 14",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q155",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 155,
    "refactored_text": "Te piden revisar un contrato con un proveedor habitual y descubres clausulas que lo favorecen de manera desproporcionada, aunque la relacion ha sido comoda para tu area. Si exiges renegociar en terminos mas equilibrados, puedes deteriorar vinculos, generar demoras y enfrentar criticas internas; si firmas sin cuestionamientos, facilitas la continuidad pero aceptas condiciones poco convenientes para la organizacion. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 15",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q156",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 156,
    "refactored_text": "Durante la implementacion de un sistema nuevo observas que ciertos usuarios con influencia han recibido accesos especiales que rompen las reglas de seguridad establecidas para todos. Si planteas que se revoquen esos privilegios, puedes generar molestia, enfrentar represalias y ser etiquetado como rigido; si ignoras la situacion, evitas conflictos pero normalizas un doble estandar. Como procedes y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 16",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q157",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 157,
    "refactored_text": "Te encargan elaborar un informe sobre lecciones aprendidas en un proyecto fallido y te sugieren suavizar las conclusiones para no afectar la imagen de quienes tomaron decisiones clave. Si decides documentar con franqueza los errores, puedes generar incomodidad, tension y posibles cuestionamientos hacia ti; si redactas una version diplomatica, el informe sera bien recibido pero perdera utilidad para evitar futuros problemas. Que camino eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 17",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q158",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 158,
    "refactored_text": "En una instancia de trabajo participativo notas que las opiniones de ciertos grupos han sido registradas de forma sesgada para que coincidan mejor con la postura oficial, aunque los testimonios originales decian algo distinto. Si exiges corregir el registro, puedes reabrir procesos, generar friccion y ser visto como obstaculo; si aceptas la version editada, el documento avanza sin problemas pero distorsiona la voz de los participantes. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 18",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q159",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 159,
    "refactored_text": "Te invitan a formar parte de un comite de transparencia y descubres que su verdadera funcion es validar decisiones ya tomadas sin capacidad real de cuestionarlas. Si decides renunciar o denunciar esa dinamica, arriesgas tu reputacion, generas conflicto y puedes perder oportunidades; si permaneces en silencio, mantienes tu posicion pero contribuyes a legitimar un espacio poco genuino. Como actuas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 19",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q160",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 160,
    "refactored_text": "Durante una capacitacion interna alguien comparte en confianza que ha sido presionado para modificar resultados de evaluaciones, pero te pide no mencionarlo formalmente por temor a represalias. Si escalas la informacion para que se investigue, proteges a futuros afectados pero arriesgas identificar a la persona y romper su confianza; si guardas silencio, respetas su pedido pero permites que continuen practicas cuestionables. Que decides y como lo fundamentas?",
    "notes": "Modulo 3 Video B05 batch 07 item 20",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q161",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 161,
    "refactored_text": "Te solicitan coordinar una encuesta interna sobre clima laboral y varios directivos te piden disenar las preguntas de modo que orienten respuestas positivas, argumentando que resultados negativos podrian generar problemas innecesarios. Si te niegas y propones un instrumento neutro, puedes enfrentar presion, perder autonomia y generar tension; si aceptas el sesgo, la encuesta sera aprobada rapido pero sus resultados careceran de valor real. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 21",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q162",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 162,
    "refactored_text": "En una reunion de cierre de proyecto te das cuenta de que se estan atribuyendo logros a iniciativas oficiales que en realidad surgieron del esfuerzo espontaneo de equipos externos no reconocidos. Si intervienes para aclarar el origen, puedes generar incomodidad, ser visto como conflictivo y afectar relaciones; si permaneces en silencio, la narrativa oficial se consolida pero se invisibiliza a quienes hicieron el trabajo. Como reaccionas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 22",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q163",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 163,
    "refactored_text": "Te piden validar un cronograma de actividades y notas que se han reducido deliberadamente los tiempos de consulta para acelerar la aprobacion, aunque eso limita la participacion de grupos que deberian ser escuchados. Si exiges ampliar los plazos, retrasas todo el proceso, generas criticas y puedes ser catalogado como ineficiente; si apruebas el cronograma, facilitas el avance pero sacrificas la calidad de la participacion. Que priorizas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 23",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q164",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 164,
    "refactored_text": "Durante una revision de gastos descubres que ciertos pagos se han justificado con documentacion imprecisa y que, aunque legales, no corresponden claramente a la finalidad del presupuesto asignado. Si planteas que se aclaren o devuelvan, puedes generar conflictos internos, investigaciones y tension con quienes autorizaron esos gastos; si decides no insistir, evitas problemas pero aceptas un uso cuestionable de recursos publicos. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 24",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q165",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 165,
    "refactored_text": "Te encargan organizar una actividad de rendicion de cuentas y te sugieren invitar solo a medios afines que no haran preguntas incomodas, para garantizar una cobertura favorable. Si insistes en abrir la convocatoria de forma amplia, aumentas el riesgo de criticas publicas, generas nerviosismo interno y puedes ser visto como imprudente; si aceptas la lista restringida, el evento sera mas controlado pero poco transparente. Como procedes y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 25",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q166",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 166,
    "refactored_text": "En una discusion sobre criterios de contratacion notas que se ha propuesto un perfil tan especifico que favorece claramente a una persona conocida de antemano, aunque formalmente el proceso se presentara como abierto. Si cuestionas esa definicion, puedes generar friccion, ser acusado de obstruccionista y deteriorar relaciones; si la aceptas sin comentarios, el proceso avanza sin problemas pero se convierte en una simulacion. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 26",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q167",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 167,
    "refactored_text": "Te solicitan redactar un comunicado sobre un incidente que genero danos menores pero que revela fallas estructurales importantes, y te piden minimizar la gravedad para no alarmar a la opinion publica. Si decides describir la situacion con precision, puedes generar preocupacion, criticas y tension con tus superiores; si aceptas suavizar el mensaje, el comunicado sera mejor recibido pero oculta riesgos reales. Que camino eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 27",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q168",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 168,
    "refactored_text": "Durante la evaluacion de un programa social observas que los indicadores de exito se han definido de tal manera que casi cualquier resultado parecera positivo, aunque no midan el impacto real en las personas. Si propones cambiar los indicadores, obligas a replantear el diseno, retrasas la implementacion y generas molestia; si aceptas los actuales, el programa arranca rapido pero con metricas enganosas. Como actuas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 28",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q169",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 169,
    "refactored_text": "Te invitan a participar en una mesa de trabajo donde se discutiran recortes presupuestarios y notas que algunos proponen afectar areas que atienden poblaciones vulnerables porque tienen menos capacidad de protesta. Si te opones y defiendes esos recursos, arriesgas aislamiento, conflicto y posibles represalias; si guardas silencio, evitas esas consecuencias pero permites una decision injusta. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 29",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q170",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 170,
    "refactored_text": "Te encargan revisar un informe final que sera presentado a una entidad externa y descubres que se han omitido deliberadamente datos sobre obstaculos enfrentados para que el proyecto luzca impecable. Si insistes en incluir esa informacion, puedes generar incomodidad, reabrir debates y ser visto como negativo; si aceptas la version editada, el informe sera bien recibido pero poco honesto. Que decides y como lo justificas?",
    "notes": "Modulo 3 Video B05 batch 07 item 30",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q171",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 171,
    "refactored_text": "Durante una auditoria de procesos te das cuenta de que ciertas aprobaciones se han otorgado sin cumplir los requisitos formales, confiando en relaciones personales mas que en criterios tecnicos. Si reportas esta irregularidad, puedes activar sanciones, generar conflicto y afectar a personas conocidas; si decides no hacerlo, evitas esas consecuencias pero normalizas un funcionamiento poco transparente. Como procedes y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 31",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q172",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 172,
    "refactored_text": "Te solicitan coordinar la difusion de un estudio que muestra resultados mixtos y te piden destacar solo las conclusiones favorables en el resumen ejecutivo, dejando los problemas en anexos que pocos leeran. Si te niegas y propones un resumen equilibrado, alargas la revision, generas debates y puedes ser criticado por falta de estrategia; si aceptas el enfoque selectivo, la difusion sera mas efectiva pero enganosa. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 32",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q173",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 173,
    "refactored_text": "En una reunion de evaluacion de riesgos observas que algunos colegas minimizan deliberadamente ciertos peligros identificados porque abordarlos implicaria replantear decisiones ya tomadas por autoridades. Si insistes en que se reconozcan esos riesgos, puedes generar tension, ser etiquetado como alarmista y afectar tu posicion; si aceptas la minimizacion, facilitas el cierre pero dejas expuestas a posibles afectados. Que priorizas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 33",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q174",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 174,
    "refactored_text": "Te piden aprobar un protocolo de atencion al publico que, en la practica, dificulta el acceso a ciertos servicios para quienes tienen menos recursos o informacion, aunque formalmente cumple con la normativa. Si cuestionas el diseno y propones ajustes, sumas trabajo, retrasas la implementacion y puedes ser visto como excesivamente critico; si lo apruebas sin cambios, el protocolo entra en vigencia rapido pero perpetua barreras injustas. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 34",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q175",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 175,
    "refactored_text": "Durante la preparacion de un material de capacitacion descubres que se han incluido ejemplos que refuerzan estereotipos sobre ciertos grupos, aunque nadie lo ha mencionado porque el contenido ya fue revisado por varias personas. Si propones modificarlos, puedes generar incomodidad, retrasar la publicacion y ser visto como hipersensible; si decides no decir nada, el material sale a tiempo pero con sesgos problematicos. Como actuas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 35",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q176",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 176,
    "refactored_text": "Te encargan consolidar retroalimentacion de usuarios sobre un servicio y notas que se te pide agrupar comentarios negativos bajo categorias genericas para que no se vean patrones claros de problemas recurrentes. Si te niegas y presentas los datos con precision, obligas a reconocer fallas sistematicas, generas presion y puedes enfrentar resistencia; si aceptas el agrupamiento difuso, el reporte sera mas comodo pero menos util. Que decides y como lo argumentas?",
    "notes": "Modulo 3 Video B05 batch 07 item 36",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q177",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 177,
    "refactored_text": "En una instancia de planificacion estrategica se propone fijar metas muy ambiciosas que lucen bien en papel pero que el equipo tecnico sabe que son inalcanzables con los recursos actuales. Si cuestionas esas metas, puedes ser percibido como poco ambicioso, generar frustracion y perder credibilidad; si las aceptas sin advertir, evitas conflicto inmediato pero preparas el terreno para futuros fracasos. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 37",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q178",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 178,
    "refactored_text": "Te solicitan firmar un documento que certifica la finalizacion de un proyecto, pero sabes que quedan pendientes importantes que fueron omitidos del registro oficial para acelerar el cierre administrativo. Si te niegas a firmar hasta que se completen, retrasas todo el proceso, generas tension y puedes ser visto como obstruccionista; si firmas confiando en que se resolvera despues, facilitas el tramite pero avalas una declaracion incompleta. Como procedes y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 38",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q179",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 179,
    "refactored_text": "Durante una sesion de trabajo colaborativo notas que las opiniones de personas con menos jerarquia son sistematicamente ignoradas o reformuladas sin su consentimiento para ajustarse a la postura de quienes tienen mas poder. Si intervienes para visibilizar esas voces, puedes generar incomodidad, ser catalogado como problematico y afectar la dinamica del grupo; si permaneces en silencio, la reunion avanza mas fluida pero se perpetua un desequilibrio injusto. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 39",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q180",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 180,
    "refactored_text": "Te piden validar un plan de comunicacion que presenta como innovacion propia un modelo copiado de otra organizacion sin el debido reconocimiento ni autorizacion. Si exiges corregir la atribucion, puedes retrasar el lanzamiento, generar fricciones y ser visto como legalista; si aceptas la version actual, el plan se ejecuta rapido pero se basa en una apropiacion indebida. Que camino eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 40",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q181",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 181,
    "refactored_text": "En una reunion de balance te das cuenta de que ciertos fracasos importantes se estan atribuyendo a factores externos o a equipos que no estan presentes para defenderse, mientras se ocultan decisiones internas que contribuyeron al problema. Si intervienes para aclarar las responsabilidades reales, puedes generar conflicto, tension y ser etiquetado como desleal; si guardas silencio, la narrativa se consolida pero se evita aprender de los errores. Como actuas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 41",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q182",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 182,
    "refactored_text": "Te encargan disenar un mecanismo de quejas y te sugieren incluir filtros que dificulten el acceso a instancias superiores, con el argumento de evitar saturacion y reclamos infundados. Si te opones y propones un sistema mas accesible, puedes generar resistencia, mas carga de trabajo y ser visto como ingenuo; si aceptas los filtros, el mecanismo sera mas manejable pero menos justo. Que decides y como lo fundamentas?",
    "notes": "Modulo 3 Video B05 batch 07 item 42",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q183",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 183,
    "refactored_text": "Durante la revision de un proceso de seleccion notas que uno de los evaluadores ha puntuado de manera claramente sesgada a favor de candidatos que conoce personalmente, aunque sus decisiones estan dentro de margenes aceptables formalmente. Si denuncias el sesgo, puedes generar un conflicto directo, investigaciones y deterioro de relaciones; si decides no hacerlo, evitas esas consecuencias pero permites que se premie la cercanía por sobre el merito. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 43",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q184",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 184,
    "refactored_text": "Te solicitan preparar un analisis comparativo entre diferentes opciones de politica publica y te piden orientar la presentacion para que una alternativa especifica luzca superior, aunque tu evaluacion tecnica muestra que todas tienen pros y contras similares. Si presentas un analisis equilibrado, puedes complicar la decision, generar debate y ser criticado por falta de claridad; si aceptas el sesgo, facilitas la aprobacion pero distorsionas la informacion. Como procedes y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 44",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q185",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 185,
    "refactored_text": "En una instancia de consulta ciudadana observas que se han programado actividades en horarios y lugares que dificultan la asistencia de ciertos grupos clave, lo que favorece que participen solo quienes ya apoyan la propuesta. Si denuncias esta estrategia, puedes obligar a replantear todo, generar molestias y ser visto como conflictivo; si la aceptas, la consulta avanza rapido pero con participacion sesgada. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 45",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q186",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 186,
    "refactored_text": "Te piden revisar un borrador de convenio con otra institucion y notas que se han incorporado clausulas que trasladan riesgos importantes a la contraparte sin que esta haya tenido oportunidad de discutirlas abiertamente. Si exiges transparentar esas clausulas, puedes complicar la negociacion, retrasar el acuerdo y generar fricciones internas; si aceptas el borrador, el convenio se firma rapido pero bajo condiciones poco eticas. Que priorizas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 46",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q187",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 187,
    "refactored_text": "Durante la elaboracion de un reglamento interno descubres que se ha incluido un articulo que permite sanciones discrecionales sin criterios claros, lo que podria usarse para presionar a quienes cuestionen decisiones. Si propones eliminarlo o acotarlo, puedes generar resistencia, ser acusado de desconfiado y alargar el proceso; si lo aceptas, el reglamento se aprueba sin problemas pero deja espacio para abusos. Como actuas y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 47",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q188",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 188,
    "refactored_text": "Te encargan preparar un resumen de evaluaciones de desempeno y te piden agrupar los resultados de modo que no se identifiquen patrones de trato desigual entre diferentes areas, para evitar cuestionamientos internos. Si decides presentar los datos de forma transparente, puedes exponer problemas estructurales, generar conflictos y tension; si aceptas la agrupacion que los oculta, el resumen sera mas tranquilo pero poco util para mejorar. Que decides y como lo justificas?",
    "notes": "Modulo 3 Video B05 batch 07 item 48",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q189",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 189,
    "refactored_text": "En una reunion de planificacion te proponen utilizar fondos destinados a un proposito especifico para cubrir un deficit en otra area, confiando en que nadie revisara el detalle y que despues se podra justificar. Si te opones y exiges respetar la asignacion original, puedes generar un problema de caja inmediato, tension y ser visto como rigido; si aceptas el desvio, se resuelve la urgencia pero participas en un uso irregular de recursos. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 49",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q190",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 190,
    "refactored_text": "Te solicitan participar en una evaluacion externa y te piden omitir ciertos documentos que evidencian problemas pendientes, con el argumento de que incluirlos generaria una imagen negativa injusta del trabajo realizado. Si insistes en entregarlos completos, puedes exponer debilidades, generar criticas y afectar la calificacion institucional; si aceptas omitirlos, la evaluacion sera mejor pero se basa en informacion incompleta. Que camino eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 07 item 50",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  }
]