[
  {
    "id": "block-B05-q021",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 21,
    "refactored_text": "La jefatura oculta datos clave y eso genera rumores y desconfianza muy fuerte en el equipo de trabajo. Tu jefe dice que es por táctica de negocio y no quiere que nadie hable del tema. Si pides que se hable claro te ven como desleal y eso daña tu nota de desempeño; si callas cuidas tu puesto pero el grupo pierde moral y tus pares ya no confían en ti. ¿Qué haces y por qué?",
    "word_count": 80,
    "char_count": 378,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q022",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 22,
    "refactored_text": "Una obra de tu firma dará empleo en la zona pero afectará el aire de un barrio cercano; el daño real aún no está claro del todo. Si pides más estudios antes de actuar el plan se frena y te van a culpar de trabar el avance del proyecto; si sigues sin esos datos cumples el plazo pero cargas con el riesgo de un daño que luego te cobren. ¿Qué eliges y por qué?",
    "word_count": 79,
    "char_count": 364,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q023",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 23,
    "refactored_text": "Tu equipo tiene roces internos muy fuertes y a la vez hay metas de negocio que cumplir. Tu jefe quiere que decidas ya para cerrar el tema de una vez. Si actúas rápido cumples arriba pero el clima entre pares empeora y te señalan como el culpable del mal ambiente; si medias con calma el plazo se pasa y tu jefe duda de tu capacidad de mando. ¿Qué camino tomas y por qué?",
    "word_count": 79,
    "char_count": 375,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q024",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 24,
    "refactored_text": "Debes elegir entre cumplir un plazo corto o cuidar la calidad del trabajo que entregas; tu jefe empuja por rapidez y te mira fijo esperando una respuesta. Si pides más días para hacer bien la tarea el plazo falla y dudan de tu grado de compromiso con la firma; si aceleras entregas a tiempo pero con fallas que luego van a cobrarte. ¿Qué priorizas y cómo lo justificas?",
    "word_count": 76,
    "char_count": 374,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q025",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 25,
    "refactored_text": "Sabes de un cambio grande en la firma que aún no se anuncia y tu equipo, clientes y socios te piden datos ya mismo. Si guardas el secreto cumples la norma pero todos se frustran y pierdes su confianza a largo plazo; si sueltas algo ganas apoyo a corto plazo pero violas la regla y tu puesto queda en riesgo si se enteran arriba. ¿Qué haces y cómo lo explicas?",
    "word_count": 77,
    "char_count": 364,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q026",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 26,
    "refactored_text": "En una compra a un proveedor la opción más barata tiene dudas éticas claras, pero si la rechazas tu equipo pierde un recurso clave para el proyecto. Si aceptas el trato cumples la meta pero si luego sale algo malo te señalan a ti como el responsable; si lo niegas cuidas tu nombre pero el grupo sufre y te culpan del hueco. ¿Qué eliges y por qué?",
    "word_count": 75,
    "char_count": 351,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q027",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 27,
    "refactored_text": "Tu firma lanza algo nuevo pero no tiene todos los datos listos y hay duda sobre cuánto decir al equipo y a los clientes de forma temprana. Si hablas antes de tiempo creas caos y te culpan de alarmar sin base firme; si esperas a tener todo pueden decir que ocultaste algo clave y pierdes la confianza del grupo de trabajo. ¿Cómo manejas esto y por qué?",
    "word_count": 76,
    "char_count": 356,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q028",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 28,
    "refactored_text": "Debes dar un aviso externo muy importante y tu ganancia personal choca de forma directa con la de la firma. Si das prioridad a la empresa pierdes una chance tuya valiosa y tu familia lo nota y lo resiente; si cuidas lo tuyo ganas a corto plazo pero dudan de tu lealtad y eso pesa mucho en tu próxima evaluación. ¿Qué pones primero y cómo lo explicas?",
    "word_count": 74,
    "char_count": 356,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q029",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 29,
    "refactored_text": "Tienes un dilema ético donde el impacto real de cada opción no está claro y hay varias rutas con distintos riesgos para todos. Si pides más tiempo para estudiar el caso te ven como lento y sin capacidad de decidir bajo presión; si eliges ya cumples el plazo pero cargas con culpas si algo sale mal por falta de datos. ¿Qué haces y por qué?",
    "word_count": 74,
    "char_count": 345,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q030",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 30,
    "refactored_text": "Hay un tema ético muy complejo con varias rutas posibles y cada una tiene pros y contras que no están del todo claros para nadie. Si consultas mucho antes de actuar el plazo pasa y te ven como alguien que no sabe liderar; si decides solo asumes toda la culpa si algo sale mal después. ¿Qué camino tomas y cómo lo justificas ante tu equipo?",
    "word_count": 74,
    "char_count": 345,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q031",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 31,
    "refactored_text": "Tu trabajo exige horas extra que la firma da por hecho y eso choca fuerte con tu vida fuera de la oficina y con tu familia. Si das todo a la empresa tu familia lo resiente y la relación se tensa cada día más; si pones límites claros dudan de tu compromiso y eso afecta tu nota de desempeño y tus chances de ascenso. ¿Qué priorizas y por qué?",
    "word_count": 75,
    "char_count": 346,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q032",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 32,
    "refactored_text": "Tienes datos de un cambio grande que aún no sale a la luz y no está claro si puedes o debes usarlos de alguna forma. Si los compartes antes ganas apoyo de otros pero violas la norma y tu puesto queda en juego serio; si los guardas cumples la regla pero frustras a quienes los esperan y dejan de creer en ti. ¿Qué haces y cómo lo explicas?",
    "word_count": 75,
    "char_count": 345,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q033",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 33,
    "refactored_text": "Clientes, socios y tu equipo quieren cosas distintas y todas a la vez con urgencia; no hay forma de darles gusto a todos al mismo tiempo. Si eliges a un grupo ganas su apoyo pero los otros te culpan y dañas lazos clave de negocio; si tratas de equilibrar todo el plazo pasa y te ven como alguien que no sabe tomar decisiones. ¿Cómo actúas y por qué?",
    "word_count": 76,
    "char_count": 354,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q034",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 34,
    "refactored_text": "Debes tomar una decisión clave pero te faltan datos sobre puntos críticos y varios grupos esperan cosas distintas de ti con urgencia. Si pides más tiempo para juntar la información te ven como lento y sin capacidad de mando; si decides con lo que hay cumples el plazo pero cargas con la culpa de errores por datos que no tenías. ¿Qué haces y por qué?",
    "word_count": 75,
    "char_count": 356,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q035",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 35,
    "refactored_text": "Tu jefe quiere que tomes decisiones rápidas sobre el equipo para mejorar resultados ya, aunque eso puede afectar de forma fuerte a algunos miembros del grupo. Si proteges al grupo el cambio se frena y dudan de tu mando y tu capacidad de liderar; si actúas rápido cumples arriba pero dañas carreras de pares y te ganas su rencor por mucho tiempo. ¿Qué camino tomas y por qué?",
    "word_count": 76,
    "char_count": 377,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q036",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 36,
    "refactored_text": "Tu trabajo exige más horas de las que puedes dar sin dañar tu vida personal y tu jefe empuja por resultados ya sin dar tregua. Si das todo a la firma tu familia lo resiente y la relación se tensa cada día un poco más; si pones un límite claro dudan de tu compromiso y eso afecta tu próxima evaluación de forma directa. ¿Qué priorizas y cómo lo justificas?",
    "word_count": 77,
    "char_count": 361,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q037",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 37,
    "refactored_text": "Notas que en tu equipo hay favoritismos muy claros y algunos reciben mejor trato que otros mientras hay presión fuerte por cumplir metas de negocio cada mes. Si lo denuncias ante la jefatura te etiquetan como problemático y dañas lazos con quienes mandan; si lo ignoras cumples el plazo pero permites una injusticia clara y los afectados dejan de respetarte. ¿Qué haces y por qué?",
    "word_count": 75,
    "char_count": 380,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q038",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 38,
    "refactored_text": "Te proponen trabajar con un competidor directo para lograr una meta grande que solos no pueden alcanzar de ninguna forma, pero hay dudas sobre si es correcto y ético. Si aceptas puedes cumplir el objetivo pero te ven como demasiado cercano a la competencia y eso daña tu imagen; si rechazas cuidas tu nombre pero pierdes la chance y frustras al equipo. ¿Qué decides y por qué?",
    "word_count": 77,
    "char_count": 378,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q039",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 39,
    "refactored_text": "Hay roces fuertes en tu equipo y a la vez dudas sobre cuánto decirles de un cambio que viene pronto ya que no tienes todos los datos claros. Si hablas ahora creas caos y te culpan de alarmar sin base firme; si esperas a tener todo pueden decir que ocultaste algo importante y el clima del grupo empeora aún más. ¿Cómo manejas esto y por qué?",
    "word_count": 76,
    "char_count": 346,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q040",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 40,
    "refactored_text": "Llegan a ti datos de un rival que podrían darte ventaja clara, pero su origen no es del todo claro y tu jefe te empuja a usarlos cuanto antes. Si los usas ganas terreno pero si luego sale que eran robados te señalan a ti como culpable; si te niegas cuidas tu ética pero tu jefe duda de tu garra y eso pesa en tu evaluación. ¿Qué haces y por qué?",
    "word_count": 78,
    "char_count": 351,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  }
]