[
  {
    "id": "block-B05-q061",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 61,
    "refactored_text": "Te piden acelerar la firma de un contrato con una fundación ligada a la familia de un directivo, aunque hay dudas sobre la transparencia del proyecto y todavía faltan documentos clave. Si exiges revisar todo con calma, retrasas la firma, incomodas a la dirección y arriesgas tu imagen de persona \"poco alineada\"; si apruebas sin revisar, quedas bien pero avalas algo que puede ser poco ético. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 1",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q062",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 62,
    "refactored_text": "Un cliente importante te propone un acuerdo verbal para cerrar un negocio grande con condiciones que benefician claramente a tu empresa, pero pide que no quede todo detallado por escrito para conservar margen de maniobra. Si insistes en documentar cada punto, corres el riesgo de que se retire y pierdas el contrato; si aceptas la ambigüedad, aseguras resultados inmediatos pero te expones a conflictos éticos y legales después. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 3 Video B05 batch 06 item 2",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q063",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 63,
    "refactored_text": "Durante una licitación detectas que un proveedor cercano a tu jefe ofreció información privilegiada sobre las propuestas de la competencia para \"ajustar mejor\" su oferta. Si denuncias la situación, proteges la equidad del proceso pero pones en riesgo tu relación con tu jefe y quedas marcado como problemático; si callas y sigues adelante, ayudas a tu área a ganar rapidez y precio, pero traicionas principios básicos de integridad. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 3",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q064",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 64,
    "refactored_text": "Un colega con buena reputación te confiesa en privado que maquilló algunos datos en un informe para que un proyecto social se viera más atractivo y no lo cancelaran. Si corriges el informe y reportas lo ocurrido, proteges la transparencia pero arruinas su imagen y probablemente la amistad; si dejas todo como está, mantienes la armonía personal pero participas en una comunicación engañosa. ¿Qué eliges y cómo lo justificas?",
    "notes": "Modulo 3 Video B05 batch 06 item 4",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q065",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 65,
    "refactored_text": "Estás a cargo de un proyecto con impacto directo en una comunidad vulnerable y descubres que la comunicación oficial minimiza riesgos reales para evitar miedo y posibles protestas. Si exiges ajustar los mensajes, retrasas la campaña, generas tensiones con comunicación y te tildan de exagerado; si aceptas el mensaje suavizado, facilitas la implementación pero dejas a la gente sin información completa sobre las consecuencias. ¿Qué priorizas y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 5",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q066",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 66,
    "refactored_text": "Te enteras de que una alianza con otra organización traerá grandes beneficios económicos, pero su historial público incluye decisiones cuestionadas éticamente que tu equipo desconoce. Si planteas abiertamente esas dudas en la reunión clave, puedes frenar la firma y quedar como quien saboteó un logro; si eliges callar, el acuerdo avanza sin ruido pero aceptas asociar tu nombre a prácticas que no compartes. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 3 Video B05 batch 06 item 6",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q067",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 67,
    "refactored_text": "Diriges un grupo de voluntariado corporativo y descubres que las fotografías que quieren difundir muestran a personas de la comunidad en situaciones muy íntimas, sin un consentimiento claro. Si pides repetir todo con autorización explícita, retrasas la campaña, generas costos y te ven como quien complica; si permites usar las imágenes actuales, la iniciativa luce bien pero pasas por alto la dignidad de esas personas. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 7",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q068",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 68,
    "refactored_text": "Un conocido influyente te ofrece interceder para que te asignen un proyecto estratégico, a cambio de que luego apoyes discretamente ciertas decisiones que sabes que afectarán negativamente a trabajadores externos. Si aceptas, probablemente avances en tu carrera pero terminas atado a favores poco éticos; si rechazas, proteges tu independencia y a esas personas, pero pierdes una oportunidad que otros verán como un ascenso merecido. ¿Cómo actúas y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 8",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q069",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 69,
    "refactored_text": "Durante una investigación interna, descubres que un error antiguo tuyo favoreció sin querer a un proveedor, pero nadie lo ha notado y cerrar el caso rápido evitaría revisar años de operaciones. Si reconoces ese error, reabres el análisis, generas trabajo extra, te expones a sanciones y críticas; si guardas silencio, todo termina pronto y tu imagen queda intacta, aunque el sesgo siga oculto. ¿Qué haces y cómo justificas tu decisión?",
    "notes": "Modulo 3 Video B05 batch 06 item 9",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q070",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 70,
    "refactored_text": "Formas parte de un comité que debe recomendar un proyecto social entre varias propuestas y la favorita de la dirección tiene una evaluación técnica más débil que otra opción menos visible. Si defiendes la propuesta más sólida, enfrentas la molestia de directivos que ya tienen una preferida y puedes quedar aislado; si apoyas la opción débil, evitas conflicto pero sacrificas impacto real en la comunidad. ¿Qué priorizas y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 10",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q071",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 71,
    "refactored_text": "En una reunión de cierre de año, tu jefe te sugiere \"suavizar\" en la presentación las dificultades de un proyecto para que la alta dirección no cuestione ciertas decisiones polémicas. Si insistes en mostrar los problemas tal como fueron, generas tensiones, cuestionan la gestión y tu nombre queda asociado a un año difícil; si maquillas los hechos, la sesión fluye mejor pero ocultas información clave. ¿Qué eliges hacer y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 11",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q072",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 72,
    "refactored_text": "Una organización pequeña te pide apoyo para participar en una alianza donde tu empresa llevará la mayor visibilidad, pero sabes que el diseño actual podría terminar usándolos solo como imagen. Si propones cambiar el esquema para que reciban un beneficio real, complicas la negociación, alargas tiempos y puedes perder el acuerdo; si aceptas el modelo actual, todo se firma rápido pero toleras una relación poco justa. ¿Cómo reaccionas y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 12",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q073",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 73,
    "refactored_text": "Recibes el encargo de elaborar un informe público sobre impacto social y descubres que varios indicadores clave no se midieron correctamente, aunque el documento debe entregarse en pocos días. Si insistes en corregir la medición, retrasas la publicación, generas más trabajo y quedas como quien complicó algo ya \"casi listo\"; si entregas tal cual, cumples el plazo pero presentas cifras que sabes que no reflejan la realidad. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 13",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q074",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 74,
    "refactored_text": "Eres referente de un canal donde las personas pueden reportar situaciones éticas delicadas y recibes una denuncia anónima contra alguien muy apreciado por ti y por el equipo. Si impulsas una investigación formal, abres un proceso incómodo que puede afectar seriamente a esa persona y a tu relación con muchos; si restas importancia al reporte, evitas el conflicto inmediato pero dejas sin respuesta una posible falta grave. ¿Qué decisión tomas y cómo la justificas?",
    "notes": "Modulo 3 Video B05 batch 06 item 14",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q075",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 75,
    "refactored_text": "Un joven de tu equipo te cuenta que quiere denunciar una práctica dudosa de un mando medio, pero teme represalias y te pide que no digas que la información viene de él. Si proteges su nombre y avanzas igual, te expones personalmente a quedar aislado y a perder la confianza de otros jefes; si decides no mover nada sin respaldo explícito, lo dejas solo frente a algo que considera injusto. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 15",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q076",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 76,
    "refactored_text": "Te piden impartir una charla interna sobre ética usando un caso real que conoces bien, pero que incluye detalles sensibles de personas identificables dentro de la empresa. Si cambias datos y anonimizar todo, el mensaje pierde fuerza y la dirección puede sentir que evitas tocar lo importante; si usas el caso tal cual, logras un impacto fuerte pero expones a personas que confiaran en tu reserva. ¿Qué camino eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 16",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q077",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 77,
    "refactored_text": "En un comité de evaluación de proyectos, una colega insiste en descartar una propuesta sólida porque el responsable tuvo un conflicto pasado con ella, aunque no hay objeciones técnicas. Si señalas abiertamente el sesgo, podrías tensar la relación con esa colega influyente y afectar tu propia trayectoria; si miras hacia otro lado, facilitas un acuerdo rápido pero permites una decisión marcada por resentimientos personales. ¿Cómo reaccionas y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 17",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q078",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 78,
    "refactored_text": "Al revisar una campaña de comunicación, notas que se usan frases que refuerzan estereotipos sobre ciertos grupos de personas, pero la agencia externa defiende que así se logra más impacto. Si exiges cambios, retrasas la campaña, encareces el proyecto y te vuelves la persona \"complicada\" que frena ideas; si lo dejas pasar, el material sale a tiempo pero contribuyes a mensajes que no representan tus valores. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 18",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q079",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 79,
    "refactored_text": "Tu área está creando un programa de reconocimiento económico y ves que, por diseño, dejará fuera a personas de apoyo clave que cobraron menos horas, aunque el impacto real de su trabajo fue decisivo. Si propones ajustar los criterios, aumentas el presupuesto, generas discusiones con finanzas y puedes perder credibilidad por \"blando\"; si callas, el plan se aprueba sin fricción pero sostienes una inequidad evidente. ¿Qué priorizas y cómo lo explicas?",
    "notes": "Modulo 3 Video B05 batch 06 item 19",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q080",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 80,
    "refactored_text": "Te asignan revisar un paquete de donaciones a organizaciones sociales y descubres que una de ellas tiene vínculos cuestionados con figuras políticas locales, lo que podría interpretarse como búsqueda de favores futuros. Si recomiendas excluirla, puedes afectar relaciones estratégicas y quedar como ingenuo ante tus superiores; si lo pasas por alto, todo sigue su curso pero aceptas una decisión que se aleja de la neutralidad ética. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 20",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q081",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 81,
    "refactored_text": "En un proceso de selección interno, te das cuenta de que una persona técnicamente mejor preparada quedará fuera porque otro candidato tiene más cercanía personal con la jefatura, aunque esto no se dice abiertamente. Si cuestionas el criterio, podrías retrasar la decisión, incomodar a quienes deciden y poner en riesgo tu relación con ellos; si aceptas en silencio, mantienes la armonía pero avalas un proceso poco justo. ¿Qué haces y cómo lo argumentas?",
    "notes": "Modulo 3 Video B05 batch 06 item 21",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q082",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 82,
    "refactored_text": "Durante una visita a terreno, ves que para cumplir metas de cobertura se está presionando a personas con poca información para que firmen su participación en un programa que no comprenden del todo. Si detienes la dinámica y exiges explicar mejor, retrasas los objetivos, generas resistencia del equipo y dejas mal a tu coordinación; si permites que continúe, logras buenas cifras pero vulneras la decisión informada de esas personas. ¿Cómo reaccionas y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 22",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q083",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 83,
    "refactored_text": "Una persona de confianza te adelanta que, si apoyas discretamente una decisión polémica en un comité, más adelante considerarán tu nombre para un puesto muy atractivo. Si aceptas ese trato implícito, aumentas tus chances de promoción pero ligas tu carrera a una resolución que consideras dudosa; si te mantienes independiente, puedes cerrar puertas importantes y quedar fuera de futuras listas. ¿Qué decides priorizar y con qué argumentos internos?",
    "notes": "Modulo 3 Video B05 batch 06 item 23",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q084",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 84,
    "refactored_text": "Te piden moderar un diálogo con comunidades donde la empresa presentará avances en responsabilidad social, pero sabes que algunos compromisos prometidos hace años aún no se cumplieron y no están en la presentación. Si decides mencionarlos, generas tensión, alargas la reunión y puedes ser visto como desleal; si guardas silencio, el encuentro fluye mejor pero refuerzas una narrativa incompleta sobre el impacto real. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 24",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q085",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 85,
    "refactored_text": "En tu área se instaló la práctica de enviar regalos de cortesía a ciertos contactos externos, y te das cuenta de que algunos casos ya rozan claramente lo que las políticas internas considerarían un beneficio indebido. Si propones limitar o suspender esos envíos, generas incomodidad, pierdes ventajas en algunas relaciones y puedes quedar aislado; si miras hacia otro lado, mantienes la dinámica pero normalizas algo que consideras poco ético. ¿Qué haces y cómo lo fundamentas?",
    "notes": "Modulo 3 Video B05 batch 06 item 25",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q086",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 86,
    "refactored_text": "Participas en una mesa donde se definirá la ubicación de un nuevo proyecto y sabes que una de las alternativas afectará más a una zona con menos recursos para defenderse, aunque el costo para la empresa sería menor. Si planteas abiertamente esa desigualdad, complicas el cierre, aumentas costos y puedes ser visto como poco realista; si aceptas la opción más barata, facilitas la decisión pero avalas un impacto desigual. ¿Qué camino eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 26",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q087",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 87,
    "refactored_text": "Recibes una invitación a dar testimonio en un estudio externo sobre prácticas éticas en tu sector y te preguntan directamente por decisiones polémicas de tu empresa que conoces bien. Si respondes con honestidad, podrías generar tensión interna y afectar la imagen de la organización, además de tu propia posición; si eliges responder de forma vaga o evitar el tema, proteges la relación con tus jefes pero pierdes una oportunidad de ser coherente con tus valores. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 27",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q088",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 88,
    "refactored_text": "Un grupo de colegas propone \"ajustar\" informalmente las reglas de un programa de apoyo interno para que una persona muy querida, que no cumple todos los criterios, reciba beneficios especiales sin dejar registro. Si te opones, te verán como duro e insensible y puedes romper la cercanía con el grupo; si aceptas, ayudas a alguien en una situación difícil pero contribuyes a un trato desigual frente al resto. ¿Qué decides y cómo lo explicas?",
    "notes": "Modulo 3 Video B05 batch 06 item 28",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q089",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 89,
    "refactored_text": "En una mesa de trabajo sobre transparencia, notas que varios participantes omiten mencionar ciertas prácticas internas porque podrían generar titulares negativos si se conocen fuera, aunque tú sabes que son aspectos clave para entender el contexto. Si decides poner estos temas sobre la mesa, te expones a críticas internas y a que te vean como quien pone en riesgo la imagen; si te alineas al silencio, la reunión avanza sin ruido pero sigues evitando discusiones necesarias. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 06 item 29",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q090",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 90,
    "refactored_text": "Te ofrecen participar en un consejo asesor remunerado de una organización externa sobre temas de ética, pero descubres que parte de su financiamiento proviene de empresas cuestionadas por decisiones recientes. Si aceptas, ganas prestigio y un ingreso adicional pero podrías ser señalado por apoyar indirectamente a esos actores; si rechazas, mantienes tu coherencia interna pero dejas pasar una oportunidad importante de visibilidad profesional. ¿Qué decides y cómo justificas esa elección?",
    "notes": "Modulo 3 Video B05 batch 06 item 30",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  }
]
