[
  {
    "id": "block-B05-q041",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 41,
    "refactored_text": "Una auditoría interna detecta un error contable menor que podría crecer con el tiempo, pero que aún no afecta cifras oficiales ni compromete nada de forma directa. Si reportas el tema ahora, generas caos en el área y te culpan de alarmar sin motivo serio; si esperas a que sea más claro el dato, fallas a tu deber de transparencia y cargas con la culpa de haber ocultado. ¿Qué decides y por qué?",
    "word_count": 78,
    "char_count": 386,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q042",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 42,
    "refactored_text": "Tu equipo logra un éxito importante, pero el mérito real lo tuvo una sola persona y tú debes decidir si se lo das todo a ella o si lo repartes de forma pareja para mantener el clima del grupo. Si reconoces solo a quien hizo el trabajo, eres justo pero generas resentimiento fuerte en los demás; si repartes la gloria, cuidas el ambiente pero esa persona se siente usada y pierde respeto hacia ti. ¿Cómo actúas y por qué?",
    "word_count": 89,
    "char_count": 432,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q043",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 43,
    "refactored_text": "Debes dar feedback negativo a un miembro del equipo con bajo desempeño que ya está muy presionado por temas personales que tú conoces bien. Si lo enfrentas ahora, cumples tu deber como jefe pero arriesgas su bienestar y el clima laboral se tensa; si esperas, le das respiro pero fallas en tu rol de liderazgo y el área sigue con problemas de rendimiento. ¿Qué eliges y cómo lo justificas?",
    "word_count": 78,
    "char_count": 387,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q044",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 44,
    "refactored_text": "Tu firma lanza un producto al mercado con dudas técnicas menores que podrían volverse serias más adelante, pero que aún no son un riesgo claro ahora mismo. Si detienes el lanzamiento, pierdes terreno frente a la competencia y la jefatura te culpa de un frenazo innecesario; si sigues adelante, cumples el plazo pero cargas con el peso de un daño futuro que te van a cobrar a ti. ¿Qué camino tomas y por qué?",
    "word_count": 82,
    "char_count": 409,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q045",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 45,
    "refactored_text": "Un proveedor clave te ofrece descuentos muy buenos a cambio de cerrar el trato sin pasar por los canales oficiales de la firma, que son lentos pero están ahí por norma. Si aceptas el trato directo, ganas velocidad y ahorras dinero pero violas el protocolo y tu puesto queda en riesgo si alguien lo nota; si sigues el canal formal, cumples la regla pero pierdes la oferta y tu jefe duda de tu gestión. ¿Qué haces y por qué?",
    "word_count": 90,
    "char_count": 441,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q046",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 46,
    "refactored_text": "Notas que un colega tuyo está tomando crédito por trabajo que no hizo y eso daña a otros del equipo, pero si lo denuncias rompes el clima del grupo y te ven como desleal. Si hablas claro, cumples con justicia pero generas un roce muy fuerte que afecta tu relación con todos; si callas, mantienes la paz pero permites una injusticia y pierdes el respeto de los afectados. ¿Qué eliges y cómo lo explicas?",
    "word_count": 84,
    "char_count": 412,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q047",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 47,
    "refactored_text": "Tienes información confidencial sobre un cambio organizacional grande que aún no se anuncia y un amigo cercano dentro de la firma te pide datos para tomar decisiones personales urgentes. Si compartes el dato, ayudas a alguien que confía en ti pero violas la norma y arriesgas tu puesto; si guardas el secreto, cumples la regla pero dañas esa amistad de forma profunda. ¿Qué priorizas y por qué?",
    "word_count": 79,
    "char_count": 396,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q048",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 48,
    "refactored_text": "Debes asignar un proyecto clave y la persona más capaz está saturada de trabajo, mientras que otros tienen capacidad pero menos experiencia y el plazo es muy corto. Si asignas a la mejor, sobrecargas a alguien valioso y arriesgas su salud laboral; si das chance a otro, cuidas el equilibrio pero el resultado puede fallar y tu jefe te culpa del riesgo que tomaste. ¿Qué decides y cómo lo justificas?",
    "word_count": 80,
    "char_count": 407,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q049",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 49,
    "refactored_text": "Tu firma tiene una política clara sobre diversidad, pero en la práctica algunos equipos ignoran eso y tú notas que afecta a personas concretas de tu área. Si levantas la voz, cumples con los valores declarados pero te etiquetan como activista problemático y eso daña tu carrera; si callas, evitas el conflicto pero permites la injusticia y pierdes credibilidad ante los afectados. ¿Qué haces y por qué?",
    "word_count": 79,
    "char_count": 401,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q050",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 50,
    "refactored_text": "Debes elegir entre cumplir una norma técnica estricta que ralentiza el proyecto o tomar un atajo que acelera todo pero viola el protocolo oficial de forma clara. Si sigues la norma, cuidas tu integridad pero el plazo falla y dudan de tu capacidad de gestión; si usas el atajo, cumples rápido pero cargas con la culpa si algo sale mal por no haber seguido el proceso. ¿Qué camino tomas y por qué?",
    "word_count": 81,
    "char_count": 407,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q051",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 51,
    "refactored_text": "Un cliente importante te pide datos internos que no deberías compartir pero que no son críticos para la seguridad de la firma, y si no los das pierdes la cuenta. Si entregas la información, ganas lealtad del cliente pero violas la política interna y arriesgas tu puesto si se descubre; si te niegas, cumples la norma pero el cliente se va y tu jefe te culpa de la pérdida. ¿Qué eliges y cómo lo explicas?",
    "word_count": 82,
    "char_count": 407,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q052",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 52,
    "refactored_text": "Te encargan supervisar a un familiar cercano en tu mismo equipo y surgen dudas sobre su desempeño que debes evaluar con justicia ante todos. Si lo tratas como a cualquier otro miembro, cumples con equidad pero dañas la relación familiar de forma seria; si le das trato especial, cuidas el lazo personal pero pierdes credibilidad ante el resto del equipo y tu jefe. ¿Qué priorizas y por qué?",
    "word_count": 78,
    "char_count": 392,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q053",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 53,
    "refactored_text": "Llega un candidato muy calificado para un puesto clave, pero tiene conexiones personales contigo que otros no saben y eso genera dudas éticas sobre si tu juicio es imparcial. Si lo contratas, ganas talento real pero abres la puerta a acusaciones de favoritismo que dañan tu credibilidad; si lo rechazas, evitas el conflicto pero pierdes a la mejor opción y el equipo sufre. ¿Qué decides y cómo lo justificas?",
    "word_count": 80,
    "char_count": 412,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q054",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 54,
    "refactored_text": "Tu jefe te pide alterar cifras de un reporte interno para que se vean mejor ante la dirección, aunque el cambio no es ilegal pero sí poco ético y distorsiona la verdad. Si obedeces, mantienes tu relación con tu jefe y evitas conflicto pero comprometes tu integridad personal; si te niegas, defiendes tu ética pero entras en choque directo con quien evalúa tu desempeño y futuro. ¿Qué haces y por qué?",
    "word_count": 80,
    "char_count": 408,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q055",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 55,
    "refactored_text": "Descubres que un proceso clave de tu área funciona por costumbre pero no cumple del todo con normas actuales que pocos conocen o aplican de verdad. Si reportas el tema, generas auditorías y cambios que ralentizan todo y te culpan de complicar sin necesidad; si lo dejas tal cual, evitas problemas pero cargas con el riesgo de que alguien más lo note y te señalen por omisión. ¿Qué camino tomas y por qué?",
    "word_count": 82,
    "char_count": 410,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q056",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 56,
    "refactored_text": "Hay un conflicto fuerte entre dos miembros clave de tu equipo y ambos te presionan para que tomes partido de forma abierta ante el grupo entero. Si apoyas a uno, eres justo con esa persona pero pierdes la confianza del otro y el clima se rompe; si te mantienes neutral, evitas el sesgo pero ambos sienten que no los respaldas y dudan de tu capacidad de liderazgo. ¿Qué decides y cómo lo explicas?",
    "word_count": 83,
    "char_count": 402,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q057",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 57,
    "refactored_text": "Tu firma te ofrece un ascenso importante que requiere mudarte a otra ciudad y eso afecta de forma directa tu vida familiar y compromisos personales ya establecidos. Si aceptas, creces en tu carrera pero tu familia lo resiente y la relación se tensa de modo profundo; si rechazas, cuidas tu vida personal pero tu jefe duda de tu ambición y eso frena tu futuro en la empresa. ¿Qué priorizas y por qué?",
    "word_count": 80,
    "char_count": 403,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q058",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 58,
    "refactored_text": "Sabes que un competidor está por cometer un error grave que beneficiaría mucho a tu firma si no intervienes de ninguna forma y solo esperas. Si alertas al rival, actúas con ética pero pierdes ventaja competitiva y tu jefe cuestiona tu lealtad a la empresa; si callas, ganas terreno en el mercado pero comprometes tu integridad personal de modo claro. ¿Qué haces y cómo lo justificas ante ti mismo?",
    "word_count": 78,
    "char_count": 401,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q059",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 59,
    "refactored_text": "Debes decidir si apoyas una iniciativa de sostenibilidad genuina que reduce ganancias a corto plazo pero mejora la imagen de la firma y es lo correcto desde lo ético. Si la impulsas, cumples con valores declarados pero afectas resultados trimestrales y la dirección duda de tu visión de negocio; si la bloqueas, cuidas las cifras inmediatas pero traicionas principios que la empresa dice defender. ¿Qué eliges y por qué?",
    "word_count": 81,
    "char_count": 428,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q060",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 60,
    "refactored_text": "Te piden participar en un comité de ética interno que exige tiempo extra sin pago adicional y que puede ponerte en conflicto con colegas y jefes si surgen casos delicados. Si aceptas, contribuyes a mejorar la cultura de la firma pero sacrificas tu tiempo personal y te expones a tensiones serias; si rechazas, cuidas tu equilibrio pero pierdes voz en temas importantes y otros deciden sin ti. ¿Qué decides y cómo lo explicas?",
    "word_count": 82,
    "char_count": 427,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  }
]