[
  {
    "id": "block-B05-q261",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 261,
    "refactored_text": "Coordinas un comité de riesgos y te piden posponer la divulgación de una brecha de control hasta después de firmar un contrato clave. Si lo reportas ahora, reabres la matriz, consumes horas adicionales y enfrentas presión comercial; si lo demoras, cierras el acuerdo rápido pero ocultas un riesgo que podría escalar. ¿Qué comunicas y cómo lo justificas?",
    "notes": "Modulo 3 Video B05 batch 10 item 1",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q262",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 262,
    "refactored_text": "Antes de enviar un informe de avance, te piden consolidar métricas de pruebas piloto con datos maduros para mostrar estabilidad. Si separas los conjuntos, evidencias fallas y debes reprogramar las entregas; si los mezclas, el tablero luce sólido pero difumina problemas críticos. ¿Cómo presentas los resultados y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 2",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q263",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 263,
    "refactored_text": "Para un reporte de cumplimiento, te solicitan etiquetar como \"cerradas\" acciones que aún requieren evidencias porque el cierre trimestral se acerca. Si exiges el soporte, alargas el ciclo y recibes la molestia de gerencia; si marcas cierre sin pruebas, el documento pasa, pero dejas controles sin verificar. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 3",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q264",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 264,
    "refactored_text": "Preparas un resumen de proveedores críticos y te piden bajar la severidad de un hallazgo para no activar cláusulas de penalización. Si mantienes la severidad, enfrentas negociaciones tensas y retrasos; si la reduces, el documento fluye pero minimiza un riesgo contractual real. ¿Qué grado asignas y cómo lo explicas?",
    "notes": "Modulo 3 Video B05 batch 10 item 4",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q265",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 265,
    "refactored_text": "En un tablero de proyectos, te piden mover tareas atrasadas al siguiente trimestre para que los indicadores en verde salgan en la junta. Si mantienes las fechas reales, recibirás cuestionamientos y debes rearmar los planes; si las desplazas sin soporte, el tablero luce bien pero oculta la deuda de ejecución. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 5",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q266",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 266,
    "refactored_text": "Redactas un acta de validación y te piden omitir que algunas pruebas fueron ejecutadas con datos simulados, no reales. Si lo aclaras, deberás repetir las pruebas y enfrentar reclamos de plazo; si lo callas, avanzas sin ruido pero firmas un entregable con menor rigor. ¿Qué consignas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 6",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q267",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 267,
    "refactored_text": "Revisas un plan de continuidad y te piden declarar como probados ciertos escenarios aunque solo existe el guion teórico. Si lo corriges, tendrás que organizar los simulacros y retrasar las aprobaciones; si aceptas el texto, el plan queda aprobado pero sin soporte práctico. ¿Qué declaras y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 7",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q268",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 268,
    "refactored_text": "Para un reporte de transparencia, te sugieren combinar causas distintas de incidentes bajo una categoría amplia que atenúe la tasa de error. Si separas las causas, expones fallas repetitivas y generas más trabajo de mitigación; si las agregas, la cifra mejora pero se pierden diagnósticos clave. ¿Cómo clasificas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 8",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q269",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 269,
    "refactored_text": "Te piden publicar un dashboard público adelantando la fecha de cumplimiento de un hito que sigue en validación. Si lo mantienes en pruebas, retrasas la publicación y recibes presión política; si lo marcas como cumplido, ganas aplausos inmediatos pero arriesgas la credibilidad cuando falle. ¿Qué publicas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 9",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q270",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 270,
    "refactored_text": "En la matriz de riesgos, te piden quitar la columna de controles dependientes de terceros para no discutir obligaciones externas. Si la conservas, el comité deberá revisar los contratos y se prolongará la sesión; si la quitas, el informe queda ligero pero omite una dependencia crítica. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 10",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q271",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 271,
    "refactored_text": "Al cerrar un incidente, te piden registrar como \"resuelto\" un punto abierto porque el equipo responsable saldrá de vacaciones. Si esperas la evidencia, extiendes la guardia y generas malestar; si cierras sin prueba, alivias la carga inmediata pero dejas un riesgo sin seguimiento. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 11",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q272",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 272,
    "refactored_text": "Recibes presión para eliminar del informe de calidad los reprocesos asociados a un proveedor preferido, argumentando que fueron \"casos aislados\". Si los mantienes, activarás planes de mejora y posibles penalidades; si los quitas, el indicador sube pero escondes la recurrencia. ¿Qué incluyes y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 12",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q273",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 273,
    "refactored_text": "En un análisis de incidentes, te piden no citar una alerta previa ignorada para evitar cuestionamientos a la gerencia. Si la mencionas, se reabre la discusión y se piden responsabilidades; si la omites, el relato luce ordenado pero pierde la causa raíz. ¿Qué narras y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 13",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q274",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 274,
    "refactored_text": "Te piden fusionar dos encuestas de satisfacción para suavizar una caída marcada en el último mes. Si las separas, muestras la baja y deberás proponer acciones; si las fusionas, el indicador parece estable pero oculta la tendencia negativa. ¿Cómo reportas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 14",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q275",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 275,
    "refactored_text": "En la bitácora de pruebas, te piden marcar como \"no aplicable\" varios casos fallidos para cerrar el sprint sin pendientes. Si mantienes los fallos, extiendes el ciclo y enfrentas reclamos por retraso; si los descartas, el reporte queda limpio pero deja huecos en la cobertura. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 15",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q276",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 276,
    "refactored_text": "Revisas un informe de inventarios y te piden compensar faltantes con sobrantes de otra ubicación para que el neto resulte cero. Si detallas cada falta, activarás auditorías y reprocesos; si compensas, cierras sin ruido pero pierdes la trazabilidad real. ¿Qué opción eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 16",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q277",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 277,
    "refactored_text": "En la actualización de políticas, te sugieren dejar una excepción temporal sin documentación formal porque \"todos la usan\". Si pides formalizarla, generas retrasos y discusiones legales; si la dejas tácita, avanzas rápido pero normalizas un bypass a los controles. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 17",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q278",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 278,
    "refactored_text": "Antes de una presentación externa, te piden reemplazar fotografías de un piloto en maquetas por imágenes de stock para aparentar una operación plena. Si mantienes las fotos reales, arriesgas preguntas y demoras; si usas stock, el material luce impecable pero engaña sobre el estado real. ¿Qué muestras y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 18",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q279",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 279,
    "refactored_text": "En el libro de obra, te piden no registrar un retraso de inspección externa para evitar sanciones en el cronograma. Si lo anotas, obligas a replanificar y enfrentas reclamos; si lo omites, la bitácora queda limpia pero borra un hito crítico. ¿Qué inscribes y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 19",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q280",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 280,
    "refactored_text": "Te piden resumir un informe de seguridad eliminando la sección de accesos privilegiados porque \"no hay tiempo\" de revisarla. Si la mantienes, prolongas la reunión y expones vulnerabilidades; si la quitas, el documento fluye pero deja fuera el punto más sensible. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 20",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q281",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 281,
    "refactored_text": "En la preparación de indicadores ESG, te piden excluir las emisiones indirectas porque complejizan el cálculo y reducen la cifra positiva. Si las incluyes, tendrás que defender la metodología y asumir un valor más alto; si las omites, mejoras la imagen pero reduces la transparencia. ¿Qué reportas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 21",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q282",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 282,
    "refactored_text": "Revisas un contrato y te piden no registrar una desviación técnica menor para no activar una renegociación con el cliente. Si la consignas, deberás gestionar cambios y posibles penalidades; si la omites, mantienes la relación estable pero ocultas una brecha de alcance. ¿Qué documentas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 22",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q283",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 283,
    "refactored_text": "Para un reporte financiero, te piden registrar un ingreso anticipado sin una factura emitida para mostrar liquidez. Si esperas el soporte, el cierre baja y afrontas preguntas; si lo incluyes sin respaldo, mejoras la foto pero rompes el principio de devengo. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 23",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q284",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 284,
    "refactored_text": "En la minuta de comité, te piden resumir las decisiones sin dejar constancia de las reservas técnicas planteadas. Si las anotas, aumentas el tiempo de revisión y reabres debates; si las omites, el acta queda breve pero pierde trazabilidad de alertas. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 24",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q285",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 285,
    "refactored_text": "Te piden cerrar una no conformidad argumentando que el riesgo \"es aceptable\" aunque no existe una matriz firmada. Si solicitas la aceptación formal, demoras las auditorías y molestas al responsable; si cierras sin documento, alivias la agenda pero dejas un vacío de gobierno. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 25",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q286",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 286,
    "refactored_text": "Al preparar el reporte mensual, te piden recalcular la productividad excluyendo los días con fallas de sistema para que la tendencia sea positiva. Si los mantienes, expones las caídas y deberás justificar; si los quitas, la cifra mejora pero es menos fiel a la operación. ¿Qué cálculo entregas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 26",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q287",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 287,
    "refactored_text": "En una auditoría interna, te piden describir un hallazgo severo como \"observación\" para evitar escalarlo al directorio. Si lo mantienes severo, habrá planes exigentes y supervisión; si lo suavizas, evitas el ruido pero diluyes la urgencia. ¿Qué clasificación usas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 27",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q288",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 288,
    "refactored_text": "Te piden adelantar la fecha de una entrega en el cronograma oficial para asegurar un desembolso, aunque el desarrollo sigue en pruebas. Si usas la fecha real, arriesgas el pago y deberás negociar; si adelantas, recibes fondos pero firmas un compromiso poco realista. ¿Qué fecha informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 28",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q289",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 289,
    "refactored_text": "En el reporte de incidentes de datos, te piden describir una fuga interna como \"acceso no confirmado\" para evitar notificaciones regulatorias. Si la declaras fuga, activas protocolos y más trabajo; si lo suavizas, reduces el impacto inmediato pero ocultas la gravedad. ¿Qué calificas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 29",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q290",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 290,
    "refactored_text": "En el acta de comisionamiento, te piden firmar la aceptación de un equipo sin pruebas de carga porque el proveedor ya viaja. Si exiges las pruebas, demoras la puesta en marcha y recibes presión comercial; si firmas, aceleras la entrega pero asumes un riesgo técnico. ¿Qué firmas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 30",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q291",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 291,
    "refactored_text": "Te piden certificar el cumplimiento normativo usando un manual antiguo porque el nuevo está en revisión y trae requisitos más duros. Si esperas la versión actual, retrasas la certificación y enfrentas presión; si usas la antigua, obtienes el sello rápido pero basado en estándares desfasados. ¿Qué eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 31",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q292",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 292,
    "refactored_text": "Antes de enviar un reporte de avances regulatorios, te piden declarar un trámite como aprobado porque ya está \"en cola\" aunque falta la resolución. Si esperas la aprobación real, retrasas el anuncio y recibes reclamos; si lo declaras aprobado, ganas aplausos pero arriesgas la credibilidad si se cae. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 32",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q293",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 293,
    "refactored_text": "En la revisión de un plan maestro, te piden borrar un comentario técnico que advierte sobre la falta de redundancia porque complica el presupuesto. Si lo mantienes, debes defender las inversiones y retrasos; si lo eliminas, el plan avanza pero ignora un punto crítico. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 33",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q294",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 294,
    "refactored_text": "Para un comunicado interno, te piden describir un paro preventivo como \"mantenimiento rutinario\" para evitar la alarma. Si nombras el paro real, habrá preguntas y ajustes de calendario; si lo maquillas, la comunicación fluye pero reduce la transparencia sobre los riesgos. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 34",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q295",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 295,
    "refactored_text": "Revisas el registro de entregables y te piden marcar como aceptados unos planos sin firmas digitales válidas para liberar los pagos. Si pides las firmas, retrasas el flujo de caja y generas fricción; si aceptas sin validación, agilizas los pagos pero debilitas la trazabilidad contractual. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 35",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q296",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 296,
    "refactored_text": "En el registro de lecciones aprendidas, te piden omitir que el retraso se debió a un atajo en los controles para evitar señalar responsables. Si lo incluyes, reabrirás discusiones y tareas adicionales; si lo omites, el informe queda neutro pero pierde la causa real. ¿Qué escribes y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 36",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q297",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 297,
    "refactored_text": "En la matriz de seguimiento, te piden reetiquetar un riesgo de \"alto\" a \"medio\" porque existe un proyecto futuro que podría mitigarlo. Si mantienes \"alto\", activarás planes y más reuniones; si bajas el nivel, reduces la exigencia pero sin evidencia concreta. ¿Qué nivel asignas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 37",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q298",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 298,
    "refactored_text": "Te piden declarar un control automatizado como vigente aunque el script está deshabilitado desde hace semanas. Si lo reportas inactivo, se detiene el cierre y debes coordinar las correcciones; si lo declaras activo, el informe pasa pero descuida un hueco de control. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 38",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q299",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 299,
    "refactored_text": "En un reporte de gobernanza, te piden no mencionar que un comité clave no alcanzó el quórum en dos sesiones para evitar críticas. Si lo incluyes, se exigirán remediaciones y más seguimiento; si lo omites, el documento queda prolijo pero falta la transparencia. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 39",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q300",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 300,
    "refactored_text": "Te piden ajustar la definición de \"entregado\" para considerar un módulo parcial como completo y así cerrar el hito contractual. Si mantienes la definición original, demoras la facturación y generas tensiones; si la flexibilizas, cobras antes pero dejas un compromiso incompleto. ¿Qué criterio usas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 40",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q301",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 301,
    "refactored_text": "Para un reporte de continuidad, te piden marcar como operativos unos generadores recién instalados aunque faltan las pruebas en carga máxima. Si exiges las pruebas, demoras la declaración y recibes presión; si los declaras listos, obtienes la aprobación inmediata pero con riesgo de falla. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 41",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q302",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 302,
    "refactored_text": "En el resumen ejecutivo, te piden destacar solo los indicadores positivos y relegar los retrasos a un anexo que casi nadie lee. Si llevas los retrasos al cuerpo principal, generas debate y más trabajo; si los ocultas en el anexo, el reporte brilla pero pierde el equilibrio. ¿Cómo presentas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 42",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q303",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 303,
    "refactored_text": "Te piden cerrar un plan de remediación aceptando capturas de pantalla parciales como evidencia porque falta tiempo para recolectar los registros completos. Si pides más pruebas, extiendes el ciclo y generas molestia; si aceptas las parciales, agilizas el cierre pero arriesgas un hallazgo repetido. ¿Qué aceptas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 43",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q304",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 304,
    "refactored_text": "Antes de publicar un informe de avance, te piden usar una plantilla sin la sección de riesgos porque consume tiempo actualizarla. Si la mantienes, debes completar los datos y alargar la entrega; si la quitas, el reporte sale rápido pero sin alertas críticas. ¿Qué formato usas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 44",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q305",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 305,
    "refactored_text": "En una revisión contractual, te piden no informar a control interno una cláusula de limitación de responsabilidad porque podría frenar la firma. Si la escalas, retrasas la negociación y enfrentas preguntas; si la callas, avanzas rápido pero asumes un riesgo legal no evaluado. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 45",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q306",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 306,
    "refactored_text": "En el registro de auditoría, te piden anotar que un control manual se ejecuta semanalmente aunque hace meses no se aplica. Si documentas la realidad, abrirás un hallazgo y más carga de trabajo; si sigues la versión formal, el informe pasa pero mantiene un espejismo de control. ¿Qué escribes y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 46",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q307",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 307,
    "refactored_text": "Te piden publicar un boletín interno omitiendo que un ensayo de respaldo falló por falta de insumos, para no generar alarma. Si informas el fallo, debes coordinar las correcciones urgentes y enfrentar presión; si lo omites, el boletín luce tranquilo pero oculta una brecha crítica. ¿Qué comunicas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 47",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q308",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 308,
    "refactored_text": "En la memoria técnica, te piden presentar un piloto como \"escalado\" aunque solo se usa en una región pequeña. Si aclaras el alcance real, enfrentas dudas y posibles ajustes de presupuesto; si lo llamas escalado, creas expectativas difíciles de cumplir. ¿Qué declaras y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 48",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q309",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 309,
    "refactored_text": "Te piden consolidar indicadores de satisfacción mezclando periodos para que la caída reciente se diluya. Si mantienes la serie limpia, deberás explicar el descenso y proponer las medidas; si mezclas periodos, la curva se suaviza pero pierdes la trazabilidad real. ¿Qué entregas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 49",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q310",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 310,
    "refactored_text": "En el cierre de proyecto, te piden declarar completada una capacitación clave aunque solo asistió la mitad del equipo. Si registras la realidad, deberás reprogramar las sesiones y demorar el cierre; si declaras completo, el hito se aprueba pero deja al personal sin preparación. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 10 item 50",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  }
]