[
  {
    "id": "block-B05-q001",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "En las pruebas finales detectas una falla de seguridad rara que expondrá datos de clientes. Si pausas el lanzamiento para corregirla, el plan se retrasará semanas, tu jefe se enfadará y te culparán por frenar las metas. Si la minimizas, el producto saldrá a tiempo y quedarás bien, pero los usuarios estarán en riesgo. ¿Asumes el costo de frenar o proteges tu reputación lanzando ahora?",
    "word_count": 65,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Pilot B05 video, generado por SOT Video Modulo 3. Escenario alineado a ética vs presión por resultados.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q002",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Tu empresa abrirá una planta que dará empleo pero aumentará la contaminación local cumpliendo la ley. Te piden hablar con la comunidad. Si explicas los riesgos reales, generarás rechazo, retrasarás la obra y arriesgarás tu evaluación. Si repites solo el discurso positivo, el plan avanza sin ruido pero las familias decidirán sin entender el daño posible. ¿Les dices toda la verdad o aseguras que la planta abra sin problemas?",
    "word_count": 66,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Impacto social de decisión corporativa; costo en reputación interna y evaluación.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q003",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Tu jefe sugiere contratar a una candidata de grupo minoritario por diversidad. Está calificada pero tiene menos experiencia que otro finalista. Si la eliges, dirán que no fue la mejor y enfrentarás duras críticas. Si eliges al experto, quedas bien ante todos pero pierdes la oportunidad real de corregir un sesgo histórico. ¿Apuestas por la diversidad asumiendo críticas o vas a lo seguro?",
    "word_count": 66,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Dilema entre diversidad con costo personal y comodidad reputacional.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q004",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "La empresa ahorraría cambiando a un proveedor que usa mano de obra mal pagada en condiciones precarias, práctica legal en su país pero contrario a tus valores. Si te opones y buscas otra opción, parecerás ingenuo, frenarás el ahorro y perderás ascensos. Si apoyas al proveedor por cumplir la ley local, el presupuesto mejora pero avalas condiciones laborales injustas. ¿Defiendes tus valores éticos o priorizas el ahorro financiero?",
    "word_count": 68,
    "char_count": 428,
    "length_status": "manual",
    "length_note": "Excede 48 caracteres, requiere compactación adicional",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Ética global vs obedecer solo la norma local con beneficio financiero.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q005",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Implementas un sistema que causará despidos. La regla pide avisar solo dos semanas antes. Si propones un plan gradual, retrasas todo, generas costos y molestas a tu jefe. Si ejecutas rápido, cumples con dirección, pero tu equipo se sentirá traicionado al enterarse tarde. ¿Arriesgas tu posición para cuidar a tu gente o ejecutas la orden fría de la dirección?",
    "word_count": 65,
    "char_count": 370,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Integridad frente a lealtad con el equipo en despidos por automatización.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q006",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "La empresa descontinuará un producto clave para clientes pequeños. La orden es esperar para comunicar la noticia y no perder ventas. Si avisas en privado, incumples la directiva y afectas tu bono. Si callas y vendes, cumples metas, pero los dejas sin tiempo para reaccionar y tendrán serios problemas. ¿Rompes la regla para ayudar a los clientes o callas para asegurar tu bono?",
    "word_count": 66,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Transparencia con clientes vulnerables vs metas de ventas de corto plazo.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q007",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "El área de mercadeo propone una campaña que exagera beneficios. Es legal, pero los clientes lo tomarán como promesa literal. Si exiges ajustar el mensaje, retrasas el lanzamiento, chocas con mercadeo y afectas tus metas. Si la apruebas, impulsas las cifras y la imagen de éxito, pero aceptas que los clientes se sientan engañados. ¿Frenas la campaña por honestidad o la apruebas para cumplir las metas?",
    "word_count": 65,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Transparencia en mensajes al mercado vs presión por resultados comerciales.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q008",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Un nuevo empleado te ofrece planes confidenciales de su antigua empresa para demostrar lealtad. La política lo prohíbe, pero a tu jefe le interesa. Si rechazas y reportas, tensas el ambiente y pareces rígido. Si aceptas el archivo en silencio, obtienes una ventaja clave, pero cruzas una línea ética clara. ¿Rechazas la información sucia o la usas para ganar ventaja competitiva?",
    "word_count": 65,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Uso de información de la competencia vs lealtad y respeto a reglas internas.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q009",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Tu empresa y un competidor planean producir juntos para reducir costos. Es legal, pero crearía un monopolio con precios más altos. Si te opones, frenas un ahorro clave e irritas a la dirección. Si apoyas el acuerdo, mejoras los números hoy, pero contribuyes a un mercado injusto para los clientes. ¿Te opones al monopolio arriesgando tu puesto o apoyas el ahorro financiero?",
    "word_count": 65,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Colaboración legal pero concentradora vs impacto social en clientes y mercado.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q010",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "En tu farmacéutica, un estudio interno sugiere riesgos graves de un medicamento. La política es esperar a los reguladores. Si presionas para advertir ya, enfrentas represalias y arriesgas tu puesto. Si callas y sigues el protocolo, proteges tu carrera hoy, pero mantienes a los pacientes expuestos al riesgo sin saberlo. ¿Arriesgas tu carrera por la seguridad de los pacientes o sigues el protocolo?",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Riesgo a la salud pública vs protección de carrera profesional y política interna.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  }
]