[
  {
    "id": "block-B05-q221",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 221,
    "refactored_text": "Compilas un informe de incidentes y te piden omitir un patrón recurrente de fallas de un proveedor para no activar penalidades contractuales. Si reportas el hallazgo, debes reabrir la investigación, demoras la renovación y enfrentas fricción con la dirección. Si lo omites, el documento sale limpio pero ocultas un riesgo operativo latente. ¿Qué reportas y cómo lo justificas?",
    "notes": "Modulo 3 Video B05 batch 09 item 1",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q222",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 222,
    "refactored_text": "Debes consolidar resultados de un piloto y te sugieren mezclar sus indicadores con los de la operación estable para uniformar la tendencia. Si separas las fuentes, debes rehacer los cuadros, admitir retrasos y exponer la fragilidad del piloto. Si mezclas los datos, el informe se aprueba sin observaciones pero distorsiona la realidad. ¿Qué eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 2",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q223",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 223,
    "refactored_text": "Al preparar una nota técnica para el comité, te piden suavizar la advertencia sobre la dependencia de un único proveedor crítico. Si mantienes la alerta, puedes frenar decisiones estratégicas y asumir discusiones incómodas; si la diluyes, facilitas la aprobación inmediata pero dejas al proyecto expuesto a riesgos de suministro. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 3",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q224",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 224,
    "refactored_text": "Revisas un manual de atención y proponen recortar pasos de verificación para mostrar mayor agilidad ante la próxima auditoría. Si exiges mantener los controles, extiendes los tiempos de implementación y afrontas presión interna por la demora; si aceptas el recorte, simplificas la visita pero debilitas filtros clave. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 4",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q225",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 225,
    "refactored_text": "Para una presentación de financiamiento, te piden no mencionar ciertas brechas de trazabilidad de datos para evitar dudas en los inversores. Si las incluyes, retrasas el envío y debes justificar planes correctivos complejos; si las omites, el material luce impecable pero oculta una deuda técnica real. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 5",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q226",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 226,
    "refactored_text": "En un acta de comité de crisis, te piden no registrar un desacuerdo sobre responsabilidades para evitar conflictos futuros en el expediente. Si documentas la disidencia, prolongas la reunión y tensionas al equipo; si la omites, el acta queda limpia pero elimina un antecedente crítico para la gestión. ¿Qué anotas y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 6",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q227",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 227,
    "refactored_text": "Al resumir encuestas de satisfacción, te piden excluir respuestas negativas de una región específica para no alarmar a la dirección. Si las mantienes, incrementas el trabajo de análisis y enfrentas reclamos del área afectada; si las quitas, el reporte muestra estabilidad pero ignora hallazgos esenciales. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 7",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q228",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 228,
    "refactored_text": "Te piden recalcular un porcentaje de cumplimiento excluyendo casos complejos atípicos para mejorar la cifra final. Si mantienes el universo completo, el indicador baja, retrasas la entrega y despiertas cuestionamientos; si aceptas la exclusión, el reporte mejora visualmente pero pierde integridad estadística. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 8",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q229",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 229,
    "refactored_text": "En la guía de contratación, proponen una excepción para habilitar rápidamente a un perfil recomendado sin validar todos los requisitos. Si exiges el estándar completo, demoras el proceso y generas fricción con quien lo recomienda; si aceptas la excepción, agilizas el ingreso pero comprometes la equidad del proceso. ¿Cómo actúas y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 9",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q230",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 230,
    "refactored_text": "Debes actualizar un cronograma de mitigación y te piden marcar como completada una actividad crítica aunque falta la evidencia formal. Si exiges el soporte, alargas la entrega y enfrentas la molestia del equipo; si marcas el hito como hecho, el plan luce sólido pero se basa en un vacío de control. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 10",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q231",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 231,
    "refactored_text": "En la evaluación de licitaciones, sugieren cambiar levemente la ponderación para favorecer a un proveedor histórico que obtuvo menor puntaje técnico. Si mantienes la matriz original, retrasas la adjudicación y generas tensión política; si ajustas la fórmula, aceleras la compra pero alteras la imparcialidad del concurso. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 11",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q232",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 232,
    "refactored_text": "Redactas un documento de riesgos y te piden bajar el nivel de impacto de un hallazgo para evitar activar costosos planes de contingencia. Si mantienes la calificación alta, obligas a una inversión extra y generas debate; si la reduces, liberas el presupuesto pero minimizas un peligro real. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 12",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q233",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 233,
    "refactored_text": "Antes de cerrar un informe de calidad, te piden suprimir los datos de un lote defectuoso para no reabrir un caso cerrado con el cliente. Si incluyes los datos, debes gestionar correcciones y asumir demoras; si los quitas, el reporte queda impecable pero omite un defecto relevante. ¿Qué incluyes y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 13",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q234",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 234,
    "refactored_text": "En un plan de capacitación regulatorio, te piden indicar que todos los módulos fueron probados aunque dos siguen en borrador. Si declaras el estado real, expones retrasos y necesitas más tiempo de pruebas; si afirmas que están listos, simplificas la aprobación pero falseas el cumplimiento. ¿Qué señalas y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 14",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q235",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 235,
    "refactored_text": "Para una nota a la prensa, te sugieren omitir que el retraso del servicio se debió a fallas internas y atribuirlo a factores externos. Si aclaras el origen real, enfrentas preguntas incómodas y una revisión exhaustiva; si sigues la versión editada, proteges la imagen corporativa pero distorsionas la responsabilidad. ¿Qué comunicas y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 15",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q236",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 236,
    "refactored_text": "En un reporte ambiental, te piden reducir el detalle de las emisiones registradas porque reportarlo todo implicaría solicitar permisos adicionales. Si mantienes los datos completos, sumas carga administrativa y costos; si simplificas el reporte, aceleras la aprobación pero ocultas el verdadero impacto operativo. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 16",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q237",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 237,
    "refactored_text": "Revisas un manual de transparencia y proponen limitar el acceso público a ciertas auditorías internas para evitar ruido mediático. Si defiendes la publicación completa, enfrentas resistencia interna y más trabajo de preparación; si aceptas la restricción, reduces la exposición pero mermas la rendición de cuentas. ¿Qué eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 17",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q238",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 238,
    "refactored_text": "En una evaluación de proyecto social, te piden quitar testimonios críticos de la comunidad para no complicar la renovación de fondos. Si mantienes la retroalimentación negativa, habrá debates intensos y ajustes presupuestarios; si la eliminas, el documento facilita la renovación pero pierde fidelidad con el terreno. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 18",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q239",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 239,
    "refactored_text": "Preparas un dashboard mensual y te piden cambiar la base de cálculo histórica para que la tendencia actual parezca positiva. Si mantienes la fórmula original, deberás explicar caídas y enfrentar cuestionamientos; si aplicas el cambio, el tablero luce bien pero deja de ser comparable en el tiempo. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 19",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q240",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 240,
    "refactored_text": "Te piden abreviar una matriz de riesgos eliminando la columna de incidentes previos porque su revisión alarga demasiado las sesiones. Si conservas la columna, la reunión tomará más tiempo y destapará pendientes incómodos; si la quitas, simplificas el trámite administrativo pero pierdes trazabilidad histórica. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 20",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q241",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 241,
    "refactored_text": "En un informe de gobernanza, te sugieren no mencionar un conflicto de interés ya resuelto porque podría reabrir dudas innecesarias. Si lo registras, asumes preguntas incómodas y una revisión adicional; si lo omites, el texto queda más limpio pero pierde contexto sobre la gestión realizada. ¿Qué eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 21",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q242",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 242,
    "refactored_text": "Revisas un checklist de control y te piden marcar como revisadas ciertas etapas sin evidencia documental para poder cerrar el periodo a tiempo. Si pides las pruebas, demoras el cierre y generas molestia en el equipo; si validas sin soporte, cumples el calendario pero dejas un vacío de auditoría. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 22",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q243",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 243,
    "refactored_text": "Detectas un error crítico en la aplicación y te piden posponer el reporte oficial para no frenar el inminente lanzamiento de marketing. Si lo registras ahora, retrasas la salida y enfrentas fuertes presiones; si lo ocultas temporalmente, el lanzamiento sigue pero expones a los usuarios a fallos. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 23",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q244",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 244,
    "refactored_text": "En un procedimiento de compras, proponen quitar el requisito de doble firma para adquisiciones urgentes y ganar velocidad. Si insistes en mantener el control, sumas tiempo al proceso y posibles retrasos operativos; si eliminas el requisito, aceleras la gestión pero reduces una barrera clave contra el fraude. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 24",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q245",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 245,
    "refactored_text": "En un resumen financiero, te piden mover un gasto a otra partida contable para no superar un tope presupuestal específico. Si registras el gasto donde corresponde, habilitas alertas y revisiones tediosas; si lo reubicas, evitas las alarmas inmediatas pero alteras la trazabilidad de los fondos. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 25",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q246",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 246,
    "refactored_text": "En un documento de lecciones aprendidas, te piden eliminar la sección que señala errores de liderazgo para no incomodar a la alta dirección. Si mantienes la sección, generas conversaciones difíciles y te asignan más trabajo de justificación; si la retiras, el informe avanza rápido pero queda incompleto. ¿Qué incluyes y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 26",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q247",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 247,
    "refactored_text": "Para un plan de comunicación interna, te piden presentar la adopción de una herramienta piloto como si ya fuera generalizada. Si aclaras el nivel de uso real, enfrentas dudas y exigencia de más pruebas; si exageras el alcance, ganas apoyo inmediato pero creas expectativas falsas en la organización. ¿Qué mensaje envías y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 27",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q248",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 248,
    "refactored_text": "Revisas un borrador de auditoría y te piden no mencionar que se usaron plantillas sin licencias para no abrir un riesgo legal. Si consignas el hallazgo, activas costos de regularización y retrasos; si lo omites, el informe se aprueba pero dejas a la empresa expuesta a una demanda futura. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 28",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q249",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 249,
    "refactored_text": "En un reporte de seguridad de datos, te piden minimizar el alcance de una fuga interna para evitar la obligación de notificar a los usuarios. Si describes el impacto real, activas protocolos de crisis y sumas carga laboral; si reduces la gravedad, evitas el ruido inmediato pero comprometes la confianza a largo plazo. ¿Qué comunicas y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 29",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q250",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 250,
    "refactored_text": "En la actualización del manual de ética, te sugieren permitir una excepción informal para aceptar regalos pequeños de ciertos proveedores estratégicos. Si rechazas la excepción, generas incomodidad y posibles trabas en el trato diario; si la aceptas, facilitas las relaciones pero abres la puerta a favoritismos y conflictos de interés. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 30",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q251",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 251,
    "refactored_text": "Al armar la agenda de un taller de cumplimiento, te piden excluir una mesa sobre canales de denuncia porque incomoda a algunos directivos. Si mantienes la actividad, debes gestionar resistencias y quizás retrasos en la aprobación; si la quitas, evitas el conflicto político pero silencias un mecanismo de control vital. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 31",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q252",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 252,
    "refactored_text": "En un plan de pruebas de software, te piden declarar aprobada una integración compleja sin cubrir todos los casos críticos para cumplir con el calendario. Si exiges completar las pruebas, retrasas el despliegue y asumes la presión del negocio; si firmas la aprobación, agilizas la entrega pero arriesgas fallas graves en producción. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 32",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q253",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 253,
    "refactored_text": "Sigues el avance de compromisos y te piden cerrar acciones con evidencias parciales para liberar un hito de pago. Si pides completar el respaldo, se alarga el proyecto y generas fricción financiera; si cierras el punto, el tablero luce verde pero queda un vacío de control en los entregables. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 33",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q254",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 254,
    "refactored_text": "En un reporte de estado de infraestructura, te piden no mencionar mantenimientos atrasados para evitar la necesidad de ampliar el presupuesto anual. Si los incluyes, fuerzas una replanificación y discusiones tediosas; si los omites, el documento se aprueba rápido pero ocultas un deterioro progresivo de los activos. ¿Qué presentas y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 34",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q255",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 255,
    "refactored_text": "Preparas un documento de control interno y te piden dejar fuera hallazgos de años previos que siguen sin cierre para no 'reabrir heridas'. Si los mantienes, reactivas planes correctivos y enfrentas presión del área auditada; si los omites, el informe es conciso pero pierde la continuidad del riesgo. ¿Qué incluyes y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 35",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q256",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 256,
    "refactored_text": "En una ficha de impacto para inversores, te sugieren usar fotos de una maqueta como si fueran de la operación real para asegurar financiamiento. Si aclaras que es una etapa preliminar, puedes enfriar el entusiasmo y reprogramar visitas; si presentas las fotos como definitivas, obtienes los fondos pero engañas sobre el avance real. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 36",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q257",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 257,
    "refactored_text": "Al revisar un protocolo de respuesta a crisis, te piden acortar los tiempos de notificación para aparentar mayor eficiencia, aunque operativamente sean inviables. Si ajustas a tiempos reales, enfrentas críticas y exigen más coordinación; si aceptas los plazos irreales, el documento luce ambicioso pero induce al incumplimiento seguro. ¿Qué propones y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 37",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q258",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 258,
    "refactored_text": "En la memoria anual, te piden inflar el número de beneficiarios sumando contactos duplicados para mostrar un alcance masivo. Si reportas solo los usuarios únicos, la cifra cae y generas cuestionamientos sobre el desempeño; si inflas el número, el informe parece exitoso pero falseas el impacto real. ¿Qué cifras usas y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 38",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q259",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 259,
    "refactored_text": "En una evaluación de riesgos de TI, te piden no documentar una vulnerabilidad conocida porque el parche oficial aún no está aprobado por finanzas. Si la incluyes, debes activar planes de emergencia y asumir demoras; si la omites, evitas ruido administrativo pero dejas un punto ciego crítico en la seguridad. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 39",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q260",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 260,
    "refactored_text": "En un plan estratégico, te piden presentar como alcanzada una meta adelantando fechas ficticias para mostrar alta eficiencia ante el directorio. Si corriges la línea de tiempo, enfrentas revisiones y posible recorte de presupuesto; si aceptas la ficción, el documento es aplaudido pero se basa en datos falsos. ¿Qué declaras y por qué?",
    "notes": "Modulo 3 Video B05 batch 09 item 40",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  }
]