[
  {
    "id": "block-B05-q191",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 191,
    "refactored_text": "Debes cerrar el informe de un programa piloto y la evidencia contradice la versión exitosa que espera la dirección. Si incluyes los datos completos, expones debilidades que causarán demoras y reclamos internos; si ajustas la narrativa para que luzca impecable, proteges tu posición inmediata pero ocultas riesgos operativos. ¿Qué decides mostrar y cómo lo justificas?",
    "notes": "Modulo 3 Video B05 batch 08 item 1",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q192",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 192,
    "refactored_text": "Te piden validar un cuadro comparativo donde un proveedor fue evaluado con flexibilidad por sus lazos con la gerencia. Si solicitas recalcular con reglas estandarizadas, retrasas la compra y pierdes capital político; si validas el proceso actual, agilizas la gestión pero avalas una ventaja injusta. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 2",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q193",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 193,
    "refactored_text": "Al consolidar los resultados de un taller, notas que se excluyeron comentarios críticos para mejorar la imagen del reporte. Si reintegras esas observaciones, generas fricción con los organizadores y extiendes el tiempo de revisión; si mantienes el filtro, entregas a tiempo pero presentas una realidad sesgada. ¿Qué eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 3",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q194",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 194,
    "refactored_text": "Revisas un borrador de políticas y detectas una cláusula de excepción para directivos sin sustento técnico. Si pides retirarla, podrías demorar la aprobación y causar incomodidad en niveles superiores; si callas, la norma avanza rápidamente pero institucionaliza un privilegio inequitativo. ¿Qué priorizas y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 4",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q195",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 195,
    "refactored_text": "Te encargan sintetizar encuestas de satisfacción y descubres que se pretende diluir las críticas agrupándolas en una categoría general. Si defiendes un desglose transparente, aumentas la carga de trabajo y enfrentas resistencia; si aceptas la agregación, el reporte queda presentable pero oculta patrones de falla. ¿Cómo actúas y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 5",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q196",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 196,
    "refactored_text": "Planificas un foro público y te sugieren invitar solo a panelistas alineados para evitar cuestionamientos en vivo. Si propones incluir voces disidentes, complicas la logística y te arriesgas a ser visto como poco estratégico; si aceptas la lista cerrada, garantizas un evento cómodo pero poco transparente. ¿Qué decides hacer?",
    "notes": "Modulo 3 Video B05 batch 08 item 6",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q197",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 197,
    "refactored_text": "Revisas el guion de una campaña y notas que minimiza las restricciones del servicio para no desmotivar al público. Si exiges aclarar los límites, podrías atrasar el lanzamiento y enfrentar desacuerdos creativos; si mantienes el tono optimista, el mensaje es atractivo pero potencialmente engañoso. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 7",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q198",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 198,
    "refactored_text": "En la evaluación de un piloto tecnológico, observas que los criterios de éxito se ajustaron post-ejecución para asegurar un resultado positivo. Si insistes en usar las métricas originales, generas tensión y riesgo de fallo político; si aceptas los criterios nuevos, el proyecto se valida formalmente pero sin rigor real. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 8",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q199",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 199,
    "refactored_text": "Lideras la consolidación presupuestal y ves que se reasignan fondos de capacitación hacia gastos de imagen sin la documentación requerida. Si señalas el desvío, frenas el calendario e incomodas a tu jefatura; si lo dejas pasar, ayudas a cerrar el proceso rápido pero avalas un uso irregular de recursos. ¿Cómo actúas y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 9",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q200",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 200,
    "refactored_text": "Revisas un acta de reunión y notas que suavizaron las discrepancias para mostrar un consenso artificial. Si propones registrar los desacuerdos reales, prolongas la discusión y te expones al malestar del grupo; si aceptas el acta editada, ahorras tiempo administrativo pero distorsionas la memoria institucional. ¿Qué eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 10",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q201",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 201,
    "refactored_text": "Al preparar indicadores, descubres que se planea reportar como completas ciertas actividades que solo están parcialmente listas. Si corriges el registro, obligas a reprogramar metas y generas presión al equipo; si mantienes la cifra optimista, el reporte mejora visualmente pero la gestión pierde veracidad. ¿Qué decides hacer?",
    "notes": "Modulo 3 Video B05 batch 08 item 11",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q202",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 202,
    "refactored_text": "Resumes consultas territoriales y percibes que se matizaron las demandas críticas para evitar cambios en el plan operativo. Si restituyes el tono original, provocas debates y posibles atrasos en la ejecución; si lo omites, el documento fluye burocráticamente pero desoye necesidades reales. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 12",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q203",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 203,
    "refactored_text": "En una presentación para donantes, descubres que se usan fotos de proyectos en fase inicial como si fueran logros consolidados. Si pides corregir el material, retrasas el envío y causas molestia en comunicaciones; si lo dejas, mantienes una imagen atractiva pero técnicamente engañosa. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 13",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q204",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 204,
    "refactored_text": "Revisas un convenio y notas una cláusula de confidencialidad excesiva que podría ocultar fallas operativas futuras. Si solicitas acotarla, alargas la negociación y enfrentas objeciones legales; si la aceptas, cierras el trato rápido pero limitas la transparencia a largo plazo. ¿Qué camino eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 14",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q205",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 205,
    "refactored_text": "Coordinas la minuta de un comité y te piden no registrar un punto sensible para evitar futuros reclamos. Si insistes en documentarlo, generas incomodidad y presión de tus pares; si lo omites, la reunión parece impecable en papel, pero el registro oficial queda incompleto. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 15",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q206",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 206,
    "refactored_text": "En la selección de un consultor, observas que se flexibilizan los requisitos técnicos para acomodar a un candidato bien conectado. Si exiges apego estricto a las bases, demoras el proceso y podrías quedar aislado; si aceptas la excepción, avanzas rápidamente pero comprometes la imparcialidad. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 16",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q207",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 207,
    "refactored_text": "Te piden ajustar fechas retroactivamente para que parezca que un proyecto cumplió los plazos, ocultando retrasos reales. Si te niegas, generas fricción y afectas las evaluaciones de desempeño del área; si aceptas el ajuste cosmético, el reporte mejora pero falta a la verdad operativa. ¿Qué eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 17",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q208",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 208,
    "refactored_text": "Descubres que una guía operativa reduce los tiempos de reclamo, dificultando el acceso a usuarios con menos recursos. Si propones ampliar el plazo, retrasas la implementación y recibes críticas por complicar el proceso; si lo dejas, facilitas la gestión interna pero limitas el derecho de corrección. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 18",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q209",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 209,
    "refactored_text": "En un informe de riesgos, notas que se subestimó el impacto de ciertos problemas para evitar activar planes de contingencia costosos. Si corriges la categoría, implicas gastos y trabajo extra para el equipo; si mantienes la clasificación suave, el documento pasa sin ruido pero minimiza peligros reales. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 19",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q210",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 210,
    "refactored_text": "Te sugieren destacar solo los impactos positivos en un resumen ejecutivo, relegando las limitaciones metodológicas a anexos. Si incluyes las limitaciones al frente, diluyes el entusiasmo y generas revisiones tensas; si sigues la sugerencia, el documento es convincente pero presenta un éxito sesgado. ¿Qué camino tomas y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 20",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q211",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 211,
    "refactored_text": "Al evaluar propuestas para un taller, ves que se descartaron temas críticos que podrían generar debate con las autoridades. Si reintroduces esos temas, enfrentas oposición interna y posibles atrasos logísticos; si aceptas la agenda moderada, el evento será tranquilo pero evitará los problemas de fondo. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 21",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q212",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 212,
    "refactored_text": "En un manual interno, descubres una fórmula para facilitar compras directas bajo criterios subjetivos. Si solicitas limitar esa opción, largas el proceso de revisión y generas molestia en quienes buscan agilidad; si la dejas, permites flexibilidad operativa pero abres espacio a la discrecionalidad. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 22",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q213",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 213,
    "refactored_text": "Notas que una propuesta de capacitación incluye material externo sin la debida atribución. Si pides corregir y dar crédito, demoras la entrega final y causas incomodidad al autor; si lo pasas por alto, evitas la fricción inmediata pero legitimas una práctica poco ética. ¿Qué eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 23",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q214",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 214,
    "refactored_text": "Ves que en un reporte trimestral se eliminaron menciones a atrasos para mantener el tablero de control en verde. Si restituyes los datos reales, fuerzas planes de mejora no deseados y asumes la tensión del equipo; si los omites, el reporte luce bien pero engaña a la gestión estratégica. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 24",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q215",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 215,
    "refactored_text": "Te piden revisar un instructivo que simplifica requisitos documentales solo para postulantes recomendados. Si propones reglas iguales para todos, incomodas a quienes sugirieron la medida y generas demoras; si aceptas el doble estándar, agilizas casos puntuales pero rompes la equidad del proceso. ¿Cómo actúas y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 25",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q216",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 216,
    "refactored_text": "Al preparar un dossier de auditoría, notas que se retiraron correos con advertencias tempranas ignoradas. Si exiges incluirlos, abres cuestionamientos sobre la gestión pasada y sumas tensión; si los omites, la revisión será más ligera pero dejas fuera evidencia clave de contexto. ¿Qué eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 26",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q217",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 217,
    "refactored_text": "Te encargan ajustar un cronograma y ves que se propone dar por cerradas etapas que solo tienen avances parciales. Si rectificas el estado real, exiges más tiempo y generas fricción con los responsables; si aceptas la declaración, se cumple la meta en papel pero normalizas un estándar bajo. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 27",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q218",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 218,
    "refactored_text": "En un informe de impacto se seleccionaron solo testimonios positivos, dejando fuera opiniones críticas. Si exiges una muestra balanceada, atrasas la edición y enfrentas objeciones del área de comunicación; si aceptas el sesgo, el relato será brillante pero poco honesto con la realidad. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 28",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q219",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 219,
    "refactored_text": "Al compilar datos, notas que algunas cifras fueron ajustadas al alza para mostrar una tendencia positiva artificial. Si corriges a los valores reales, detonas revisiones molestas y aumentas la carga laboral; si mantienes el ajuste, el informe pasa sin problemas pero distorsiona el avance técnico. ¿Cómo procedes y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 29",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q220",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 220,
    "refactored_text": "Revisas un informe y detectas que se borraron antecedentes de un conflicto de interés ya resuelto pero relevante. Si propones incluirlos por transparencia, podrías reavivar cuestionamientos y enfrentar presión interna; si los omites, el informe es más limpio pero oculta el contexto histórico. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 08 item 30",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  }
]