[
  {
    "id": "block-B05-q311",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 311,
    "refactored_text": "Te solicitan eliminar la sección de pruebas de esfuerzo del informe trimestral de riesgos, pues mostraría vulnerabilidades sin resolver. Si la mantienes, reabrirás planes, sumarás horas extra y enfrentarás presión del comité; si la quitas, el documento se aprueba rápido, pero ocultas la fragilidad del control. ¿Qué incluyes y cómo lo explicas?",
    "notes": "Modulo 3 Video B05 batch 11 item 1",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q312",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 312,
    "refactored_text": "Al consolidar desviaciones de seguridad física, te piden fusionar varias faltas en una sola observación menor para evitar activar sanciones. Si mantienes cada desvío, deberás replanificar recursos y enfrentar reclamos; si los reduces, el reporte luce ligero, pero minimiza riesgos reales. ¿Cómo registras las desviaciones y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 2",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q313",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 313,
    "refactored_text": "En un acta de calibración, te piden declarar equipos como verificados aunque carecen de registro actualizado debido a la demora del proveedor. Si exiges la evidencia, tendrás que parar mediciones críticas y asumir retrasos; si firmas igual, el proceso continúa, pero con datos dudosos. ¿Qué consignas y con qué argumento?",
    "notes": "Modulo 3 Video B05 batch 11 item 3",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q314",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 314,
    "refactored_text": "Te solicitan reportar un corte de servicio como \"mantenimiento programado\" para evitar penalidades, aunque fue un incidente no previsto. Si lo declaras incidente, deberás liderar el análisis causa-raíz y asumir reprocesos; si lo maquillas, la relación con clientes se mantiene tranquila, pero pierdes transparencia. ¿Cómo reportas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 4",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q315",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 315,
    "refactored_text": "Antes de publicar un manual de metodología, te piden borrar la sección de limitaciones porque podría generar dudas en la dirección. Si la conservas, deberás defender los riesgos y quizá retrasar el lanzamiento; si la quitas, el documento luce sólido, pero omite advertencias clave. ¿Qué decides incluir y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 5",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q316",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 316,
    "refactored_text": "Durante una visita regulatoria inminente, te piden presentar bitácoras incompletas como definitivas para evitar cuestionamientos. Si aclaras los huecos, deberás reconstruir la trazabilidad y asumir posibles observaciones; si las muestras como completas, reduces el riesgo inmediato, pero falseas el control. ¿Qué entregas y con qué justificación?",
    "notes": "Modulo 3 Video B05 batch 11 item 6",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q317",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 317,
    "refactored_text": "Te piden declarar cumplida la rotación de credenciales críticas aunque varios accesos no se han actualizado por falta de ventanas de cambio. Si registras la realidad, deberás extender guardias y reprogramar turnos; si afirmas cumplimiento, cierras rápido, pero dejas cuentas expuestas. ¿Qué informes y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 7",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q318",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 318,
    "refactored_text": "En un registro de capacitación de seguridad, te piden contar como asistente a quien solo firmó la lista porque estaba viajando. Si corriges el registro, debes reprogramar la sesión y asumir costos; si lo mantienes, el indicador queda alto, pero el equipo sigue sin entrenar. ¿Qué anotas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 8",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q319",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 319,
    "refactored_text": "Revisas un expediente de incidentes y te piden eliminar registros de intentos fallidos para que la tasa de éxito parezca estable. Si los conservas, deberás explicar fallas y coordinar refuerzos; si los borras, el indicador mejora, pero pierdes trazabilidad y alerta temprana. ¿Qué mantienes y con qué fundamento?",
    "notes": "Modulo 3 Video B05 batch 11 item 9",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q320",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 320,
    "refactored_text": "Te piden reclasificar un incidente de severidad alta a media porque hubo contención rápida, aunque no hay evidencia completa. Si mantienes la severidad alta, habrá planes exigentes y más horas; si la bajas, alivias la presión, pero restas urgencia a mejoras críticas. ¿Qué clasificación usas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 10",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q321",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 321,
    "refactored_text": "En una revisión contractual, te piden no advertir sobre una cláusula de confidencialidad ambigua para cerrar la negociación hoy. Si la señalas, se alargará la discusión y quizá se pierda el acuerdo; si callas, firmas rápido, pero asumes un riesgo legal no evaluado. ¿Qué haces y con qué argumento?",
    "notes": "Modulo 3 Video B05 batch 11 item 11",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q322",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 322,
    "refactored_text": "Te piden que un auditor interno firme la validación de su propio proceso porque “es quien más sabe”. Si niegas la firma, deberás buscar otro revisor y retrasar la entrega; si aceptas, reduces tiempos, pero comprometes la independencia. ¿Qué propones y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 12",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q323",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 323,
    "refactored_text": "Durante la actualización del apetito de riesgo, te piden omitir escenarios de pérdida porque “son improbables” y complican la aprobación. Si los incluyes, habrá debates y posibles límites más estrictos; si los quitas, todo avanza rápido, pero la dirección decide con información parcial. ¿Qué presentas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 13",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q324",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 324,
    "refactored_text": "Te piden reportar como actualizado un cifrado que sigue pendiente en varios servidores porque “se cambiarán pronto”. Si declaras la realidad, debes escalar prioridades y asumir horas nocturnas; si afirmas cumplimiento, el cierre pasa, pero persiste el riesgo de exposición. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 14",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q325",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 325,
    "refactored_text": "En el reporte de disponibilidad, te piden clasificar una caída de dos horas como ventana de mantenimiento, aunque no estaba anunciada. Si la registras como incidente, deberás explicar causas y asumir penalidades; si la llamas mantenimiento, evitas ruido, pero falseas la trazabilidad. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 15",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q326",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 326,
    "refactored_text": "Para un folleto corporativo, te piden anunciar un nivel de madurez en control interno que todavía no ha sido certificado. Si dices la verdad, bajará el entusiasmo y tendrás que ajustar mensajes; si exageras, ganas respaldo inmediato, pero arriesgas credibilidad ante una auditoría. ¿Qué publicas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 16",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q327",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 327,
    "refactored_text": "Te piden presentar un indicador de calidad omitiendo reprocesos recientes para que la tendencia siga en verde. Si los incluyes, deberás justificar la caída y asignar responsables; si los omites, el tablero luce bien, pero pierdes señales de mejora. ¿Qué muestras y con qué explicación?",
    "notes": "Modulo 3 Video B05 batch 11 item 17",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q328",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 328,
    "refactored_text": "En un informe ambiental, te piden reportar emisiones usando un factor antiguo que reduce la cifra, aunque ya existe uno actualizado más exigente. Si usas el nuevo, elevas el valor y deberás proponer mitigaciones; si mantienes el viejo, el número mejora, pero es menos fiel. ¿Qué cálculo entregas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 18",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q329",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 329,
    "refactored_text": "Te piden cerrar una acción correctiva aceptando fotos borrosas como evidencia porque el personal ya no está disponible. Si rechazas la evidencia, deberás reabrir la tarea y extender plazos; si la aceptas, cierras rápido, pero dejas soporte débil. ¿Qué decides y cómo lo justificas?",
    "notes": "Modulo 3 Video B05 batch 11 item 19",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q330",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 330,
    "refactored_text": "Durante una mesa de riesgos, te piden no mencionar una dependencia crítica con un proveedor que está inestable para no alarmar a la dirección. Si la mencionas, deberás preparar planes alternos y asumir posibles retrasos; si la omites, el plan queda optimista, pero ignora un punto vulnerable. ¿Qué comunicas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 20",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q331",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 331,
    "refactored_text": "En la bitácora de mantenimiento, te piden firmar que se hizo una revisión de respaldo aunque solo se verificó visualmente por falta de tiempo. Si anotas la realidad, tendrás que reprogramar y asumir turnos extra; si firmas como hecho, alivias la agenda, pero dejas un control crítico sin probar. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 21",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q332",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 332,
    "refactored_text": "En el registro de accesos, te piden borrar ingresos fuera de horario porque correspondían a un equipo aliado y no quieren papeleo adicional. Si los mantienes, deberás abrir una investigación y generar reportes; si los borras, evitas ruido, pero pierdes trazabilidad de una excepción. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 22",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q333",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 333,
    "refactored_text": "Para un acta de comité, te piden resumir una discusión sobre riesgos críticos sin dejar constancia de las reservas técnicas planteadas. Si las registras, aumentas el tiempo de revisión y expones disensos; si las omites, el acta queda breve, pero sin trazabilidad de alertas. ¿Qué escribes y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 23",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q334",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 334,
    "refactored_text": "Te piden publicar un avance declarando cumplido un hito de automatización que aún depende de pasos manuales no documentados. Si lo declaras parcial, deberás replanificar y asumir preguntas; si lo llamas completo, cierras rápido, pero engañas sobre la capacidad real. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 24",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q335",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 335,
    "refactored_text": "En un reporte de continuidad, te piden afirmar que los repositorios de respaldo están geográficamente redundantes, aunque solo existe una copia por falta de presupuesto. Si dices la verdad, deberás escalar la brecha y gestionar fondos; si adornas el dato, el reporte pasa, pero dejas expuesta la recuperación. ¿Qué declaras y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 25",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q336",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 336,
    "refactored_text": "Te piden ajustar un informe financiero agrupando gastos excepcionales en una categoría genérica para que el margen no se vea afectado. Si separas los gastos, deberás explicar el impacto y quizá renegociar metas; si los agrupas, la cifra mejora, pero pierdes transparencia. ¿Qué formato eliges y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 26",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q337",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 337,
    "refactored_text": "Antes de cerrar el trimestre, te piden contabilizar ingresos estimados de un contrato aún sin orden de compra para mostrar solvencia. Si esperas el soporte, el resultado cae y enfrentarás preguntas; si lo registras igual, mejoras la foto, pero rompes principios contables. ¿Qué haces y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 27",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q338",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 338,
    "refactored_text": "En una matriz de segregación de funciones, te piden marcar excepciones como mitigadas sin evidencia porque el líder es de confianza. Si pides soporte, retrasas la certificación y generas incomodidad; si aceptas sin prueba, el informe queda impecable, pero con un riesgo activo. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 28",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q339",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 339,
    "refactored_text": "Te piden declarar completada la limpieza de datos maestros aunque aún hay registros duplicados porque el plazo de proyecto vence. Si reportas los pendientes, deberás extender tareas y enfrentar reclamos; si declaras el cierre, el proyecto se celebra, pero arriesgas decisiones con información errónea. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 29",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q340",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 340,
    "refactored_text": "En un reporte de seguridad industrial, te piden clasificar un casi accidente como evento sin impacto para evitar activar una investigación. Si lo registras como casi accidente, tendrás que detener la operación y hacer análisis; si lo minimizas, evitas fricción, pero pierdes la oportunidad de prevención. ¿Qué clasificación usas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 30",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q341",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 341,
    "refactored_text": "Te piden firmar la recepción de equipos críticos sin verificar números de serie porque el transportista debe salir. Si exiges la validación, demoras la entrega y asumes costos logísticos; si firmas, agilizas el proceso, pero comprometes trazabilidad y garantías. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 31",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q342",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 342,
    "refactored_text": "En el seguimiento de un proyecto, te piden mover tareas incompletas a un anexo para declarar el hito cumplido. Si las mantienes visibles, deberás replanificar y enfrentar críticas; si las escondes, el tablero luce cumplido, pero deja trabajo sin control. ¿Qué reportas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 32",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q343",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 343,
    "refactored_text": "Durante una ronda de control de calidad, te piden cerrar hallazgos críticos como “observaciones” porque la planta inicia producción mañana. Si mantienes la criticidad, retrasas el arranque y asumirás tensión; si los bajas, avanzas rápido, pero con riesgos sin mitigar. ¿Qué clasificación usas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 33",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q344",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 344,
    "refactored_text": "Te piden firmar la aceptación de un plan de pruebas aunque falta documentar casos negativos porque el cliente viaja. Si exiges completarlo, prolongas el ciclo y enfrentarás molestias; si firmas, aceleras la entrega, pero dejas huecos de validación. ¿Qué decides y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 34",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q345",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 345,
    "refactored_text": "En un informe de cambios, te piden omitir que una actualización se aplicó sin aprobación formal para evitar reabrir el caso. Si lo declaras, deberás gestionar la postaprobación y asumir cuestionamientos; si lo callas, el flujo sigue, pero normalizas saltar el control. ¿Qué reportas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 35",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q346",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 346,
    "refactored_text": "En la matriz de vulnerabilidades, te piden marcar un hallazgo como mitigado porque existe un plan futuro, aunque aún no se ha ejecutado. Si lo dejas abierto, aumentas la carga de seguimiento y posibles escalaciones; si lo das por mitigado, el tablero se aligera, pero sin acción real. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 36",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q347",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 347,
    "refactored_text": "Te piden consolidar métricas mezclando resultados de pilotos con operaciones estables para suavizar la curva. Si separas los datos, deberás explicar variaciones y ajustar planes; si los mezclas, la gráfica se estabiliza, pero confunde las causas. ¿Cómo presentas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 37",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q348",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 348,
    "refactored_text": "En el plan de pruebas de contingencia, te piden certificar un sitio alterno que no ha sido usado en producción porque “seguro funciona”. Si exiges un ensayo real, consumirás presupuesto y tiempo; si certificas sin probar, alivias la agenda, pero arriesgas fallar ante una crisis. ¿Qué decisión tomas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 38",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q349",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 349,
    "refactored_text": "Te piden enviar un reporte de auditoría borrando referencias a una alerta previa ignorada para evitar que la dirección pregunte por reincidencia. Si la incluyes, reabrirás responsabilidades y planes más duros; si la quitas, el informe pasa, pero oculta patrones de fallo. ¿Qué narras y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 39",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q350",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 350,
    "refactored_text": "En el registro de pruebas de carga, te piden declarar aprobado un módulo aunque falló al 80% de la capacidad porque “el uso real será menor”. Si reportas el fallo, deberás repetir pruebas y retrasar la liberación; si lo apruebas, avanzas rápido, pero con riesgo de colapso. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 40",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q351",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 351,
    "refactored_text": "Te piden reportar un incidente de datos como \"acceso no confirmado\" aunque hay evidencias de descarga para evitar una notificación externa. Si declaras la fuga, activarás protocolos y más trabajo; si lo suavizas, reduces ruido inmediato, pero ocultas la gravedad. ¿Cómo clasificas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 41",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q352",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 352,
    "refactored_text": "En el reporte de avance de infraestructura, te piden marcar como listo un centro de datos aunque falta la certificación eléctrica porque la inauguración está agendada. Si esperas la certificación, retrasas el evento y enfrentas presión; si lo declaras listo, ganas aplausos, pero asumes un riesgo operativo. ¿Qué informas y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 42",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q353",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 353,
    "refactored_text": "Te piden entregar la memoria técnica sin anexar las salidas completas de monitoreo porque ocupan muchas páginas y podrían generar preguntas. Si las anexas, alargas la revisión y te expones a más trabajo; si las omites, el documento pasa ligero, pero pierde trazabilidad. ¿Qué incluyes y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 43",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q354",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 354,
    "refactored_text": "En el acta de entrega de obra, te piden omitir que falta la certificación de materiales porque el contratista ya facturó. Si lo mencionas, deberás retener pagos y enfrentar reclamaciones; si lo omites, facilitas el cierre, pero dejas un riesgo de calidad sin cubrir. ¿Qué registras y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 44",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  },
  {
    "id": "block-B05-q355",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 355,
    "refactored_text": "Te piden certificar un control manual como ejecutado semanalmente aunque el responsable estuvo de licencia y no hay registros. Si declaras la verdad, abrirás un hallazgo y más tareas; si certificas sin evidencia, mantienes la foto impecable, pero falseas el cumplimiento. ¿Qué declaras y por qué?",
    "notes": "Modulo 3 Video B05 batch 11 item 45",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "PENDING"
  }
]