[
  {
    "id": "block-B05-q091",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 91,
    "refactored_text": "Encabezas una investigacion interna sobre posibles irregularidades en la asignacion de fondos y descubres movimientos que, aunque legales, desvirtuan el proposito original de un programa social. Si llevas el hallazgo a instancias superiores, puedes detener el manejo cuestionable pero generas tensiones con directivos influyentes y arriesgas tu futuro en la organizacion; si minimizas lo encontrado, preservas relaciones clave pero renuncias a exigir un uso integro de los recursos. Que decides y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 1",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q092",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 92,
    "refactored_text": "Participas en un comite que debe decidir si publica un informe sobre impacto ambiental con datos que todavia tienen cierto margen de error, pero que apuntan a riesgos reales para comunidades cercanas. Si insistes en transparentar esos riesgos tal como estan, retrasas otros proyectos, generas preocupacion y puedes ser acusado de alarmista; si prefieres suavizar o posponer la informacion, evitas conflictos inmediatos pero ocultas indicios importantes. Que camino eliges y como lo explicas?",
    "notes": "Modulo 3 Video B05 batch 06 item 2",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q093",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 93,
    "refactored_text": "Te piden revisar una campana de comunicacion externa y notas que el mensaje promete beneficios que el proyecto aun no puede garantizar, aunque la intencion es generar entusiasmo para conseguir apoyo. Si exiges ajustar el contenido, obligas a rediseñar materiales, aumentas costos y te ganas fama de frenar ideas; si aceptas el mensaje exagerado, facilitas la aprobacion pero contribuyes a crear expectativas poco honestas. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 3",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q094",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 94,
    "refactored_text": "Durante la revision de un convenio con una organizacion aliada, adviertes una clausula poco clara que podria dejar desprotegidos a ciertos beneficiarios si algo sale mal. Si propones modificarla, obligas a renegociar puntos que ya estaban cerrados y te arriesgas a que acusen a tu equipo de poner trabas; si la dejas pasar, el acuerdo se firma rapido pero aceptas un nivel de riesgo que te incomoda. Que decides y como justificas esa decision?",
    "notes": "Modulo 3 Video B05 batch 06 item 4",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q095",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 95,
    "refactored_text": "Tu jefatura te pide preparar una presentacion para un organismo externo y te sugiere omitir ciertos incidentes recientes que podrian generar preguntas incomodas, aunque influyen en la evaluacion global de la empresa. Si decides incluir esa informacion, te expones a reacciones negativas internas y a que te vean como poco leal; si sigues la sugerencia y callas esos datos, la presentacion sera mejor recibida pero sacrificas transparencia. Como actuas y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 5",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q096",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 96,
    "refactored_text": "En una reunion interna escuchas que se propone firmar una alianza con una entidad cuyo trabajo social es valorado, pero conoces denuncias creibles sobre maltrato hacia parte de su personal que no se han investigado a fondo. Si planteas esa informacion, puedes detener una colaboracion estrategica y ser visto como quien trae problemas; si la reservas para evitar conflicto, la alianza avanza pero ignoras indicios serios sobre el trato a las personas. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 6",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q097",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 97,
    "refactored_text": "Supervisas un equipo que recopila testimonios de personas afectadas por una decision pasada de la empresa y algunos relatos describen situaciones muy duras que varios colegas preferirian no exponer porque podrian generar criticas publicas. Si insistes en incluirlos de forma fiel, puedes enfrentar resistencia interna y dañar relaciones; si seleccionas solo las partes mas suaves, reduces el conflicto pero ocultas la gravedad real de lo ocurrido. Que priorizas y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 7",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q098",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 98,
    "refactored_text": "Formas parte de un grupo que define criterios para un nuevo programa de becas y te proponen dejar fuera una clausula de seguimiento para no complicar el proceso, aunque eso reduce la capacidad de detectar usos inadecuados. Si exiges mantener esa clausula, agregas trabajo administrativo, retrasas el inicio y generas molestia en quienes quieren simplificar; si aceptas eliminarla, el programa arranca rapido pero con menos control etico. Como respondes y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 8",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q099",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 99,
    "refactored_text": "Te llega un reporte sobre un incidente menor de seguridad que no genero danos visibles pero revela una falla de procedimiento que podria repetirse con consecuencias mas graves. Algunos colegas sugieren no difundirlo para evitar ruido y conservar una imagen de control. Si decides reportarlo de manera completa, provocas investigacion, mas trabajo y posibles reproches; si eliges tratarlo como algo irrelevante, mantienes la calma pero ignoras una alerta temprana. Que haces y como lo justificas?",
    "notes": "Modulo 3 Video B05 batch 06 item 9",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q100",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 100,
    "refactored_text": "Coordinas una mesa en la que se decidiran recortes y sabes que existe la tentacion de elegir aquellas iniciativas con menos visibilidad publica, aunque benefician directamente a grupos con pocas oportunidades. Si defiendes mantener esos proyectos, puedes perder apoyo de jefaturas que buscan ahorros claros y quedar aislado; si aceptas recortarlos, simplificas las cuentas pero dejas sin respaldo a quienes mas lo necesitan. Que camino eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 10",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q101",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 101,
    "refactored_text": "Recibes una llamada de un conocido que participa en un proceso de seleccion donde tu tienes acceso a informacion interna que podria ayudarle a preparar mejor su candidatura. Si compartes esos datos, fortaleces su posicion y mantienes un vinculo cercano, pero rompes la equidad del proceso; si te niegas a darle ventajas, cuidas la imparcialidad pero arriesgas esa relacion y puedes generar molestia. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 11",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q102",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 102,
    "refactored_text": "Durante la fase final de un proyecto muy visible, te piden simplificar un reporte de riesgos que menciona posibles efectos sobre comunidades pequenas, para no distraer la atencion de los logros. Si te niegas y mantienes el detalle, alargas reuniones, generas discusiones incomodas y pueden etiquetarte como obstaculo; si aceptas recortar esa parte, el proyecto se ve mas atractivo pero muchos no conoceran los riesgos reales. Como procedes y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 12",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q103",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 103,
    "refactored_text": "Te toca comunicar a un grupo de personas que ciertos beneficios se asignaron en el pasado con criterios poco claros y que sera necesario revisarlos, lo que seguramente generara reclamos. Si explicas con honestidad lo sucedido, enfrentas confrontaciones directas y podrias quedar asociado a un problema que no creaste; si presentas la revision como un simple ajuste tecnico, reduces la tension pero ocultas la dimension etica del cambio. Que enfoque eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 13",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q104",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 104,
    "refactored_text": "Pocas horas antes de enviar un informe a una autoridad, detectas una inconsistencia en una tabla que no cambia la conclusion general pero si afecta la exactitud de una cifra. Si decides corregirla, deberas pedir mas tiempo, reabrir revisiones y soportar presion de tu jefatura; si la dejas como esta, cumples el plazo y evitas conflictos inmediatos, pero entregas informacion que sabes que no es precisa. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 14",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q105",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 105,
    "refactored_text": "Te enteras de que un equipo aliado presenta como iniciativa propia una idea que surgio originalmente en tu grupo y que nunca fue reconocida en forma oficial. Si reclamas el credito, generas un conflicto abierto, arriesgas futuras colaboraciones y puedes ser visto como competitivo; si decides no hacerlo, mantienes la relacion pero permites una apropiacion poco justa del trabajo. Como reaccionas y que priorizas?",
    "notes": "Modulo 3 Video B05 batch 06 item 15",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q106",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 106,
    "refactored_text": "En una evaluacion de impacto social te piden destacar solo testimonios positivos y omitir comentarios criticos que revelan fallas importantes en la practica, para no danar la imagen de la empresa. Si decides incluir esas voces criticas, enfrentas resistencia, alargas el proceso y generas incomodidad; si las dejas fuera, el informe luce mejor pero oculta informacion necesaria para mejorar. Que haces y como sostienes tu decision?",
    "notes": "Modulo 3 Video B05 batch 06 item 16",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q107",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 107,
    "refactored_text": "Tu equipo debe consolidar cifras para un reporte publico y, al cruzar datos, notas que un area registro ciertos resultados de forma mas favorable de lo que corresponde. Si aclaras esta situacion, generas friccion con colegas y podrias sufrir represalias silenciosas; si aceptas las cifras como estan, evitas conflicto pero avalas una representacion enganosa. Como procedes y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 17",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q108",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 108,
    "refactored_text": "En una visita a terreno escuchas que ciertas decisiones tomadas desde la oficina han generado efectos no previstos en una comunidad y que nadie ha informado hacia arriba por miedo a que se cierre el proyecto. Si decides reportar esta realidad, provocas ajustes costosos, tension con tus superiores y posibles cuestionamientos; si eliges guardar la informacion, todo sigue su curso pero se mantiene un dano que podria evitarse. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 18",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q109",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 109,
    "refactored_text": "Un colega de confianza te muestra un borrador donde admite errores propios en la ejecucion de un proyecto sensible y te pide no compartirlo aun porque teme perder su puesto. Si respetas su pedido, proteges la relacion y le das tiempo, pero postergas la correccion de fallas que afectan a otros; si decides escalar el tema para que se tomen medidas, arriesgas seriamente su posicion y tu amistad. Como actuas y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 19",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q110",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 110,
    "refactored_text": "Te das cuenta de que una decision en la que participas favorecera indirectamente a personas con las que tienes un vinculo personal, aunque tu rol ha sido tecnico y transparente. Si declaras ese posible conflicto y pides ser reemplazado, es probable que se retrase la decision y que algunos vean sospechas donde no las hay; si continúas sin decir nada, el proceso sera mas fluido pero ocultas una relacion relevante. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 20",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q111",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 111,
    "refactored_text": "Te piden preparar un resumen de resultados para una visita institucional importante y varios directivos sugieren mostrar solo los indicadores mas favorables, dejando en segundo plano las metas no cumplidas. Si decides incluir tambien las brechas, te expones a explicaciones incomodas y a que te vean como ingenuo; si aceptas la version parcial, la reunion sera mas comoda pero la imagen que se muestra no sera completa. Que eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 21",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q112",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 112,
    "refactored_text": "En una instancia de trabajo conjunta te das cuenta de que una persona joven del equipo ha sido excluida de ciertas conversaciones clave porque algunos la consideran poco experimentada, aunque tiene informacion importante sobre el caso. Si intervienes para darle espacio y reconocer su aporte, puedes incomodar a colegas con mas antiguedad y generar roces; si prefieres no hacerlo, el grupo sigue funcionando como hasta ahora pero se pierde una voz necesaria. Como reaccionas y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 22",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q113",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 113,
    "refactored_text": "Tras una decision polemica que afecto a un grupo de usuarios, se organiza una reunion de cierre para escuchar sus inquietudes, pero algunos responsables prefieren no asistir para evitar confrontaciones. Si insistes en que se presenten y participas activamente, te expones a reproches directos, a un encuentro tenso y a posibles cuestionamientos a tu equipo; si aceptas una representacion minima, la reunion sera mas tranquila pero se pierde la oportunidad de rendir cuentas. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 23",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q114",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 114,
    "refactored_text": "Te encargan moderar una sesion donde se revisaran denuncias anonimas sobre trato injusto en un area sensible y notas que varias personas influyentes intentan desviar la conversacion para que nada quede por escrito. Si te mantienes firme en documentar lo que se diga, puedes generar incomodidad, alargar la discusion y ganarte antipatias; si cedes y permites que todo quede en comentarios informales, evitas choques pero debilitas cualquier accion correctiva. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 24",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q115",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 115,
    "refactored_text": "En un equipo de proyecto se genero un clima en el que hacer preguntas sobre posibles impactos eticos se interpreta como falta de compromiso con las metas, y notas que varios han optado por callar dudas. Si decides plantear tus inquietudes de frente, es probable que recibas comentarios ironicos, pierdas popularidad y se te etiquete como dificil; si eliges adaptarte y no decir nada, te integras mejor pero renuncias a senalar riesgos que te preocupan. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 25",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q116",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 116,
    "refactored_text": "Te ofrecen asumir un rol mas visible en una iniciativa que mejora la imagen publica de la empresa, pero sabes que se apoya en practicas internas que aun no cumplen del todo con los compromisos anunciados. Si aceptas el rol solo bajo la condicion de ajustar primero esas practicas, complicas los plazos, generas friccion y quiza pierdas la oportunidad; si lo aceptas sin condiciones, ganas prestigio inmediato pero ayudas a sostener un mensaje incompleto. Que decides y como lo argumentas?",
    "notes": "Modulo 3 Video B05 batch 06 item 26",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q117",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 117,
    "refactored_text": "En una mesa tecnica se propone acelerar la aprobacion de un protocolo que afecta a grupos con poca voz, confiando en que si surgen problemas mas adelante se podran corregir sin gran impacto. Tu percibes que la informacion actual es incompleta y que podrian generarse danos dificiles de revertir. Si pides mas analisis, detienes el avance, sumas trabajo extra y generas molestia; si no lo haces, todo sigue rapido pero aceptas decidir con dudas importantes. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 27",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q118",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 118,
    "refactored_text": "Tras revisar un expediente extenso encuentras un error en una etapa temprana del proceso que, de hacerse publico, obligaria a revisar decisiones ya tomadas y podria afectar la confianza en tu area. Si lo reconoces y pides corregir, asumiras responsabilidades, enfrentaras preguntas duras y tal vez sanciones; si decides tratarlo como un detalle menor sin informar, evitas un escandalo inmediato pero mantienes una base defectuosa. Que camino eliges y como justificas tu eleccion?",
    "notes": "Modulo 3 Video B05 batch 06 item 28",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q119",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 119,
    "refactored_text": "Eres testigo de comentarios despectivos hacia una comunidad especifica en una reunion cerrada donde se discute un proyecto que les afectara directamente, y notas que esas actitudes se reflejan en algunas decisiones propuestas. Si confrontas el sesgo y propones replantear el enfoque, generas incomodidad, puedes ser aislado y retrasas el trabajo; si decides no intervenir, mantienes la armonia aparente pero permites que se consoliden criterios injustos. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 29",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q120",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 120,
    "refactored_text": "Mientras preparas un plan de comunicacion para anunciar cambios sensibles, te sugieren usar un lenguaje muy tecnico para que la gente afectada no perciba el alcance real de las modificaciones hasta que ya esten implementadas. Si te niegas y eliges un mensaje claro, anticipas preguntas, resistencias y mas trabajo de acompanamiento; si aceptas el enfoque opaco, el anuncio sera mas rapido y tranquilo pero las personas se enteraran tarde de lo que en verdad ocurrira. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 30",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q121",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 121,
    "refactored_text": "Se acerca una evaluacion externa sobre practicas de integridad y sabes que, si respondes con total detalle, deberas mencionar situaciones ambiguas que aun no se han resuelto internamente y que involucran a personas con poder. Si decides hablar con franqueza, podrias activar investigaciones incomodas y poner en riesgo tu tranquilidad laboral; si optas por respuestas generales que no profundizan, mantienes un clima mas estable pero ocultas problemas que importan. Como actuas y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 31",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q122",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 122,
    "refactored_text": "Durante el diseno de un cuestionario para recoger opiniones, algunos proponen formular las preguntas de manera que orienten las respuestas hacia lo positivo, con el argumento de evitar interpretaciones injustas de la realidad. Tu percibes que eso limita la posibilidad de detectar problemas reales. Si insistes en preguntas mas abiertas, el proceso se vuelve mas exigente y podrian criticar tus criterios; si aceptas el sesgo, facilitas resultados favorables pero menos honestos. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 32",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q123",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 123,
    "refactored_text": "Un equipo te pide apoyo para justificar un gasto dudoso realizado meses atras con cargo a un presupuesto sensible, y te sugieren ajustar la descripcion para que parezca vinculado a un proyecto distinto. Si te niegas a hacerlo, puedes generar un conflicto directo, pedidos de explicaciones formales y enemistad con quienes te involucraron; si accedes, ayudas a cerrar el tema rapido pero colaboras en ocultar un uso cuestionable de los recursos. Que decides y como lo argumentas?",
    "notes": "Modulo 3 Video B05 batch 06 item 33",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q124",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 124,
    "refactored_text": "Al revisar un borrador de politica interna notas que una redaccion muy general podria permitir excepciones discrecionales para ciertas personas, algo que en el pasado ya genero tratos desiguales. Si propones una version mas precisa, obligas a reabrir discusiones, demoras la aprobacion y podrias ser visto como rigido; si dejas el texto tal cual, todo avanza sin fricciones pero mantienes la puerta abierta a decisiones poco transparentes. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 34",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q125",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 125,
    "refactored_text": "Te informan que cierta decision operativa generara un ahorro importante, pero implica trasladar parte del riesgo a un grupo externo que no esta presente en las discusiones y que probablemente no comprenda del todo la situacion. Si levantas esta preocupacion, podrias ser acusado de exagerar y frenar una solucion valorada; si decides no insistir, el plan se aprueba sin mayor debate pero aceptas que otros asuman costos que tu equipo evita. Como respondes y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 35",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q126",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 126,
    "refactored_text": "Un directivo te solicita preparar un documento de respaldo para una decision ya tomada y, al revisarla, notas que se apoyo en datos incompletos que no consideraron impactos a largo plazo sobre un grupo vulnerable. Si decides mencionar estas falencias, puedes obligar a revisar la decision, provocar discusiones tensas y quedar mal con quien te pidio ayuda; si eliges justificarla como esta, mantienes una buena relacion pero participas en una defensa debil eticamente. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 36",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q127",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 127,
    "refactored_text": "En un taller interno de aprendizaje se te acerca alguien para contarte, en confianza, situaciones de presion para alterar reportes en su area, pero te pide que no menciones su nombre ni el detalle completo porque teme consecuencias. Si escalas la informacion como hecho a investigar, puedes proteger a futuros afectados pero arriesgas que identifiquen a la persona y rompas su confianza; si decides no actuar, evitas ese riesgo pero dejas intactas practicas preocupantes. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 37",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q128",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 128,
    "refactored_text": "Te proponen participar en una mesa redonda publica donde se presentara a tu organizacion como referente en etica, pero sabes de casos recientes internamente que aun no se han abordado con la profundidad necesaria. Si aceptas y decides mencionarlos, puedes generar incomodidad, tension con tus superiores y posibles efectos en tu carrera; si eliges destacar solo lo positivo, la imagen sera impecable pero se perdra una oportunidad de reconocer pendientes. Que camino eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 38",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q129",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 129,
    "refactored_text": "Durante la implementacion de un nuevo sistema de registro, observas que algunas personas aprovechan vacios de control para adelantar tramites de conocidos, aunque formalmente no rompen ninguna regla escrita. Si decides denunciar la practica, puedes ser catalogado como exagerado, deteriorar el ambiente y enfrentar reacciones defensivas; si prefieres ignorarla, mantienes la cordialidad pero permites que se consolide un trato desigual. Como actuas y que factores pesas mas?",
    "notes": "Modulo 3 Video B05 batch 06 item 39",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q130",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 130,
    "refactored_text": "En una discusion cerrada sobre prioridades presupuestarias, propones destinar recursos a mejorar la transparencia de ciertos procesos, pero otros argumentan que ese dinero deberia ir a actividades mas visibles y reconocidas. Si mantienes tu postura, quiza pierdas apoyo, veas rechazadas tus propuestas y quedes etiquetado como poco practico; si cedes, preservas buena imagen pero renuncias a impulsar cambios que consideras claves para la integridad. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 40",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q131",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 131,
    "refactored_text": "Te invitan a opinar sobre una decision en la que tu area no tiene voto formal pero si informacion relevante sobre posibles impactos negativos que otros aun no conocen. Si decides compartir abiertamente tus advertencias, puedes ser percibido como quien complica el cierre de acuerdos y generar distancia con otros equipos; si eliges callar para no interferir, la decision avanza sin cuestionamientos pero se toma sin considerar elementos importantes. Como procedes y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 41",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q132",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 132,
    "refactored_text": "Al revisar un conjunto de quejas ciudadanas descubres que algunas fueron archivadas sin respuesta clara por razones de conveniencia interna, y que reabrirlas implicaria revisar decisiones de personas con mucho peso. Si impulsas que se retomen, puedes ganarte una reputacion de incomodo, sumar trabajo y provocar conflictos; si aceptas que queden en el olvido, evitas esas dificultades pero dejas sin atencion a quienes reclamaron con razon. Que decides y como lo fundamentas?",
    "notes": "Modulo 3 Video B05 batch 06 item 42",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q133",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 133,
    "refactored_text": "Un colega te pide firmar un acta donde se da por cumplida una actividad que en realidad quedo solo parcialmente ejecutada, con el argumento de que falta poco y que despues se completara sin problemas. Si te niegas a firmar, se retrasan pagos, se abren preguntas incomodas y tal vez se rompa la confianza con esa persona; si aceptas, facilitas el tramite pero quedas ligado a una declaracion que no refleja la realidad. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 43",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q134",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 134,
    "refactored_text": "En una revision de contratos detectas que se ha normalizado una clausula que permite al proveedor cambiar ciertas condiciones sin informar directamente a todas las personas afectadas, algo que consideras poco transparente aunque la practica este extendida. Si propones ajustarla, generas renegociaciones complejas, posibles reclamos y un trabajo adicional importante; si la mantienes, evitas ese desgaste pero conservas una forma de relacionarse que no coincide con tus criterios eticos. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 44",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q135",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 135,
    "refactored_text": "Te llega una invitacion personal para participar en un viaje de trabajo con condiciones muy favorables ofrecidas por una entidad con la que tu area mantiene relaciones, y aunque esta permitido, percibes que puede interpretarse como un beneficio excesivo. Si decides rechazar o declarar abiertamente este ofrecimiento, te expones a perder ventajas, generar dudas y parecer desconfiado; si lo aceptas sin cuestionarlo, ganas comodidad pero alimentas posibles conflictos de interes. Que eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 45",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q136",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 136,
    "refactored_text": "En una situacion compleja, recibes presion para firmar rapidamente un documento que avala la correcta ejecucion de un proyecto que solo conoces por informes resumidos y donde sabes que hubo ajustes de ultima hora. Si te tomas el tiempo de revisar en profundidad o pides mas antecedentes, retrasas procesos, generas molestias y puedes ser visto como desconfiado; si firmas sin cuestionar, facilitas la continuidad pero asumes como propio algo que no verificaste bien. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 46",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q137",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 137,
    "refactored_text": "Al revisar un plan de contingencia, notas que se prioriza proteger la imagen institucional por sobre informar de inmediato a las personas potencialmente afectadas si ocurre un incidente, con la idea de controlar primero el relato interno. Si te opones y exiges un protocolo de aviso temprano, es probable que enfrentes resistencia y te acusen de dramatizar; si aceptas el enfoque actual, la organizacion tendra mas control comunicacional pero los afectados sabran tarde lo que ocurre. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 47",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q138",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 138,
    "refactored_text": "En una reunion de trabajo se propone utilizar imagenes de archivo donde aparecen personas que no fueron informadas claramente de que su participacion podia usarse para fines de difusion masiva, pero ya no resulta sencillo contactarlas. Si insistes en obtener nuevos consentimientos o reemplazar las imagenes, generas costos, demoras y posibles criticas por ser demasiado cuidadoso; si aceptas usarlas de todas formas, el proyecto avanza mas facil pero pasas por alto su derecho a decidir. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 48",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q139",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 139,
    "refactored_text": "Te solicitan participar en la redaccion de un comunicado sobre un conflicto reciente y te piden evitar mencionar ciertos errores propios que ya son comentarios frecuentes entre quienes estuvieron presentes, confiando en que no habra mayores repercusiones. Si propones reconocer esos errores, aumentas la exposicion, abres espacio a criticas y tal vez a medidas internas; si los omites, el texto sera mas comodo para todos pero dejara fuera aspectos claves de responsabilidad. Que camino eliges y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 49",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q140",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 140,
    "refactored_text": "Al final de un proceso largo, te proponen cerrar un acuerdo dejando para mas adelante la discusion de una clausula que protege a un grupo vulnerable, confiando en que se podra mejorar despues sin mayor problema. Tu percibes que, si se firma asi, esa mejora futura podria nunca llegar y las personas quedaran expuestas durante mucho tiempo. Si insistes en resolverlo ahora, retrasas todo, generas cansancio y posibles reproches; si aceptas, el acuerdo se firma rapido pero a costa de su proteccion. Que haces y por que?",
    "notes": "Modulo 3 Video B05 batch 06 item 50",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  }
]
