[
  {
    "id": "block-B07-q001",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Faltan dos días para una presentación clave y tu jefe cambia el enfoque y te pide rehacer todo con datos nuevos en muy poco tiempo. Si explotas, culpas al jefe, entregas algo improvisado y te desahogas, pero dañando tu reputación. Si controlas tus emociones, aclaras riesgos, pides ayuda y aceptas trabajar casi sin descanso para sostener la calidad del trabajo. ¿Qué camino eliges?",
    "notes": "Modulo 4 Video B07 batch 01 item 1",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 65,
    "char_count": 373,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q002",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "En una reunión de equipo, tu supervisor critica tu informe frente a todos y pone en duda tu cuidado. Te arde la cara. Si respondes a la defensiva, lo contradices ahí mismo y haces comentarios irónicos después, descargas tensión pero quedas como poco profesional. Si regulas tus emociones, pides hablar luego, escuchas ejemplos y ofreces corregir, aceptas tragar orgullo y quedarte más horas. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 2",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q003",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Cometes un error que hace perder a un cliente clave y tu supervisor te cita furioso. Sabes que la conversación será difícil. Si llegas a la defensiva, justificas todo y minimizas tu parte, reduces culpa inmediata pero alimentas desconfianza. Si asumes el error, explicas con calma qué falló y propones acciones claras, aceptas posible sanción, impacto en tu evaluación y más trabajo para reparar. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 3",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 65,
    "char_count": 405,
    "length_status": "ok",
    "length_note": "65w, 405c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q004",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "En una discusión tensa, un colega te acusa frente a otros de haberle robado una idea que consideras tuya. La acusación te enciende. Si respondes con ira, lo expones, recuerdas errores pasados y elevas el tono, ganas alivio rápido pero rompes la relación. Si regulas el enojo, propones revisar correos y testigos en privado, aceptas dejar circular la duda un tiempo y sostener esa incomodidad. ¿Qué camino sigues?",
    "notes": "Modulo 4 Video B07 batch 01 item 4",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 68,
    "char_count": 412,
    "length_status": "ok",
    "length_note": "68w, 412c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q005",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tras seis meses entregando todo a un proyecto, la firma lo cancela por recortes y casi nadie reconoce tu esfuerzo. Te invade frustración. Si te desconectas, haces solo lo mínimo, te quejas con todos y rechazas nuevas tareas, proteges tu orgullo pero tu imagen de compromiso cae. Si aceptas la pérdida, hablas con tu jefe, pides claridad y te vuelcas en nuevas metas, asumes empezar de cero sin garantía de premio. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 5",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 73,
    "char_count": 425,
    "length_status": "ok",
    "length_note": "73w, 425c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q006",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tras semanas trabajando hasta tarde, una falla borra gran parte de tu avance justo antes de entrega. Sabes que el plazo ya no es realista. Si callas el problema, improvisas algo incompleto y culpas luego al sistema, evitas el enojo inmediato pero arriesgas credibilidad. Si informas de inmediato, explicas daño, propones un plan ajustado y aceptas la bronca, noches extra y un posible golpe en tu evaluación. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 6",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 69,
    "char_count": 420,
    "length_status": "ok",
    "length_note": "69w, 420c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q007",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "En plena presentación ante directores, detectas un error serio en un gráfico clave que ya está en pantalla y te recorre el pánico. Si lo ignoras y sigues, mantienes la fluidez y evitas la vergüenza inmediata pero sostienes información errónea. Si lo reconoces con calma, corriges en vivo y explicas el impacto real, aceptas un momento incómodo, preguntas duras que tu desempeño parezca más débil. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 7",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 67,
    "char_count": 408,
    "length_status": "ok",
    "length_note": "67w, 408c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q008",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Un compañero rompe en llanto en la oficina y el ambiente se congela. Tú tienes prisa. Si lo ignoras o haces un chiste para cortar la tensión, evitas incomodidad pero refuerzas un clima frío. Si te acercas, lo llevas a un lugar privado y lo escuchas, aceptas detener tu trabajo urgente y cargar con esa emoción. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 8",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 77,
    "char_count": 444,
    "length_status": "ok",
    "length_note": "77w, 444c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q009",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu equipo pierde un contrato clave tras semanas de esfuerzo. El ánimo cae. Si te unes a las quejas y culpas al cliente, descargas rabia pero alimentas el pesimismo. Si gestionas tu emoción y propones revisar lecciones aprendidas, aceptas parecer ingenuo e invertir tiempo extra, retrasando tu propio desahogo. ¿Cómo reaccionas?",
    "notes": "Modulo 4 Video B07 batch 01 item 9",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 72,
    "char_count": 448,
    "length_status": "ok",
    "length_note": "72w, 448c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q010",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "El proyecto que lideras va mal: el cliente se queja, tu equipo está cansado y los plazos ya no se cumplen. La presión apunta a ti. Si te cierras, culpas al cliente y al equipo, aprietas aún más y evitas admitir errores, proteges tu ego pero rompes confianza. Si pides ayuda, transparentas fallas y renegocias alcance y tiempos, aceptas conversaciones duras, exponer tu estilo y asumir más trabajo visible. ¿Qué eliges hacer?",
    "notes": "Modulo 4 Video B07 batch 01 item 10",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 72,
    "char_count": 424,
    "length_status": "ok",
    "length_note": "72w, 424c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q011",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu jefe te asigna tres proyectos urgentes con plazos que se empalman en la misma semana y aclara que no hay apoyo extra. Si aceptas todo en silencio, trabajas agotado, cometes errores y tu reputación cae justo antes de la evaluación. Si explicas el conflicto, pides priorizar y negociar fechas, cargas con la fama de poco resistente a la presión. ¿Qué haces y cómo regulas tus emociones?",
    "notes": "Modulo 4 Video B07 batch 02 item 1",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 67,
    "char_count": 321,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q012",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu empresa implementa un sistema nuevo con metodologías diferentes y casi sin capacitación, pero debes seguir cumpliendo los mismos plazos. Si te resistes, sigues usando el método viejo y te quejas, evitas noches de estudio pero quedas como poco adaptable. Si aceptas el cambio, aprendes por tu cuenta y pides apoyo, sumas cansancio físico y emocional, frustración y ningún reconocimiento seguro. ¿Cómo reaccionas ante esta presión?",
    "notes": "Modulo 4 Video B07 batch 02 item 2",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 66,
    "char_count": 367,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q013",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Algunos colegas compiten por un ascenso reteniendo información y tomando crédito ajeno, mientras tu carga crece y dependes de ellos. Si entras al juego, dejas de compartir datos, te proteges a corto plazo pero refuerzas un ambiente hostil. Si mantienes colaboración y hablas con tu jefe sobre la dinámica, arriesgas quedar expuesto, perder oportunidades visibles y generar tensión directa con el grupo. ¿Qué camino eliges?",
    "notes": "Modulo 4 Video B07 batch 02 item 3",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 65,
    "char_count": 358,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q014",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Te asignan un proyecto casi aislado, con poco contacto con tu equipo, justo cuando la empresa anuncia cambios importantes que afectarán tu trabajo. Si ignoras los cambios y sigues tu plan, evitas ruido hoy pero puedes quedar desalineado y dar una imagen desconectada. Si buscas información, pides reuniones y ajustas tu enfoque, aceptas interrupciones, horas extra y la incomodidad de moverte sin certezas. ¿Cómo manejas esta situación?",
    "notes": "Modulo 4 Video B07 batch 02 item 4",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 67,
    "char_count": 370,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q015",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Recibes una evaluación con áreas de mejora claras mientras llevas varios proyectos con plazos ajustados y sin reducción de carga. Si te enfocas en la rabia, discutes cada punto y sigues igual, proteges tu ego pero confirmas la crítica y frenas tu crecimiento. Si aceptas el diagnóstico, armas un plan concreto y pides orientación, asumes más trabajo visible, exposición de tus fallas y jornadas más largas. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 02 item 5",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 68,
    "char_count": 351,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q016",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Trabajas desde casa y tu jefe te envía tareas urgentes con plazos muy cortos, esperando respuestas inmediatas mientras las llamadas interrumpen tu concentración. Si ignoras mensajes y entregas tarde, ganas algo de foco pero pareces poco comprometido y arriesgas tu evaluación. Si respondes siempre, reorganizas tu día para cumplir, sacrificando descanso, tu calma, límites personales y tiempo con tu entorno cercano. ¿Cómo manejas esta presión?",
    "notes": "Modulo 4 Video B07 batch 02 item 6",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q017",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "La empresa impone estándares de calidad más estrictos que exigen revisar cada detalle y tu carga ya era alta. Si mantienes el ritmo anterior y aceleras pasos, cumples plazos pero aumentas la probabilidad de errores visibles que dañen tu nombre. Si sigues los nuevos estándares, negocias fechas y aceptas jornadas más largas, expones retrasos, tensión con tu equipo y posibles comentarios negativos de tu jefe. ¿Qué decides?",
    "notes": "Modulo 4 Video B07 batch 02 item 7",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 67,
    "char_count": 357,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q018",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu jefe te da críticas frecuentes sobre distintos aspectos de tu trabajo mientras tu carga ya supera lo razonable y nadie aligera tus tareas. Si te cierras, minimizas los comentarios y sigues igual, evitas esfuerzo extra pero refuerzas la imagen negativa. Si escuchas, priorizas mejoras concretas y pides apoyo, asumes más horas de ajuste, conversaciones incómodas y el riesgo de ser visto como alguien que necesita ayuda. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 02 item 8",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 69,
    "char_count": 366,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q019",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Se anuncian cambios importantes en la empresa pero casi sin detalles de cómo afectarán tu rol, mientras tu jefe fija nuevas metas exigentes. Si ignoras la incertidumbre y sigues tu rutina, reduces ansiedad hoy pero podrías quedar fuera de foco cuando lleguen los ajustes. Si buscas claridad, haces preguntas y adaptas tu plan, aceptas respuestas vagas, posibles roces con la dirección y más trabajo de preparación. ¿Qué eliges?",
    "notes": "Modulo 4 Video B07 batch 02 item 9",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 68,
    "char_count": 360,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q020",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "La empresa impone nuevos estándares de calidad con solo una semana de aviso y debes aplicarlos de inmediato mientras cierras proyectos con el método anterior. Si ignoras las nuevas reglas para entregar a tiempo, cumples las fechas pero arriesgas que rechacen tu trabajo y cuestionen tu criterio. Si adoptas los estándares, pides prórroga y dedicas horas a aprender, asumes confusión inicial, retrasos y cansancio acumulado. ¿Cómo reaccionas?",
    "notes": "Modulo 4 Video B07 batch 02 item 10",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 67,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q21",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu empresa anuncia cambios abruptos en los procesos mientras tienes fechas limite ajustadas. Si expresas frustracion por la falta de aviso previenes futuros cambios sin consulta pero te ven como inflexible; si aceptas sin cuestionar evitas conflicto pero trabajaras noches extras sin reconocimiento y el patron se repetira. Como manejas tu reaccion?",
    "word_count": 60,
    "char_count": 355,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 21 - pressure + abrupt changes"
  },
  {
    "id": "block-B07-q22",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Implementan una nueva herramienta tecnologica con entrenamiento minimo mientras tu carga de trabajo actual sigue igual de alta. Si admites que necesitas mas tiempo para aprender muestras honestidad pero tu evaluacion reflejara bajo rendimiento temporal; si finges dominarla mantienes imagen pero acumulas errores que explotaran despues. Como equilibras imagen y realidad?",
    "word_count": 60,
    "char_count": 376,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 22 - new tech platform"
  },
  {
    "id": "block-B07-q23",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu carga de trabajo excede tu capacidad y anuncian cambios organizacionales sin detalles claros. Si pides clarificacion y reduces tareas proteges tu bienestar pero parecer que no aguantas presion afectara tu evaluacion; si absorbes todo sin quejarte mantienes buena imagen pero tu salud y calidad de trabajo se deterioraran. Que decides y como justificas tu eleccion?",
    "word_count": 62,
    "char_count": 371,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 23 - workload + uncertainty"
  },
  {
    "id": "block-B07-q24",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Cambian los procesos de trabajo mientras tienes fechas limite criticas. Si manifiestas que el cambio es inoportuno defiendes una postura razonable pero te etiquetaran como resistente al cambio; si te adaptas sin comentar evitas el estigma pero validaras que impongan cambios sin considerar al equipo y repetiran el patron. Como reaccionas ante la presion?",
    "word_count": 61,
    "char_count": 360,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 24 - deadline pressure + process changes"
  },
  {
    "id": "block-B07-q25",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu empresa modifica procesos cada pocas semanas y apenas dominas uno cuando anuncian otro cambio. Si expresas que la frecuencia de cambios afecta la calidad abres dialogo pero parecer inflexible dana tu reputacion; si te adaptas en silencio evitas conflicto pero tu trabajo tendra errores por falta de consolidacion y tu estres aumentara. Que priorizas y por que?",
    "word_count": 63,
    "char_count": 368,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 25 - frequent organizational changes"
  },
  {
    "id": "block-B07-q26",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Anuncian cambios constantes en expectativas sin tiempo para entender implicaciones antes del siguiente cambio. Si pides pausa para consolidar muestras profesionalismo pero te veran como lento para adaptarte; si sigues el ritmo sin cuestionar evitas criticas pero entregaras trabajo incompleto y tu credibilidad se erosionara. Como manejas esta incertidumbre?",
    "word_count": 60,
    "char_count": 364,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 26 - constant uncertainty"
  },
  {
    "id": "block-B07-q27",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Trabajas aislado en un proyecto mientras implementan cambios frecuentes que afectan tu trabajo sin que nadie te informe directamente. Si buscas activamente informacion demuestras iniciativa pero interrumpes tu productividad y parecer ansioso; si continuas con lo que sabes evitas distracciones pero tu entrega puede quedar obsoleta y tendras que rehacer trabajo. Que decides?",
    "word_count": 61,
    "char_count": 380,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 27 - isolated project + changes"
  },
  {
    "id": "block-B07-q28",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Trabajas remoto y tu supervisor establece nuevas expectativas que cambian tu forma de operar mientras mantienes productividad. Si pides clarificacion detallada demuestras diligencia pero parecer que no captas rapido afectara como te perciben; si interpretas por tu cuenta evitas parecer lento pero errores de interpretacion costaran retrabajo y frustracion. Como te adaptas?",
    "word_count": 60,
    "char_count": 379,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 28 - remote work + new expectations"
  },
  {
    "id": "block-B07-q29",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Mientras aprendes una nueva herramienta tecnologica recibes criticas sobre tu desempeno con el sistema anterior. Si explicas que estas en curva de aprendizaje contextualizas pero parecer que pones excusas dana tu imagen; si aceptas las criticas sin explicar evitas confrontacion pero cargaras con evaluacion injusta que afectara tu trayectoria. Que haces y por que?",
    "word_count": 60,
    "char_count": 367,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 29 - new tech + criticism"
  },
  {
    "id": "block-B07-q30",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Recibes criticas frecuentes de tu supervisor mientras luchas con fechas limite imposibles. Si respondes que necesitas elegir entre calidad y velocidad planteas un limite razonable pero parecer que no rindes bajo presion; si absorbes todo en silencio evitas conflicto pero tu salud mental y la calidad de tu trabajo se deterioraran. Como manejas tus emociones?",
    "word_count": 61,
    "char_count": 363,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 30 - pressure + frequent criticism"
  },
  {
    "id": "block-B07-q31",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Anuncian cambios organizacionales que generan incertidumbre sobre tu futuro mientras tienes fechas limite criticas. Si expresas preocupacion por la falta de claridad buscas estabilidad pero parecer ansioso afectara como te evaluan; si ignoras la incertidumbre y te enfocas en entregas evitas distracciones pero la ansiedad acumulada explotara eventualmente. Que priorizas?",
    "word_count": 60,
    "char_count": 377,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 31 - uncertainty + deadline pressure"
  },
  {
    "id": "block-B07-q32",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Mientras aprendes nueva tecnologia surgen conflictos en tu equipo porque algunos se adaptan mas rapido. Si admites que vas mas lento y pides apoyo muestras humildad pero te posicionas como el eslabon debil; si finges que dominas la herramienta mantienes imagen pero tus errores afectaran al equipo y el conflicto crecera. Como equilibras orgullo y honestidad?",
    "word_count": 61,
    "char_count": 364,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 32 - new tech + team conflicts"
  },
  {
    "id": "block-B07-q33",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Cambios frecuentes en procesos generan conflictos porque cada quien interpreta las nuevas reglas diferente. Si propones una reunion para alinear criterios demuestras liderazgo pero tomar iniciativa sin autoridad puede verse como soberbia; si esperas que otros resuelvan evitas exponerte pero el caos continuara y tu trabajo se vera afectado. Que rol asumes?",
    "word_count": 60,
    "char_count": 361,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 33 - process changes + team conflicts"
  },
  {
    "id": "block-B07-q34",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu evaluacion senala areas de mejora mientras cambios organizacionales afectan tu forma de trabajar. Si pides tiempo para implementar mejoras antes de mas cambios muestras autoconocimiento pero parecer que no manejas multiples frentes; si intentas todo simultaneamente evitas parecer limitado pero la calidad de ambos esfuerzos sera mediocre. Como priorizas tu desarrollo?",
    "word_count": 60,
    "char_count": 378,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 34 - performance review + changes"
  },
  {
    "id": "block-B07-q35",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Nuevo lider establece expectativas mas altas mientras tu carga ya es excesiva. Si comunicas que la carga actual ya supera tu capacidad demuestras transparencia pero el nuevo jefe puede verte como alguien que no esta a la altura; si aceptas sin comentar evitas mala primera impresion pero garantizas noches sin dormir y entregas deficientes. Que imagen proyectas?",
    "word_count": 62,
    "char_count": 366,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 35 - new leader + excessive workload"
  },
  {
    "id": "block-B07-q36",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Implementan estandares de calidad mas estrictos mientras tienes multiples proyectos con fechas limite ajustadas. Si pides extension para cumplir los nuevos estandares demuestras compromiso con calidad pero parecer lento afectara tu evaluacion; si entregas rapido sacrificando calidad evitas demoras pero las fallas se descubriran y tu reputacion sufrira. Que sacrificas?",
    "word_count": 60,
    "char_count": 373,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 36 - quality standards + deadlines"
  },
  {
    "id": "block-B07-q37",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Companeros compiten agresivamente por reconocimiento mientras anuncian cambios que requieren colaboracion. Si denuncias la competencia desleal a tu supervisor actuas con integridad pero te ganaras enemigos y parecer acusador; si ignoras y te adaptas solo evitas conflicto pero la falta de colaboracion hara que todos fallen incluyendote. Como navegas esta dinamica?",
    "word_count": 60,
    "char_count": 368,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 37 - aggressive competition + changes"
  },
  {
    "id": "block-B07-q38",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Trabajas remoto y tu supervisor asigna tareas urgentes esperando respuestas inmediatas todo el tiempo. Si estableces limites sobre tu disponibilidad proteges tu equilibrio pero parecer poco comprometido afectara como te perciben; si respondes siempre de inmediato evitas cuestionamientos pero tu vida personal desaparecera y el patron se normalizara. Que limites pones?",
    "word_count": 60,
    "char_count": 375,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 38 - remote + urgent constant demands"
  },
  {
    "id": "block-B07-q39",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Nuevos estandares de calidad requieren mas tiempo por tarea mientras enfrentas multiples proyectos con fechas criticas generando estres alto. Si priorizas calidad sobre velocidad entregas menos pero mejor y arriesgas parecer improductivo; si priorizas cantidad cumples fechas pero la calidad deficiente danara tu credibilidad a largo plazo. Como justificas tu decision?",
    "word_count": 60,
    "char_count": 374,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 39 - quality standards + stress"
  },
  {
    "id": "block-B07-q40",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Trabajas aislado mientras companeros compiten por un ascenso compartiendo informacion selectivamente. Si te mantienes al margen de la politica proteges tu integridad pero quedaras invisible para las oportunidades de ascenso; si participas en el juego politico aumentas visibilidad pero comprometes tus valores y relaciones a largo plazo. Que camino eliges y por que?",
    "word_count": 61,
    "char_count": 371,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 40 - isolated + competitive environment"
  },
  {
    "id": "block-B08-q001",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Trabajas desde casa cuando tu supervisor te llama furioso porque el informe de ayer tiene errores que revisa dirección ahora. Debes rehacerlo en varias horas para la junta. Varios compañeros escriben preguntando qué pasó. Sientes gran presión, ansiedad y tu supervisor exige conectarte ya a video para explicar. Te pide hacerlo ahora mismo, sin demora. ¿Qué haces tú?",
    "options_structured": {
      "integrity_correct": "Respiras hondo, aceptas el error, te conectas con tu supervisor para entender qué falló y empezar de inmediato, aunque te espera una jornada muy pesada y tu supervisor estará muy molesto en la llamada.",
      "pragmatic_distractor": "Revisas rápido el informe, identificas los errores más visibles y propones corregir solo esos puntos críticos para cumplir el plazo, aunque el informe quede incompleto o con menos detalle.",
      "evasive_distractor": "Escribes a tu supervisor que necesitas 15 minutos para revisar el archivo original y entender qué salió mal antes de la video, retrasando el inicio mientras procesas la ansiedad.",
      "rationalized_distractor": "Propones a tu supervisor que pida ayuda a otro miembro del equipo con más experiencia en estos informes para que revise el trabajo, diciendo que dos cabezas piensan mejor."
    },
    "notes": "Refactored 73w/374c. High cost: heavy day + angry supervisor.",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "refactored_text": "",
    "word_count": 60,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "60w, 380c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B08-q002",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu empresa hace cambios cada varias semanas creando mucha inestabilidad. Esta semana hay otro cambio importante mientras crece tensión entre compañeros. Tu supervisor pide presentar la nueva metodología mañana en reunión con gerencia pero apenas la conoces. Varios colegas frustrados buscan tu opinión. La gran presión por adaptarte tan rápido afecta tu descanso. Debes preparar la presentación hoy. Te urge hacerlo ya. ¿Qué haces tú?",
    "options_structured": {
      "integrity_correct": "Dedicas la tarde y noche a estudiar la nueva metodología a fondo para presentarla bien mañana, aunque sacrifiques tu descanso y tiempo personal, y la jornada será muy pesada.",
      "pragmatic_distractor": "Revisas solo los puntos clave de la nueva metodología y preparas una presentación básica que cubra lo esencial, confiando en improvisar si surgen preguntas difíciles durante la presentación.",
      "evasive_distractor": "Pides a tu supervisor posponer la presentación un par de días diciendo que quieres asegurar calidad, evitando así la presión inmediata de prepararte con tan poco tiempo.",
      "rationalized_distractor": "Propones que otro compañero con más experiencia en cambios presente la metodología, diciendo que sería mejor usar su expertise, evitando el esfuerzo de prepararte tú en tan poco tiempo."
    },
    "notes": "Refactored 76w/379c. High cost: sacrifice rest + heavy prep.",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "refactored_text": "",
    "word_count": 64,
    "char_count": 427,
    "length_status": "ok",
    "length_note": "64w, 427c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B08-q003",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu empresa anuncia cambios en liderazgo y te asignan nuevo supervisor con estilo diferente. Tu carga de trabajo aumenta y ahora tienes más trabajo del que puedes manejar bien. El nuevo supervisor espera resultados rápidos y citó al equipo mañana para evaluar el desempeño individual. Varios compañeros están agobiados. La presión es alta. Te urge prepararte hoy. ¿Qué haces esta noche?",
    "options_structured": {
      "integrity_correct": "Trabajas hasta tarde organizando proyectos y preparando un reporte claro de avances para mañana, aunque sacrifiques descanso y la jornada sea muy pesada, para mostrar buen nivel al nuevo supervisor.",
      "pragmatic_distractor": "Preparas un reporte que enfatiza los logros visibles y minimiza los pendientes, mostrando una imagen optimista de tu carga aunque omitas decir que estás sobrepasado y que algunos proyectos van retrasados.",
      "evasive_distractor": "Envías correo al nuevo supervisor pidiendo reunión individual previa antes de la evaluación grupal, diciendo que quieres entender mejor sus expectativas, posponiendo así enfrentar la evaluación directa mañana.",
      "rationalized_distractor": "Propones al equipo pedir al nuevo supervisor posponer la evaluación individual, diciendo que todos necesitan más tiempo para adaptarse al nuevo estilo y que evaluar ahora sería injusto."
    },
    "notes": "Refactored 76w/374c. High cost: late work + heavy + no rest.",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "refactored_text": "",
    "word_count": 62,
    "char_count": 393,
    "length_status": "ok",
    "length_note": "62w, 393c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B08-q004",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Enfrentas gran presión constante por plazos ajustados en proyectos que llevas a la vez. Notas que algunos compañeros comparten datos selectivos mientras compiten agresivamente. Esta semana tienes tres entregas críticas y tu supervisor te da una cuarta tarea urgente hoy. No hay mucho tiempo para hacer todo bien. Todos están estresados. Quedan solo dos días. La presión es alta. ¿Qué decides tú?",
    "options_structured": {
      "integrity_correct": "Hablas con honestidad con tu supervisor sobre la sobrecarga, muestras un cronograma realista priorizando las entregas críticas y aceptas que algunas tareas se retrasarán, aunque esto pueda afectar tu evaluación y frustrar a tu supervisor.",
      "pragmatic_distractor": "Reorganizas tu agenda para completar las cuatro tareas en el plazo reduciendo el nivel de detalle en cada una, priorizando velocidad sobre calidad para cumplir de modo formal con todas las entregas.",
      "evasive_distractor": "Envías correo a tu supervisor preguntando cuál de las cuatro tareas es menos prioritaria para pasarla a otro miembro del equipo, trasladando la decisión y responsabilidad a tu supervisor en lugar de gestionar tu carga.",
      "rationalized_distractor": "Propones a tu supervisor hacer una reunión de equipo para repartir tareas entre todos, diciendo que el trabajo en equipo es más eficiente, evitando así tomar toda la carga tú solo."
    },
    "notes": "Refactored 79w/372c. High cost: affect evaluation + frustration.",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "refactored_text": "",
    "word_count": 63,
    "char_count": 399,
    "length_status": "ok",
    "length_note": "63w, 399c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B08-q005",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu empresa anuncia cambios a la vez en liderazgo y procesos que afectan tu trabajo. El nuevo líder pone expectativas diferentes y el estilo de trabajo cambió mucho. Tu equipo debe adaptarse en dos semanas mientras mantiene todas las entregas del mes. El equipo tiene serias dificultades. El nuevo líder pide reunión contigo mañana. Debes prepararte hoy. Te urge hacerlo ya. ¿Qué haces hoy?",
    "options_structured": {
      "integrity_correct": "Dedicas la tarde a estudiar a fondo los nuevos procesos y expectativas, preparas preguntas claras y ejemplos de cómo aplicarás los cambios en tus proyectos, aunque sacrifiques tu tarde libre y la preparación sea muy intensa.",
      "pragmatic_distractor": "Revisas por encima los cambios clave, preparas respuestas generales positivas sobre tu ganas de adaptarte y confías en tu capacidad de responder las preguntas durante la reunión improvisando según lo que el líder pregunte.",
      "evasive_distractor": "Envías correo al nuevo líder pidiendo posponer la reunión hasta después de completar las dos semanas de adaptación, diciendo que así podrás dar respuestas más concretas sobre tu progreso real.",
      "rationalized_distractor": "Propones al nuevo líder convertir las reuniones individuales en sesiones grupales donde todo el equipo pueda discutir la adaptación juntos, diciendo que el aprendizaje en equipo sería más eficiente para todos."
    },
    "notes": "Refactored 76w/378c. High cost: sacrifice afternoon + intense prep.",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "refactored_text": "",
    "word_count": 63,
    "char_count": 387,
    "length_status": "ok",
    "length_note": "63w, 387c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B08-q006",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Ves que compañeros compiten agresivo por reconocimiento mientras hay conflictos que afectan el ambiente laboral. Tu supervisor pide que lideres una reunión mañana para resolver estos conflictos y restablecer la colaboración. Todos están estresados. Algunos involucrados superan tu nivel jerárquico. La situación es delicada. Debes prepararte hoy. Te urge hacerlo ya. ¿Qué haces esta tarde?",
    "options_structured": {
      "integrity_correct": "Dedicas la tarde a preparar bien la reunión: defines objetivos claros, preparas estrategias de mediación y contactas uno a uno a los involucrados para entender sus visiones, aunque sea una jornada pesada emocionalmente y arriesgues quedar mal con algunos.",
      "pragmatic_distractor": "Preparas una agenda básica enfocada en poner reglas de convivencia y procesos formales de comunicación, evitando abordar de frente los conflictos personales para no generar más tensión durante la reunión.",
      "evasive_distractor": "Consultas con tu supervisor si sería mejor que un mediador externo o alguien de nivel jerárquico superior facilite la reunión, diciendo que así los involucrados tomarán el proceso más en serio.",
      "rationalized_distractor": "Propones a tu supervisor que primero se hagan talleres de trabajo en equipo para todos antes de abordar los conflictos específicos, diciendo que es mejor prevenir que resolver, posponiendo así la reunión difícil."
    },
    "notes": "Refactored 78w/378c. High cost: emotionally heavy + risk reputation.",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "refactored_text": "",
    "word_count": 54,
    "char_count": 383,
    "length_status": "ok",
    "length_note": "54w, 383c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B08-q007",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Hay conflictos entre compañeros que los dividieron en bandos por tensiones de meses. El ambiente se volvió tóxico y están estresados. Tu supervisor te asigna liderar el plan más importante del trimestre con este equipo fragmentado. La primera reunión es mañana y necesitas lograr que todos colaboren bien. El éxito del proyecto afectará la evaluación de todo tu equipo. Debes prepararte hoy. ¿Qué haces tú?",
    "options_structured": {
      "integrity_correct": "Contactas uno a uno a cada miembro del equipo dividido para escuchar sus preocupaciones, preparas una estrategia clara de integración y defines roles que reduzcan el conflicto, aunque sea muy pesado emocionalmente mediar entre bandos y algunos puedan resistirse mucho.",
      "pragmatic_distractor": "Diseñas la estructura del proyecto dando tareas que permitan a los miembros en conflicto trabajar de modo independiente con poca interacción entre ellos, evitando abordar de frente las tensiones pero asegurando que el trabajo avance.",
      "evasive_distractor": "Pides a tu supervisor que asigne un co-líder con más experiencia en gestión de conflictos para que te apoye en el proyecto, diciendo que la situación requiere habilidades especiales en mediación.",
      "rationalized_distractor": "Propones a tu supervisor posponer el inicio del proyecto dos semanas para hacer primero actividades de integración del equipo, diciendo que invertir tiempo en resolver el conflicto primero dará mejores resultados después."
    },
    "notes": "Refactored 76w/374c. High cost: emotionally heavy + resistance.",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "refactored_text": "",
    "word_count": 65,
    "char_count": 406,
    "length_status": "ok",
    "length_note": "65w, 406c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B08-q008",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu empresa realiza cambios frecuentes que afectan la operación diaria. Tu supervisor señala que tu adaptación ha sido lenta y te cita mañana para definir un plan de acción. Varios compañeros han recibido comentarios similares y la continuidad de algunos está en revisión. La situación es exigente y sientes que debes prepararte hoy para asegurar tu permanencia. Te urge actuar. ¿Qué haces esta noche?",
    "options_structured": {
      "integrity_correct": "Dedicas la noche a analizar con honestidad tus áreas de mejora, preparas un plan de acción concreto con plazos realistas y ejemplos claros de cómo te adaptarás mejor, aunque te espera una jornada muy pesada mentalmente y la reunión será muy incómoda.",
      "pragmatic_distractor": "Preparas una presentación que enfatiza los logros recientes y las razones externas que hicieron difícil tu adaptación, reduciendo tus áreas de mejora para mostrar una imagen más favorable aunque no abordes los problemas reales.",
      "evasive_distractor": "Envías correo a tu supervisor pidiendo ejemplos claros de las áreas donde necesitas mejorar antes de la reunión, diciendo que así podrás preparar un plan más efectivo, ganando tiempo para procesar las críticas.",
      "rationalized_distractor": "Preparas argumentos sobre cómo los cambios tan frecuentes hacen difícil la adaptación de todo el equipo y propones sugerir a tu supervisor un proceso de cambios más gradual, desviando la atención de tu desempeño personal."
    },
    "notes": "Refactored 80w/380c. High cost: mentally heavy + uncomfortable meeting.",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "refactored_text": "",
    "word_count": 65,
    "char_count": 435,
    "length_status": "ok",
    "length_note": "65w, 435c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B08-q009",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu empresa hace cambios constantes en liderazgo y procesos creando mucha incertidumbre. Esta semana anuncian otro cambio importante que requiere que reaprendas metodologías completas de nuevo. Tu supervisor espera que domines bien el nuevo proceso para el viernes y presentes resultados ese día. Todos están frustrados. Hoy es miércoles y apenas entiendes lo básico del cambio anterior. Debes prepararte ya. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Dedicas estos dos días muy intensamente a estudiar y practicar el nuevo proceso, trabajando horas extra para dominarlo y generar resultados buenos para el viernes, aunque sacrifiques tu tiempo personal y la jornada sea muy pesada mental y físicamente.",
      "pragmatic_distractor": "Enfocas tu esfuerzo en aprender solo las funciones clave del nuevo proceso que necesitas para generar resultados mínimos buenos el viernes, confiando en que podrás profundizar después aunque tu dominio sea básico.",
      "evasive_distractor": "Pides a tu supervisor una extensión hasta la próxima semana diciendo que quieres asegurar calidad en los resultados, evitando así la presión de aprender y presentar en solo dos días.",
      "rationalized_distractor": "Propones a tu supervisor hacer sesiones de capacitación grupales donde todo el equipo aprenda el nuevo proceso juntos antes de exigir resultados individuales, diciendo que sería más eficiente y evitando tomar el esfuerzo solo."
    },
    "notes": "Refactored 78w/378c. High cost: extra hours + mentally/physically heavy.",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "refactored_text": "",
    "word_count": 65,
    "char_count": 429,
    "length_status": "ok",
    "length_note": "65w, 429c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B08-q010",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Recibes una evaluación de desempeño con nuevas expectativas más altas. Tu supervisor solicita avances visibles pronto y revisará tu progreso en dos semanas. Otros compañeros enfrentan la misma situación y la velocidad de mejora influirá en futuras oportunidades. Sientes una presión considerable por cumplir. Necesitas mostrar resultados pronto. ¿Qué haces estos días?",
    "options_structured": {
      "integrity_correct": "Dedicas estos días a trabajar muy intensamente en mejorar las áreas señaladas, documentas tus avances diarios y pides feedback continuo a tu supervisor para ajustar tu enfoque, aunque la jornada sea muy pesada y te genere ansiedad por el escrutinio constante.",
      "pragmatic_distractor": "Enfocas tu esfuerzo en generar resultados visibles rápidos en las áreas más fáciles de mejorar, priorizando cambios que tu supervisor note de inmediato aunque no abordes las mejoras más profundas que requieren más tiempo.",
      "evasive_distractor": "Pides a tu supervisor reuniones semanales de seguimiento para alinear expectativas antes de hacer cambios, diciendo que quieres asegurar que vas en la dirección correcta, ganando tiempo para procesar la evaluación.",
      "rationalized_distractor": "Propones a tu supervisor un plan de mejora gradual de 60 días diciendo que los cambios reales requieren tiempo y que apresurarse podría generar mejoras superficiales, evitando así la presión de resultados inmediatos en dos semanas."
    },
    "notes": "Refactored 80w/377c. High cost: very heavy + constant scrutiny anxiety.",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "refactored_text": "",
    "word_count": 67,
    "char_count": 441,
    "length_status": "ok",
    "length_note": "67w, 441c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B08-q011",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Estás en la reunión final de cierre con un cliente que representa el 40% de los ingresos trimestrales de tu área. Tu supervisor presenta proyecciones que notas infladas y demasiado optimistas. El cliente está impresionado y listo para firmar el contrato. Si no cierran este trato, habrá recortes inmediatos y serios que afectarán a tu equipo, probablemente incluyendo despidos. Tu supervisor te mira esperando que refuerces sus números. ¿Qué haces en ese momento?",
    "options_structured": {
      "integrity_correct": "Intervienes con tacto señalando que las proyecciones deben ajustarse a datos conservadores y propones revisar los números antes de firmar, aunque tu supervisor quede molesto, el cliente dude y arriesgues la relación inmediata con ambos.",
      "pragmatic_distractor": "Dejas que tu supervisor cierre el trato y luego propones internamente ajustar las expectativas del cliente mediante entregas escalonadas, priorizando asegurar el contrato ahora aunque los compromisos iniciales sean difíciles de cumplir.",
      "evasive_distractor": "Pides un receso breve para 'revisar detalles finales' del contrato y consultas en privado a tu supervisor si está seguro de los números antes de comprometerte tú mismo.",
      "rationalized_distractor": "Consideras que tu supervisor tiene más experiencia cerrando tratos y que confiar en su criterio es lo apropiado, evitando cuestionar su estrategia frente al cliente aunque notes riesgos evidentes."
    },
    "notes": "M4 Opciones B08 batch 02 item 1 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 73,
    "char_count": 391,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, options structure."
  },
  {
    "id": "block-B08-q012",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Estás presentando frente a los directores cuando descubres un error significativo en un gráfico de datos clave que afecta las conclusiones principales. Los directores ya comentaron sobre esos números. Tu supervisor está presente observando tu desempeño y esta presentación es tu oportunidad de demostrar que mereces el ascenso. Corregir ahora te hará ver poco preparado, pero continuar perpetúa datos incorrectos. ¿Qué haces en ese instante?",
    "options_structured": {
      "integrity_correct": "Haces una pausa inmediata, corriges el error verbalmente con confianza explicando el dato correcto y cómo cambia las conclusiones, aunque tu supervisor cuestione tu preparación en la evaluación y los directores duden de tu profesionalismo.",
      "pragmatic_distractor": "Mencionas que hay una actualización menor en el gráfico y pasas rápido a la siguiente diapositiva enfatizando otros puntos fuertes, minimizando el problema para mantener el flujo aunque los números incorrectos puedan generar decisiones equivocadas después.",
      "evasive_distractor": "Preguntas a los directores si tienen dudas sobre esa sección específica o si prefieren profundizar en otros temas primero, esperando que nadie haya notado el error o ganar tiempo para pensar cómo manejarlo.",
      "rationalized_distractor": "Comentas que por rigurosidad enviarás todos los datos actualizados por correo después de la reunión para que los analicen con calma, evitando admitir el error ahora y posponiendo la corrección para después."
    },
    "notes": "M4 Opciones B08 batch 02 item 2 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 65,
    "char_count": 377,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, options structure."
  },
  {
    "id": "block-B08-q013",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un miembro de tu equipo que ha estado bajo mucha presión tiene una crisis emocional y rompe a llorar en medio de la oficina abierta durante una jornada de máxima actividad. La atención de todos se centra en él, el ambiente se torna extremadamente incómodo y la productividad se detiene. Tu supervisor está presente observando cómo manejas la situación y espera que mantengas al equipo enfocado. ¿Cuál es tu reacción inmediata?",
    "options_structured": {
      "integrity_correct": "Te acercas directamente a la persona, le preguntas en voz baja si necesita un momento y la acompañas a un lugar privado donde pueda recuperarse, aunque el resto del equipo pierda minutos productivos y tu supervisor evalúe tu acción como distracción de las prioridades del día.",
      "pragmatic_distractor": "Te acercas brevemente, ofreces ayuda general diciendo que si necesita algo te avise, y sugieres con tacto que tome un descanso fuera de la vista del equipo, regresando rápido a tu trabajo para no involucrate más de lo necesario en problemas personales ajenos.",
      "evasive_distractor": "Envías un mensaje de chat privado a tu supervisor preguntando cómo debería manejarse este tipo de situaciones según las políticas de la empresa, trasladando la responsabilidad de decidir y actuar mientras la persona sigue expuesta y vulnerable.",
      "rationalized_distractor": "Das espacio y dejas que la persona maneje su momento argumentando que es importante respetar su privacidad y autonomía, evitando involucrarte directamente en una situación emocional compleja que no sabes manejar y que podría tornarse más incómoda."
    },
    "notes": "M4 Opciones B08 batch 02 item 3 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 71,
    "char_count": 356,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, options structure."
  },
  {
    "id": "block-B08-q014",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Después de semanas de intenso trabajo, tu equipo no logra ganar un contrato crucial que representaba el mayor proyecto del año. La moral se desploma y el ambiente es de pesimismo. Algunos miembros cuestionan abiertamente la estrategia que seguiste. Tu supervisor espera que como líder tomes acciones inmediatas para recuperar al equipo y enfocarlo en nuevas oportunidades. La presión por resultados futuros aumenta. ¿Cómo manejas la decepción y lideras al equipo?",
    "options_structured": {
      "integrity_correct": "Organizas una reunión para analizar objetivamente qué salió mal, reconoces el esfuerzo del equipo y enfocas en la próxima oportunidad, aunque algunos miembros frustrados puedan resistirse y tu supervisor cuestione si eres demasiado suave ante el fracaso.",
      "pragmatic_distractor": "Convocas reunión rápida enfatizando que deben aprender y mejorar para el siguiente contrato, proponiendo ajustes inmediatos aunque no hayas identificado con precisión las causas del fracaso.",
      "evasive_distractor": "Propones dar al equipo un día libre para procesar la decepción y que luego cada quien reflexione sobre qué mejorar, dejando que el tiempo pase antes de abordar el problema.",
      "rationalized_distractor": "Argumentas que el contrato tenía condiciones muy difíciles desde el inicio y que el esfuerzo del equipo fue valioso, evitando un análisis profundo de errores reales cometidos."
    },
    "notes": "M4 Opciones B08 batch 02 item 4 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 71,
    "char_count": 393,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, options structure."
  },
  {
    "id": "block-B08-q015",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Un proyecto crítico que lideras está fracasando: el cliente expresa insatisfacción abierta con los entregables, el equipo está desmotivado y los plazos se incumplen. Sientes enorme presión porque la responsabilidad recae sobre ti. Tu supervisor te advirtió que esta es tu última oportunidad para demostrar capacidad de liderazgo. El fracaso del proyecto significaría también tu fracaso profesional visible. ¿Qué haces en esta situación crítica?",
    "options_structured": {
      "integrity_correct": "Convocas una reunión de crisis para redefinir el alcance con el cliente, reasignas tareas al equipo y comunicas un nuevo plan de acción realista, aunque el cliente y tu supervisor puedan perder confianza en tu liderazgo y tu evaluación se vea afectada.",
      "pragmatic_distractor": "Ajustas rápidamente el alcance del proyecto reduciendo entregables para cumplir algo en plazo, priorizando cerrar pronto aunque el resultado final no satisfaga completamente las expectativas originales del cliente.",
      "evasive_distractor": "Solicitas a tu supervisor una reunión para discutir los recursos adicionales que necesitarías antes de comprometerte con un plan, dejando pasar días mientras buscas apoyos externos.",
      "rationalized_distractor": "Propones documentar las lecciones aprendidas y redefinir el proyecto en fases más manejables con el argumento de asegurar calidad a largo plazo, postergando decisiones inmediatas difíciles."
    },
    "notes": "M4 Opciones B08 batch 02 item 5 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 64,
    "char_count": 381,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, options structure."
  },
  {
    "id": "block-B08-q016",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Hay conflictos constantes entre compañeros clave de tu equipo que afectan la colaboración, justo cuando la empresa anuncia cambios radicales en los procesos que todos deben adoptar de inmediato. La tensión combinada afecta el ambiente y varios miembros muestran señales de estrés y agotamiento. Tu supervisor espera que mantengas la productividad durante esta transición difícil. La situación te está afectando personalmente también. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Estableces límites claros entre trabajo y vida personal, dices no a tareas adicionales durante el periodo de adaptación y comunicas abiertamente tu carga actual, aunque algunos compañeros y tu supervisor puedan verte como poco comprometido o resistente al cambio.",
      "pragmatic_distractor": "Identificas las señales de riesgo en el equipo y propones medidas preventivas generales, pero continúas absorbiendo trabajo extra para compensar el bajo rendimiento temporal de otros, acumulando estrés.",
      "evasive_distractor": "Buscas validación con colegas de otros equipos sobre cómo están manejando los cambios y esperas ver qué medidas toma la empresa antes de actuar tú mismo.",
      "rationalized_distractor": "Desarrollas redes de apoyo informal con compañeros para desahogarse mutuamente sobre el estrés, justificando que mantener el ánimo grupal es prioritario aunque no resuelva la sobrecarga real de trabajo."
    },
    "notes": "M4 Opciones B08 batch 02 item 6 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 64,
    "char_count": 383,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, options structure."
  },
  {
    "id": "block-B08-q017",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tienes múltiples proyectos con plazos ajustados que requieren colaboración, mientras algunos compañeros compiten agresivamente por reconocimiento compartiendo información de manera selectiva y creando silos. Esta dinámica afecta el trabajo de todos. Varios miembros están estresados. Tu supervisor evalúa tus resultados y tu colaboración. Necesitas avanzar tus proyectos pero el ambiente competitivo complica compartir información libremente. ¿Qué harías en este contexto?",
    "options_structured": {
      "integrity_correct": "Desarrollas redes de apoyo compartiendo abiertamente información con quienes colaboran de buena fe y comunicas a tu supervisor las dinámicas negativas que afectan al equipo, aunque los competidores puedan verte como débil y tu intervención genere tensiones con ellos.",
      "pragmatic_distractor": "Identificas quién comparte información útil y estableces alianzas estratégicas con ellos para avanzar tus proyectos más rápido, aceptando cierta exclusión de información como parte del juego aunque afecte a otros.",
      "evasive_distractor": "Buscas reuniones con tu supervisor para entender mejor qué espera exactamente en cuanto a colaboración antes de decidir cómo relacionarte con los compañeros competitivos.",
      "rationalized_distractor": "Estableces límites enfocándote solo en tus proyectos y evitando involucrarte en las dinámicas de competencia, argumentando que mantenerte neutral es lo más profesional aunque el ambiente tóxico persista."
    },
    "notes": "M4 Opciones B08 batch 02 item 7 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 60,
    "char_count": 413,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, options structure."
  },
  {
    "id": "block-B08-q018",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu carga laboral aumentó significativamente y ahora tienes mucho más trabajo del que puedes manejar razonablemente. El estrés afecta tu bienestar físico y emocional, tu sueño y concentración. Varios compañeros experimentan la misma sobrecarga y comentan su agotamiento abiertamente. A pesar de esto, tu supervisor continúa asignando nuevas tareas urgentes sin reconocer la saturación actual. La situación es claramente insostenible. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes un equilibrio entre vida profesional y personal tomando descansos regulares y rechazando tareas adicionales con explicación clara de tu capacidad actual, aunque tu supervisor pueda cuestionar tu compromiso y compañeros que aceptan todo te vean como menos dedicado.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness en pausas breves y organizas mejor tu tiempo para ser más eficiente, absorbiendo la carga extra con herramientas de manejo del estrés aunque el volumen real de trabajo siga siendo insostenible.",
      "evasive_distractor": "Consultas con otros compañeros cómo están manejando su carga para validar si tu situación es única antes de hablar con tu supervisor sobre límites.",
      "rationalized_distractor": "Buscas ayuda profesional externa para manejo del estrés argumentando que mejorar tu resiliencia personal es la solución, evitando confrontar directamente el problema de sobrecarga con la empresa."
    },
    "notes": "M4 Opciones B08 batch 02 item 8 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 62,
    "char_count": 384,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, options structure."
  },
  {
    "id": "block-B08-q019",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Hay competencia intensa en tu equipo por recursos y reconocimiento, mientras recibes críticas frecuentes de tu supervisor sobre tu desempeño. Algunos compañeros compiten agresivamente por las escasas oportunidades de ascenso y el ambiente está tenso. Varios muestran signos de estrés. Tu próxima evaluación determina si recibes el aumento que necesitas. Mejorar rápido requiere esfuerzo extra significativo mientras manejas el ambiente competitivo. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Identificas señales de riesgo en tu desempeño, tomas medidas correctivas inmediatas y comunicas abiertamente a tu supervisor tus planes de mejora solicitando reuniones de seguimiento específicas, aunque expongas públicamente tus debilidades frente a compañeros competitivos y arriesgues tu evaluación si no logras mejoras rápidas.",
      "pragmatic_distractor": "Desarrollas alianzas con compañeros exitosos para aprender sus estrategias y adoptas sus métodos rápidamente buscando mejorar tu desempeño visible, aunque implique trabajar muchas horas extras sacrificando balance personal.",
      "evasive_distractor": "Buscas validación con colegas de otros equipos o antiguos supervisores sobre si las críticas son razonables antes de aceptarlas o actuar sobre ellas.",
      "rationalized_distractor": "Estableces límites protegiendo tu bienestar personal y argumentas que las críticas frecuentes reflejan un ambiente laboral tóxico que no fomenta el desarrollo sano, evitando abordar directamente las áreas de mejora señaladas."
    },
    "notes": "M4 Opciones B08 batch 02 item 9 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 63,
    "char_count": 399,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, options structure."
  },
  {
    "id": "block-B08-q020",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tienes plazos ajustados para varios proyectos críticos cuando la empresa anuncia cambios radicales inmediatos en procesos y herramientas que afectan directamente tu trabajo diario. El tiempo disponible no es suficiente para aprender los nuevos procesos y cumplir todos los plazos. Varios compañeros están estresados por esta situación. Tu supervisor espera que te adaptes sin excusas ni retrasos. La situación parece objetivamente imposible de manejar. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Estableces límites comunicando a tu supervisor que no puedes cumplir todos los plazos bajo los nuevos procesos y propones repriorizar proyectos de forma realista, aunque tu supervisor pueda verte como inflexible y tu evaluación refleje resistencia al cambio.",
      "pragmatic_distractor": "Identificas qué proyectos puedes adaptar rápidamente a los nuevos procesos y enfocas ahí, entregando esos aunque otros proyectos se retrasen o la calidad baje en los que fuerces bajo el viejo método.",
      "evasive_distractor": "Solicitas reuniones con los responsables de los nuevos procesos para aclarar todas las dudas antes de comprometerte con nuevos plazos, dejando pasar días mientras esperas capacitación adicional.",
      "rationalized_distractor": "Desarrollas redes de apoyo con compañeros en la misma situación para compartir estrategias de adaptación y esperas ver qué flexibilidad muestra la empresa antes de ajustar tus compromisos, postergando decisiones difíciles."
    },
    "notes": "M4 Opciones B08 batch 02 item 10 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 400,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, options structure."
  },
  {
    "id": "block-B08-q021",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te asignan a un proyecto donde trabajarás principalmente solo mientras algunos compañeros compiten agresivamente por reconocimiento y oportunidades visibles. El aislamiento dificulta tu acceso a información y el ambiente es tenso. Varios del equipo muestran estrés. Tu supervisor evalúa tanto resultados individuales como tu capacidad de integrarte. La visibilidad que pierdes trabajando solo puede afectar tu próxima evaluación. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes equilibrio entre tus responsabilidades aisladas y conexiones estratégicas con el equipo, tomando descansos para socializar y comunicando proactivamente tus avances, aunque pierdas tiempo productivo y algunos te vean como menos enfocado en tu proyecto.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness para manejar el aislamiento y te enfocas intensamente en entregar resultados sobresalientes en tu proyecto individual, aceptando la desconexión como temporal aunque tu bienestar social se deteriore.",
      "evasive_distractor": "Consultas con tu supervisor si hay oportunidades de colaborar parcialmente con otros equipos antes de comprometerte completamente con el aislamiento del proyecto asignado.",
      "rationalized_distractor": "Buscas apoyo profesional externo para manejar el estrés del aislamiento argumentando que fortalecer tu resiliencia personal es prioritario, evitando abordar directamente la dinámica competitiva con tu supervisor."
    },
    "notes": "M4 Opciones B08 batch 03 item 1 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 352,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 352 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q022",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa implementa un nuevo sistema tecnológico que requiere aprender metodologías completamente diferentes mientras te informan expectativas de trabajo más altas. El entrenamiento es limitado y debes seguir cumpliendo responsabilidades actuales sin reducción de carga. Varios compañeros están frustrados y cuestionan abiertamente la viabilidad. Tu supervisor espera adaptación rápida sin excusas. El desfase entre capacitación y demandas es evidente. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Buscas equilibrio comunicando a tu supervisor que necesitas tiempo protegido para aprender el nuevo sistema correctamente, proponiendo ajustar plazos temporalmente, aunque te vean como menos adaptable y tu evaluación refleje resistencia inicial al cambio.",
      "pragmatic_distractor": "Estableces límites protegiendo horas específicas para aprender el sistema nuevo mientras intentas mantener entregas mínimas en tareas actuales, aceptando que ambas áreas sufrirán calidad temporal.",
      "evasive_distractor": "Solicitas reuniones con el equipo de implementación del sistema para aclarar todas las dudas técnicas antes de comprometerte con nuevos plazos o expectativas ajustadas.",
      "rationalized_distractor": "Desarrollas redes de apoyo con compañeros en la misma situación para compartir frustraciones y estrategias de adaptación, justificando que el aprendizaje colectivo informal es más efectivo aunque no resuelva tu carga inmediata."
    },
    "notes": "M4 Opciones B08 batch 03 item 2 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 371,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 371 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q023",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Trabajas de forma remota cuando la empresa anuncia cambios importantes en procesos que afectarán directamente tu trabajo diario. La comunicación a distancia dificulta entender los detalles y varias expectativas no están claras. Compañeros remotos también experimentan confusión y estrés. Tu supervisor espera que te adaptes sin excusas adicionales por la distancia. Los malentendidos pueden costarte errores en entregables próximos. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Estableces límites comunicando proactivamente a tu supervisor las ambigüedades específicas que identificas y propones reuniones de clarificación antes de asumir compromisos, aunque parezcas menos autónomo y tu adaptabilidad remota sea cuestionada.",
      "pragmatic_distractor": "Identificas señales de riesgo en los nuevos procesos y tomas medidas preventivas documentando todo por escrito, pero avanzas con interpretaciones propias sin esperar clarificación formal arriesgando errores.",
      "evasive_distractor": "Buscas validación con compañeros remotos sobre cómo están interpretando los cambios antes de actuar, esperando que surja consenso informal que puedas seguir.",
      "rationalized_distractor": "Desarrollas redes de apoyo con otros remotos para compartir interpretaciones y estrategias, justificando que el conocimiento colectivo compensará la falta de comunicación oficial clara."
    },
    "notes": "M4 Opciones B08 batch 03 item 3 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 65,
    "char_count": 356,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 65 words, 356 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q024",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa implementa cambios frecuentes en procesos y expectativas de trabajo. Cada pocas semanas hay nuevas modificaciones mientras hay conflictos constantes entre compañeros de tu equipo. Esto genera inestabilidad e incertidumbre generalizada. La tensión afecta el ambiente y varios están estresados. Tu supervisor espera productividad estable a pesar del caos. Los cambios constantes dificultan establecer rutinas efectivas. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Estableces límites comunicando a tu supervisor que la frecuencia de cambios afecta tu capacidad de entrega consistente y propones periodos de estabilización, aunque parezcas inflexible y resistente a la agilidad que la empresa busca.",
      "pragmatic_distractor": "Desarrollas redes de apoyo con compañeros para navegar los cambios juntos y compartes estrategias de adaptación rápida, aunque esto consuma tiempo sin resolver la inestabilidad estructural.",
      "evasive_distractor": "Esperas a ver qué cambios persisten antes de ajustar tus métodos de trabajo, evitando invertir esfuerzo en procesos que podrían cambiar nuevamente pronto.",
      "rationalized_distractor": "Identificas señales tempranas de próximos cambios y tomas medidas preventivas anticipándote, justificando que ser proactivo te protege aunque no abordes la causa raíz del problema."
    },
    "notes": "M4 Opciones B08 batch 03 item 4 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 65,
    "char_count": 344,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 65 words, 344 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q025",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa anuncia cambios importantes en el liderazgo y te asignan un nuevo supervisor con estilo de gestión completamente diferente. Mientras tanto, tu carga laboral aumentó significativamente con más trabajo del que puedes manejar razonablemente. Compañeros también experimentan sobrecarga bajo el nuevo liderazgo. El nuevo supervisor aún no conoce tus capacidades ni limitaciones. Establecer límites temprano puede parecer resistencia. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Tomas descansos regulares protegiendo tu bienestar y comunicas abiertamente al nuevo supervisor tu capacidad real de carga antes de que asuma compromisos en tu nombre, aunque parezcas menos dispuesto que compañeros que aceptan todo inicialmente.",
      "pragmatic_distractor": "Buscas ayuda profesional externa para manejar el estrés de la transición mientras absorbes la carga extra temporalmente, esperando que el nuevo supervisor eventualmente reconozca tus límites sin que debas exponerlos tú.",
      "evasive_distractor": "Observas cómo el nuevo supervisor gestiona a otros compañeros antes de comunicar tus propias necesidades, esperando entender sus expectativas implícitas primero.",
      "rationalized_distractor": "Practicas técnicas de mindfulness para manejar mejor el estrés de la transición, justificando que mejorar tu resiliencia personal es más efectivo que confrontar la sobrecarga con el nuevo líder."
    },
    "notes": "M4 Opciones B08 batch 03 item 5 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 68,
    "char_count": 364,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 68 words, 364 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q026",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Enfrentas presión constante por cumplir plazos ajustados mientras compañeros compiten agresivamente por reconocimiento compartiendo información selectivamente. Tienes múltiples proyectos simultáneos sin tiempo suficiente. Varios del equipo están estresados por esta dinámica. Tu supervisor evalúa resultados individuales pero también colaboración. La competencia afecta tu acceso a información que necesitas para entregar con calidad. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Desarrollas redes de apoyo compartiendo información abiertamente con quienes colaboran de buena fe y comunicas a tu supervisor las dinámicas que afectan entregas, aunque los competidores te vean como débil y puedas generar tensiones con ellos.",
      "pragmatic_distractor": "Buscas equilibrio priorizando proyectos donde tienes información completa y postpones otros donde dependes de compañeros competitivos, aceptando entregas desiguales aunque afecte tu evaluación global.",
      "evasive_distractor": "Solicitas reunión con tu supervisor para aclarar prioridades exactas antes de decidir cómo asignar tu tiempo limitado entre proyectos que compiten entre sí.",
      "rationalized_distractor": "Identificas señales de riesgo y tomas medidas preventivas protegiendo tu información estratégica también, justificando que es necesario para sobrevivir en un ambiente donde otros no colaboran de buena fe."
    },
    "notes": "M4 Opciones B08 batch 03 item 6 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 65,
    "char_count": 359,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 65 words, 359 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q027",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa anuncia cambios importantes en liderazgo y procesos simultáneamente. El nuevo líder tiene expectativas diferentes y el estilo de trabajo cambió significativamente de un día para otro. Varios compañeros tienen dificultades para adaptarse y expresan frustración abiertamente. Tu evaluación próxima depende de demostrar adaptabilidad rápida. Resistir o pedir tiempo puede verse como inflexibilidad ante el cambio organizacional. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes equilibrio entre adaptarte a lo nuevo y comunicar honestamente al nuevo líder qué aspectos del cambio necesitan más tiempo o clarificación, aunque esto pueda verse como resistencia inicial y afectar tu primera impresión.",
      "pragmatic_distractor": "Buscas ayuda profesional externa para manejar el estrés de los cambios mientras demuestras externamente adaptación rápida, absorbiendo la presión internamente sin expresar dificultades al nuevo liderazgo.",
      "evasive_distractor": "Observas cómo otros compañeros se adaptan y esperas ver qué comportamientos son valorados por el nuevo líder antes de definir tu propia estrategia de adaptación.",
      "rationalized_distractor": "Practicas técnicas de mindfulness para mantener calma durante la transición, justificando que tu bienestar emocional es prioritario y que los cambios eventualmente se estabilizarán sin necesidad de confrontación."
    },
    "notes": "M4 Opciones B08 batch 03 item 7 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 68,
    "char_count": 365,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 68 words, 365 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q028",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Algunos compañeros compiten agresivamente por reconocimiento mientras hay conflictos constantes entre miembros de tu equipo. El ambiente está tenso y varios muestran señales de estrés y agotamiento. Tu supervisor evalúa tanto resultados como tu capacidad de navegar dinámicas difíciles. Intervenir en conflictos puede atraer hostilidad hacia ti. Mantenerte neutral puede verse como falta de liderazgo. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Buscas ayuda profesional para procesar el estrés del ambiente tóxico y simultáneamente comunicas a tu supervisor las dinámicas negativas que observas proponiendo acciones concretas, aunque esto genere hostilidad de compañeros implicados en los conflictos.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness para proteger tu bienestar personal y te enfocas exclusivamente en tus entregas individuales, evitando involucrarte en dinámicas de equipo que no puedes controlar.",
      "evasive_distractor": "Consultas con compañeros de confianza fuera del equipo sobre cómo manejar ambientes tóxicos antes de decidir si intervenir o mantenerte al margen.",
      "rationalized_distractor": "Mantienes equilibrio enfocándote en tu propio bienestar y argumentando que cada quien es responsable de manejar sus propios conflictos, evitando involucrarte en problemas ajenos que podrían afectarte negativamente."
    },
    "notes": "M4 Opciones B08 batch 03 item 8 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 65,
    "char_count": 333,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 65 words, 333 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q029",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Hay conflictos constantes entre compañeros de tu equipo y la tensión afecta el ambiente de trabajo diario. Algunos miembros están divididos por estos conflictos y varios muestran estrés evidente. Tu supervisor nota la situación pero no interviene directamente. Tu rol no incluye formalmente gestionar conflictos pero la disfunción afecta tus propias entregas. Intervenir puede atraer hostilidad de ambos bandos. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Estableces límites comunicando a tu supervisor cómo los conflictos afectan entregas específicas tuyas y propones mediación formal, aunque compañeros involucrados te vean como delator y la relación con ellos se deteriore.",
      "pragmatic_distractor": "Buscas equilibrio entre involucrarte mínimamente y proteger tus entregas, trabajando directamente solo con compañeros no conflictivos aunque esto limite tu colaboración con otros.",
      "evasive_distractor": "Esperas a que tu supervisor tome acción formal sobre los conflictos antes de comunicar cómo te afectan, evitando ser tú quien escale el problema.",
      "rationalized_distractor": "Desarrollas redes de apoyo con compañeros neutrales para desahogarte sobre la situación, justificando que mantener tu bienestar emocional es prioritario aunque los conflictos persistan sin resolución."
    },
    "notes": "M4 Opciones B08 batch 03 item 9 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 67,
    "char_count": 343,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 67 words, 343 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q030",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa implementa cambios frecuentes en procesos mientras recibes críticas frecuentes de tu supervisor sobre tu desempeño en el contexto de estos cambios. Cada pocas semanas hay nuevas modificaciones que dificultan establecer rutinas. Varios compañeros también reciben comentarios similares. La inestabilidad genera incertidumbre sobre qué criterios usar para mejorar cuando los estándares cambian constantemente. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Desarrollas redes de apoyo con compañeros en situación similar y simultáneamente comunicas a tu supervisor que las críticas son difíciles de actuar cuando los procesos cambian constantemente, solicitando criterios estables, aunque parezcas justificando bajo desempeño.",
      "pragmatic_distractor": "Buscas equilibrio adaptándote rápidamente a cada cambio visible mientras documentas tus esfuerzos de mejora, esperando que tu adaptabilidad sea reconocida eventualmente aunque las críticas persistan.",
      "evasive_distractor": "Solicitas reunión con tu supervisor para entender exactamente qué criterios son prioritarios antes de invertir esfuerzo en mejoras que podrían volverse irrelevantes con el próximo cambio.",
      "rationalized_distractor": "Identificas señales tempranas de próximos cambios para anticiparte mejor, justificando que ser proactivo compensa las críticas sobre desempeño pasado aunque no abordes directamente los puntos señalados."
    },
    "notes": "M4 Opciones B08 batch 03 item 10 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 353,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 353 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q031",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa implementa cambios frecuentes en procesos mientras anuncia cambios adicionales que afectarán directamente tu trabajo próximo. Cada pocas semanas hay nuevas modificaciones generando inestabilidad constante. Varios compañeros están frustrados y cuestionan la dirección. Tu supervisor espera adaptación sin quejas. La incertidumbre dificulta planificar y la frustración acumulada afecta tu motivación y enfoque. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Desarrollas redes de apoyo con compañeros mientras comunicas abiertamente a tu supervisor cómo la inestabilidad constante afecta tu planificación y propones periodos de consolidación, aunque parezcas resistente al cambio y poco adaptable.",
      "pragmatic_distractor": "Identificas señales tempranas de próximos cambios y tomas medidas anticipándote para minimizar impacto en tus entregas, aceptando la inestabilidad como parte del trabajo aunque tu frustración crezca internamente.",
      "evasive_distractor": "Esperas a ver qué cambios persisten antes de invertir esfuerzo en adaptarte, evitando comprometerte con procesos que probablemente cambiarán nuevamente pronto.",
      "rationalized_distractor": "Buscas equilibrio enfocándote en entregas inmediatas sin preocuparte por cambios futuros, justificando que es imposible planificar cuando todo cambia constantemente y que solo puedes controlar el presente."
    },
    "notes": "M4 Opciones B08 batch 03 item 11 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 357,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 357 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q032",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Recibes evaluación de desempeño que indica áreas de mejora significativas mientras te informan expectativas de trabajo más altas simultáneamente. Tu supervisor espera mejoras inmediatas pero las nuevas expectativas requieren tiempo de adaptación que no tienes. Compañeros también recibieron evaluaciones similares. Cumplir con todo parece objetivamente imposible sin sacrificar calidad o bienestar. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes equilibrio comunicando a tu supervisor que necesitas priorizar entre mejoras y nuevas expectativas porque hacer ambas con calidad es imposible en el tiempo dado, aunque parezcas menos capaz que compañeros que prometen todo.",
      "pragmatic_distractor": "Tomas descansos regulares para mantener rendimiento y te enfocas en mejoras más visibles primero, esperando que las nuevas expectativas se ajusten cuando vean tu esfuerzo, aunque algunas áreas queden sin atender.",
      "evasive_distractor": "Solicitas reunión de seguimiento con tu supervisor para aclarar exactamente qué mejoras son prioritarias antes de comprometerte con un plan de acción específico.",
      "rationalized_distractor": "Practicas técnicas de mindfulness para manejar el estrés de las múltiples demandas, justificando que tu bienestar es prioritario y que trabajar estresado produce peores resultados aunque no resuelvas la sobrecarga."
    },
    "notes": "M4 Opciones B08 batch 03 item 12 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 345,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 345 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q033",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Tu carga laboral aumentó significativamente mientras la empresa implementa cambios frecuentes en procesos. Cada pocas semanas hay nuevas modificaciones que requieren adaptación constante. Tienes más trabajo del que puedes manejar razonablemente y varios compañeros también experimentan sobrecarga similar. Tu supervisor espera productividad estable a pesar de todo. La combinación de volumen y cambios genera agotamiento acumulativo. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes equilibrio comunicando a tu supervisor que la combinación de sobrecarga y cambios constantes es insostenible y propones reducir carga o estabilizar procesos temporalmente, aunque parezcas menos resiliente que compañeros que absorben todo sin quejarse.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness para manejar el agotamiento y te adaptas a cada cambio lo más rápido posible, aceptando que el ritmo actual es la nueva normalidad aunque tu bienestar se deteriore gradualmente.",
      "evasive_distractor": "Consultas con compañeros cómo están manejando la situación para validar si tu percepción de insostenibilidad es compartida antes de hablar con tu supervisor.",
      "rationalized_distractor": "Buscas ayuda profesional externa para manejar el estrés acumulado, justificando que mejorar tu capacidad de resistencia personal es más efectivo que intentar cambiar condiciones laborales fuera de tu control."
    },
    "notes": "M4 Opciones B08 batch 03 item 13 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 67,
    "char_count": 361,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 67 words, 361 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q034",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Hay incertidumbre constante sobre el futuro de la empresa y tu posición mientras enfrentas altos niveles de estrés por la carga laboral y dificultad para separar trabajo de vida personal. Varios compañeros también están preocupados por el futuro y expresan ansiedad abiertamente. Tu supervisor no ofrece claridad sobre estabilidad. La combinación de incertidumbre y sobrecarga afecta tu concentración y motivación. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Identificas señales de riesgo y comunicas a tu supervisor que necesitas claridad sobre estabilidad para poder comprometerte plenamente, aunque esto pueda exponerte como menos leal o dependiente de garantías que otros no piden.",
      "pragmatic_distractor": "Buscas equilibrio enfocándote en entregas inmediatas y postergando preocupaciones sobre futuro hasta tener información concreta, aceptando vivir con incertidumbre aunque afecte tu bienestar.",
      "evasive_distractor": "Consultas con compañeros de confianza y contactos externos sobre oportunidades alternativas antes de decidir cuánto esfuerzo invertir en tu rol actual.",
      "rationalized_distractor": "Desarrollas redes de apoyo con compañeros para compartir preocupaciones y estrategias, justificando que el apoyo emocional mutuo es prioritario aunque no resuelva la incertidumbre laboral real."
    },
    "notes": "M4 Opciones B08 batch 03 item 14 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 68,
    "char_count": 355,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 68 words, 355 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q035",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Recibes críticas frecuentes de tu supervisor sobre tu desempeño mientras compañeros compiten agresivamente por reconocimiento y oportunidades escasas. Las críticas generan estrés adicional y el ambiente está tenso. Varios del equipo muestran señales de agotamiento. Mejorar rápidamente requiere esfuerzo extra significativo en un ambiente que ya es hostil. Tu próxima evaluación determinará oportunidades futuras. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Buscas ayuda profesional para procesar el estrés mientras simultáneamente solicitas reuniones frecuentes con tu supervisor para entender exactamente qué mejorar, exponiendo tus debilidades abiertamente aunque compañeros competitivos puedan usar esa información.",
      "pragmatic_distractor": "Mantienes equilibrio enfocándote en mejoras visibles y rápidas que impresionen a tu supervisor, priorizando resultados sobre bienestar personal temporal hasta que pase la evaluación.",
      "evasive_distractor": "Consultas con colegas de otros equipos o mentores externos si las críticas que recibes son razonables antes de decidir cómo responder a ellas.",
      "rationalized_distractor": "Practicas técnicas de mindfulness para manejar el estrés de las críticas, justificando que tu bienestar emocional es prioritario y que trabajar desde el agotamiento produce peores resultados aunque no abordes las áreas de mejora."
    },
    "notes": "M4 Opciones B08 batch 03 item 15 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 352,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 352 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q036",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "La empresa implementa nuevo sistema tecnológico que requiere aprender metodologías diferentes mientras enfrentas altos niveles de estrés por carga laboral y dificultad para separar trabajo de vida personal. El entrenamiento es limitado y debes seguir cumpliendo responsabilidades actuales. Varios compañeros están frustrados y expresan agotamiento abiertamente. La demanda de aprender algo nuevo en estas condiciones parece excesiva. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Estableces límites comunicando a tu supervisor que no puedes absorber el aprendizaje del nuevo sistema sin reducir carga actual y propones un plan realista de transición, aunque parezcas menos adaptable que compañeros que prometen hacerlo todo.",
      "pragmatic_distractor": "Desarrollas redes de apoyo con compañeros para aprender el nuevo sistema juntos y compartir carga de conocimiento, aunque esto consuma tiempo sin resolver tu sobrecarga individual.",
      "evasive_distractor": "Solicitas más entrenamiento formal antes de comprometerte con plazos de adopción del nuevo sistema, esperando que la empresa provea recursos adicionales.",
      "rationalized_distractor": "Buscas equilibrio enfocándote en tareas inmediatas y postergando el aprendizaje del nuevo sistema hasta que la carga disminuya, justificando que es imposible aprender bien bajo estrés extremo."
    },
    "notes": "M4 Opciones B08 batch 03 item 16 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 70,
    "char_count": 371,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 70 words, 371 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q037",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Te asignan proyecto donde trabajarás principalmente solo mientras tu carga laboral aumentó significativamente. Tienes más trabajo del que puedes manejar razonablemente y el aislamiento dificulta obtener apoyo o recursos. Compañeros también experimentan sobrecarga pero tienen acceso a colaboración. Tu supervisor espera resultados comparables aunque tus condiciones sean diferentes. La desventaja es evidente pero mencionarla puede parecer excusa. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Buscas ayuda profesional para el estrés del aislamiento y simultáneamente comunicas a tu supervisor las desventajas concretas de trabajar solo con sobrecarga, proponiendo ajustes, aunque parezcas quejándote de condiciones que otros aceptarían.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness para manejar el aislamiento y te enfocas en entregar lo mejor posible con recursos disponibles, aceptando resultados potencialmente inferiores a equipos con colaboración.",
      "evasive_distractor": "Solicitas reuniones periódicas con tu supervisor para visibilizar tu progreso y dificultades gradualmente, esperando que reconozca las desventajas sin que debas exponerlas directamente.",
      "rationalized_distractor": "Mantienes equilibrio enfocándote solo en lo que puedes controlar y argumentando que el aislamiento te permite trabajar sin distracciones, evitando confrontar la desventaja estructural de tu asignación."
    },
    "notes": "M4 Opciones B08 batch 03 item 17 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 68,
    "char_count": 369,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 68 words, 369 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q038",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Hay conflictos constantes entre compañeros mientras la empresa anuncia cambios importantes en procesos que afectarán tu trabajo. La tensión afecta el ambiente y varios muestran estrés. Tu supervisor espera que mantengas productividad durante esta transición difícil. Los conflictos consumen energía que necesitas para adaptarte a los cambios. Intervenir puede atraer hostilidad; ignorar puede afectar tus entregas. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Desarrollas redes de apoyo con compañeros constructivos y comunicas a tu supervisor cómo los conflictos afectan la adaptación a cambios proponiendo intervención, aunque compañeros involucrados te vean como delator y la relación con ellos se deteriore.",
      "pragmatic_distractor": "Estableces límites protegiendo tu tiempo y energía de los conflictos ajenos, enfocándote exclusivamente en adaptarte a los nuevos procesos aunque la disfunción del equipo persista.",
      "evasive_distractor": "Esperas a que tu supervisor note los conflictos y tome acción antes de comunicar cómo te afectan, evitando ser tú quien escale el problema durante una transición ya difícil.",
      "rationalized_distractor": "Identificas señales de riesgo y tomas medidas preventivas protegiéndote de involucrarte en conflictos, justificando que mantener tu neutralidad es profesional aunque la disfunción afecte al equipo."
    },
    "notes": "M4 Opciones B08 batch 03 item 18 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 67,
    "char_count": 355,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 67 words, 355 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q039",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Trabajas de forma remota cuando la empresa anuncia cambios importantes en procesos. La comunicación a distancia dificulta entender detalles y expectativas no están claras. Varios compañeros remotos experimentan la misma confusión y estrés. Tu supervisor espera adaptación sin excusas adicionales por la distancia. Los malentendidos pueden costarte errores que afecten tu evaluación. Pedir clarificación puede parecer incompetencia. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Mantienes equilibrio comunicando proactivamente a tu supervisor las ambigüedades que identificas y propones reuniones de clarificación antes de asumir compromisos, aunque parezcas menos autónomo y tu adaptabilidad remota sea cuestionada.",
      "pragmatic_distractor": "Practicas técnicas de mindfulness para manejar la incertidumbre y avanzas con interpretaciones propias documentando decisiones, aceptando riesgo de errores por falta de clarificación formal.",
      "evasive_distractor": "Consultas con compañeros remotos sobre sus interpretaciones antes de actuar, esperando que surja consenso informal que puedas seguir sin exponerte individualmente.",
      "rationalized_distractor": "Tomas descansos regulares para mantener claridad mental y argumentas que trabajar con calma produce mejores decisiones, evitando solicitar clarificación que podría verse como dependencia excesiva."
    },
    "notes": "M4 Opciones B08 batch 03 item 19 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 68,
    "char_count": 358,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 68 words, 358 chars within range; banned words absent; options balanced."
  },
  {
    "id": "block-B08-q040",
    "module_id": 4,
    "block_id": "B08",
    "type": "options",
    "scenario": "Trabajas remotamente cuando te informan expectativas de trabajo más altas. La comunicación a distancia dificulta entender detalles y algunas expectativas no están claras. Compañeros remotos también experimentan esta situación y expresan frustración. Tu supervisor espera resultados comparables a presenciales aunque tus condiciones sean diferentes. Pedir clarificación puede verse como falta de autonomía que se espera de remotos. ¿Qué harías?",
    "options_structured": {
      "integrity_correct": "Practicas técnicas para manejar el estrés mientras comunicas a tu supervisor que las nuevas expectativas requieren clarificación específica para cumplirlas correctamente a distancia, aunque parezcas menos autónomo que otros remotos que no preguntan.",
      "pragmatic_distractor": "Tomas descansos regulares para mantener rendimiento y avanzas con tu mejor interpretación de las expectativas, documentando decisiones para justificar resultados si difieren de lo esperado.",
      "evasive_distractor": "Consultas con compañeros remotos cómo están interpretando las nuevas expectativas antes de comprometerte con un enfoque específico.",
      "rationalized_distractor": "Mantienes equilibrio enfocándote en entregas basadas en expectativas anteriores que sí entiendes, justificando que trabajar con información incompleta produce peores resultados que esperar clarificación."
    },
    "notes": "M4 Opciones B08 batch 03 item 20 - Refactored per SOT",
    "sot_checksum": "10768ab6229f1d66cd25776d8818d9d0",
    "word_count": 66,
    "char_count": 358,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length 66 words, 358 chars within range; banned words absent; options balanced."
  }
]