[
  {
    "id": "block-B05-q001",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "En las pruebas finales detectas una falla de seguridad rara que expondrá datos de clientes. Si pausas el lanzamiento para corregirla, el plan se retrasará semanas, tu jefe se enfadará y te culparán por frenar las metas. Si la minimizas, el producto saldrá a tiempo y quedarás bien, pero los usuarios estarán en riesgo. ¿Asumes el costo de frenar o proteges tu reputación lanzando ahora?",
    "word_count": 65,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Pilot B05 video, generado por SOT Video Modulo 3. Escenario alineado a ética vs presión por resultados.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q002",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Tu empresa abrirá una planta que dará empleo pero aumentará la contaminación local cumpliendo la ley. Te piden hablar con la comunidad. Si explicas los riesgos reales, generarás rechazo, retrasarás la obra y arriesgarás tu evaluación. Si repites solo el discurso positivo, el plan avanza sin ruido pero las familias decidirán sin entender el daño posible. ¿Les dices toda la verdad o aseguras que la planta abra sin problemas?",
    "word_count": 66,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Impacto social de decisión corporativa; costo en reputación interna y evaluación.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q003",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Tu jefe sugiere contratar a una candidata de grupo minoritario por diversidad. Está calificada pero tiene menos experiencia que otro finalista. Si la eliges, dirán que no fue la mejor y enfrentarás duras críticas. Si eliges al experto, quedas bien ante todos pero pierdes la oportunidad real de corregir un sesgo histórico. ¿Apuestas por la diversidad asumiendo críticas o vas a lo seguro?",
    "word_count": 66,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Dilema entre diversidad con costo personal y comodidad reputacional.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q004",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "La empresa ahorraría cambiando a un proveedor que usa mano de obra mal pagada en condiciones precarias, práctica legal en su país pero contrario a tus valores. Si te opones y buscas otra opción, parecerás ingenuo, frenarás el ahorro y perderás ascensos. Si apoyas al proveedor por cumplir la ley local, el presupuesto mejora pero avalas condiciones laborales injustas. ¿Defiendes tus valores éticos o priorizas el ahorro financiero?",
    "word_count": 68,
    "char_count": 428,
    "length_status": "manual",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Ética global vs obedecer solo la norma local con beneficio financiero.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q005",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Implementas un sistema que causará despidos. La regla pide avisar solo dos semanas antes. Si propones un plan gradual, retrasas todo, generas costos y molestas a tu jefe. Si ejecutas rápido, cumples con dirección, pero tu equipo se sentirá traicionado al enterarse tarde. ¿Arriesgas tu posición para cuidar a tu gente o ejecutas la orden fría de la dirección?",
    "word_count": 65,
    "char_count": 370,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Integridad frente a lealtad con el equipo en despidos por automatización.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q006",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "La empresa descontinuará un producto clave para clientes pequeños. La orden es esperar para comunicar la noticia y no perder ventas. Si avisas en privado, incumples la directiva y afectas tu bono. Si callas y vendes, cumples metas, pero los dejas sin tiempo para reaccionar y tendrán serios problemas. ¿Rompes la regla para ayudar a los clientes o callas para asegurar tu bono?",
    "word_count": 66,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Transparencia con clientes vulnerables vs metas de ventas de corto plazo.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q007",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Marketing propone una campaña que exagera beneficios. Es legal, pero los clientes lo tomarán como promesa literal. Si exiges ajustar el mensaje, retrasas el lanzamiento, chocas con marketing y afectas tus metas. Si la apruebas, impulsas las cifras y la imagen de éxito, pero aceptas que los clientes se sientan engañados. ¿Frenas la campaña por honestidad o la apruebas para cumplir las metas?",
    "word_count": 65,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Transparencia en mensajes al mercado vs presión por resultados comerciales.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q008",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Un nuevo empleado te ofrece planes confidenciales de su antigua empresa para demostrar lealtad. La política lo prohíbe, pero a tu jefe le interesa. Si rechazas y reportas, tensas el ambiente y pareces rígido. Si aceptas el archivo en silencio, obtienes una ventaja clave, pero cruzas una línea ética clara. ¿Rechazas la información sucia o la usas para ganar ventaja competitiva?",
    "word_count": 65,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Uso de información de la competencia vs lealtad y respeto a reglas internas.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q009",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Tu empresa y un competidor planean producir juntos para reducir costos. Es legal, pero crearía un monopolio con precios más altos. Si te opones, frenas un ahorro clave e irritas a la dirección. Si apoyas el acuerdo, mejoras los números hoy, pero contribuyes a un mercado injusto para los clientes. ¿Te opones al monopolio arriesgando tu puesto o apoyas el ahorro financiero?",
    "word_count": 65,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Colaboración legal pero concentradora vs impacto social en clientes y mercado.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q010",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "En tu farmacéutica, un estudio interno sugiere riesgos graves de un medicamento. La política es esperar a los reguladores. Si presionas para advertir ya, enfrentas represalias y arriesgas tu puesto. Si callas y sigues el protocolo, proteges tu carrera hoy, pero mantienes a los pacientes expuestos al riesgo sin saberlo. ¿Arriesgas tu carrera por la seguridad de los pacientes o sigues el protocolo?",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "Manually refactored for naturalness.",
    "notes": "Riesgo a la salud pública vs protección de carrera profesional y política interna.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff"
  },
  {
    "id": "block-B05-q011",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Tu empresa anuncia un cambio importante y tu supervisor exige que comuniques ya, aunque te faltan datos críticos que afectarán la reacción del público. Si pides esperar para completar la información puedes quedar como obstáculo y perder credibilidad con la dirección; si lo anuncias incompleto cumples el plazo pero arriesgas confusión y desconfianza en la comunidad. ¿Qué priorizas y por qué?",
    "notes": "65-80 words (69), 300-380 chars (363). Two paths: wait vs announce incomplete. High cost: credibility loss with leadership.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "word_count": 69,
    "char_count": 363,
    "audit_status": "ok"
  },
  {
    "id": "block-B05-q012",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Recibes información confidencial de un competidor que te daría ventaja significativa en una negociación clave, y tu supervisor te presiona para usarla. Si la usas ganas mejores resultados pero comprometes tu ética y afectas carreras de colegas en ambas empresas; si te niegas pierdes la ventaja y tu supervisor cuestionará tu compromiso. ¿Qué haces y cómo lo justificas?",
    "notes": "65-80 words (65), 300-380 chars (380). Two paths: use info vs refuse. High cost: supervisor questions commitment.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "word_count": 65,
    "char_count": 380,
    "audit_status": "ok"
  },
  {
    "id": "block-B05-q013",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Debes decidir entre dar mayor rentabilidad a inversionistas, mejorar servicio para clientes o asignar más recursos a tu equipo; cada opción beneficia a uno pero perjudica a otros. Si consultas ampliamente para tomar la mejor decisión retrasas el proceso y frustras a todos; si decides rápido cumples el plazo pero alguien sale afectado y te responsabilizan. ¿Qué priorizas y cómo lo justificas?",
    "notes": "65-80 words (70), 300-380 chars (380). Two paths: consult broadly vs decide fast. High cost: frustration from all stakeholders.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "word_count": 70,
    "char_count": 380,
    "audit_status": "ok"
  },
  {
    "id": "block-B05-q014",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "La dirección mantiene información clave en secreto por estrategia, generando desconfianza y rumores en el personal. Si presionas por transparencia desafías la autoridad y pueden verte como desleal o insubordinado; si guardas silencio proteges tu posición pero la moral del equipo se deteriora y pierdes credibilidad con tus compañeros. ¿Qué haces y cómo lo justificas?",
    "notes": "60-80 words (60), 300-380 chars (377). Two paths: push for transparency vs stay silent. High cost: seen as disloyal/insubordinate.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "word_count": 60,
    "char_count": 377,
    "audit_status": "ok"
  },
  {
    "id": "block-B05-q015",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Una decisión traerá beneficios a tu empresa pero afectará a la comunidad local, aunque el alcance del impacto no está claro. Si insistes en investigar más antes de decidir retrasas el proyecto y la dirección te cuestiona; si avanzas obtienes beneficios inmediatos pero asumes el riesgo de daño comunitario. ¿Qué priorizas y cómo lo justificas?",
    "notes": "60-80 words (60), 300-380 chars (370). Two paths: investigate more vs proceed. High cost: leadership questions you.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "word_count": 60,
    "char_count": 370,
    "audit_status": "ok"
  },
  {
    "id": "block-B05-q016",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Tu equipo enfrenta conflictos internos mientras hay presión constante por cumplir con los resultados esperados, y tu supervisor exige decisiones rápidas. Si decides rápido cumples con la dirección pero empeoras las relaciones entre compañeros; si dedicas tiempo a mediar cuidadosamente retrasas las entregas y tu supervisor cuestionará tu capacidad de liderazgo. ¿Qué priorizas y por qué?",
    "notes": "62 words, 398 chars. GRAMMATICAL PRIORITY applied (exceeds by 18 chars). Two paths: decide fast vs mediate carefully. High cost: supervisor questions leadership.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "word_count": 62,
    "char_count": 398,
    "audit_status": "ok",
    "audit_notes": "Grammatical priority applied per doc_standards.md:17 - exceeds char limit by 18 to maintain natural Spanish phrasing"
  },
  {
    "id": "block-B05-q017",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Debes elegir entre cumplir plazos ajustados priorizando eficiencia o mantener calidad del trabajo; tu supervisor presiona por resultados rápidos. Si priorizas calidad y pides más tiempo retrasas la entrega y tu supervisor cuestionará tu compromiso; si aceleras el trabajo cumples el plazo pero entregas menor calidad. ¿Qué priorizas y cómo justificas tu decisión?",
    "notes": "60 words, 387 chars. GRAMMATICAL PRIORITY applied (exceeds by 7 chars). Two paths: prioritize quality vs speed. High cost: supervisor questions commitment.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "word_count": 60,
    "char_count": 387,
    "audit_status": "ok",
    "audit_notes": "Grammatical priority applied per doc_standards.md:17 - exceeds char limit by 7 to maintain natural phrasing"
  },
  {
    "id": "block-B05-q018",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Recibes información privilegiada sobre una decisión importante que aún no se ha comunicado, mientras clientes, proveedores y tu equipo presionan por información rápida. Si guardas el secreto proteges la confidencialidad pero frustras a todos y pierdes credibilidad; si compartes la información ganas confianza pero violas confidencialidad y arriesgas tu posición. ¿Qué haces y por qué?",
    "notes": "61 words, 405 chars. GRAMMATICAL PRIORITY applied (exceeds by 25 chars). Two paths: keep secret vs share. High cost: frustrate everyone, lose credibility.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "word_count": 61,
    "char_count": 405,
    "audit_status": "ok",
    "audit_notes": "Grammatical priority applied per doc_standards.md:17 - exceeds char limit by 25 to maintain grammatically correct Spanish"
  },
  {
    "id": "block-B05-q019",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Durante una auditoría interna descubres que un informe sobre el impacto ambiental de una planta minimiza varias emisiones relevantes para que el proyecto se vea más seguro. La dirección te pide no tocar nada hasta que pase una revisión regulatoria en pocas semanas. Si exiges corregir ahora retrasas el proyecto, generas costos y quedas señalado como quien complicó todo; si aceptas esperar avalas un reporte engañoso. ¿Qué haces y cómo lo explicas?",
    "notes": "65-80 words (~76), ~400-430 chars. Two paths: corregir ahora vs esperar. High cost: retraso, costo extra y quedar como quien complicó todo.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "word_count": 76,
    "char_count": 430,
    "audit_status": "ok",
    "audit_notes": "Grammatical priority may exceed char limit slightly to maintain natural Spanish phrasing."
  },
  {
    "id": "block-B05-q020",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "refactored_text": "Te encargan liderar una campaña donde se contarán historias de empleados para mostrar compromiso ético. Quieren usar el caso de una compañera que denunció una situación grave y compartió detalles sensibles en confianza. Si impulsas su historia generas impacto y puntos con la dirección, pero ella podría sentirse expuesta y presionada; si proteges su privacidad pierdes la campaña estrella y te acusen de frenar la iniciativa. ¿Qué decides y por qué?",
    "notes": "65-80 words (72), 300-380 chars (378). Two paths: usar historia sensible vs proteger privacidad. High cost: perder campaña estrella y recibir críticas por frenar la iniciativa.",
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "word_count": 72,
    "char_count": 378,
    "audit_status": "ok"
  },
  {
    "id": "block-B05-q021",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 21,
    "refactored_text": "La jefatura oculta datos clave y eso genera rumores y desconfianza muy fuerte en el equipo de trabajo. Tu jefe dice que es por táctica de negocio y no quiere que nadie hable del tema. Si pides que se hable claro te ven como desleal y eso daña tu nota de desempeño; si callas cuidas tu puesto pero el grupo pierde moral y tus pares ya no confían en ti. ¿Qué haces y por qué?",
    "word_count": 80,
    "char_count": 378,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q022",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 22,
    "refactored_text": "Una obra de tu firma dará empleo en la zona pero afectará el aire de un barrio cercano; el daño real aún no está claro del todo. Si pides más estudios antes de actuar el plan se frena y te van a culpar de trabar el avance del proyecto; si sigues sin esos datos cumples el plazo pero cargas con el riesgo de un daño que luego te cobren. ¿Qué eliges y por qué?",
    "word_count": 79,
    "char_count": 364,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q023",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 23,
    "refactored_text": "Tu equipo tiene roces internos muy fuertes y a la vez hay metas de negocio que cumplir. Tu jefe quiere que decidas ya para cerrar el tema de una vez. Si actúas rápido cumples arriba pero el clima entre pares empeora y te señalan como el culpable del mal ambiente; si medias con calma el plazo se pasa y tu jefe duda de tu capacidad de mando. ¿Qué camino tomas y por qué?",
    "word_count": 79,
    "char_count": 375,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q024",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 24,
    "refactored_text": "Debes elegir entre cumplir un plazo corto o cuidar la calidad del trabajo que entregas; tu jefe empuja por rapidez y te mira fijo esperando una respuesta. Si pides más días para hacer bien la tarea el plazo falla y dudan de tu grado de compromiso con la firma; si aceleras entregas a tiempo pero con fallas que luego van a cobrarte. ¿Qué priorizas y cómo lo justificas?",
    "word_count": 76,
    "char_count": 374,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q025",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 25,
    "refactored_text": "Sabes de un cambio grande en la firma que aún no se anuncia y tu equipo, clientes y socios te piden datos ya mismo. Si guardas el secreto cumples la norma pero todos se frustran y pierdes su confianza a largo plazo; si sueltas algo ganas apoyo a corto plazo pero violas la regla y tu puesto queda en riesgo si se enteran arriba. ¿Qué haces y cómo lo explicas?",
    "word_count": 77,
    "char_count": 364,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q026",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 26,
    "refactored_text": "En una compra a un proveedor la opción más barata tiene dudas éticas claras, pero si la rechazas tu equipo pierde un recurso clave para el proyecto. Si aceptas el trato cumples la meta pero si luego sale algo malo te señalan a ti como el responsable; si lo niegas cuidas tu nombre pero el grupo sufre y te culpan del hueco. ¿Qué eliges y por qué?",
    "word_count": 75,
    "char_count": 351,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q027",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 27,
    "refactored_text": "Tu firma lanza algo nuevo pero no tiene todos los datos listos y hay duda sobre cuánto decir al equipo y a los clientes de forma temprana. Si hablas antes de tiempo creas caos y te culpan de alarmar sin base firme; si esperas a tener todo pueden decir que ocultaste algo clave y pierdes la confianza del grupo de trabajo. ¿Cómo manejas esto y por qué?",
    "word_count": 76,
    "char_count": 356,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q028",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 28,
    "refactored_text": "Debes dar un aviso externo muy importante y tu ganancia personal choca de forma directa con la de la firma. Si das prioridad a la empresa pierdes una chance tuya valiosa y tu familia lo nota y lo resiente; si cuidas lo tuyo ganas a corto plazo pero dudan de tu lealtad y eso pesa mucho en tu próxima evaluación. ¿Qué pones primero y cómo lo explicas?",
    "word_count": 74,
    "char_count": 356,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q029",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 29,
    "refactored_text": "Tienes un dilema ético donde el impacto real de cada opción no está claro y hay varias rutas con distintos riesgos para todos. Si pides más tiempo para estudiar el caso te ven como lento y sin capacidad de decidir bajo presión; si eliges ya cumples el plazo pero cargas con culpas si algo sale mal por falta de datos. ¿Qué haces y por qué?",
    "word_count": 74,
    "char_count": 345,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q030",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 30,
    "refactored_text": "Hay un tema ético muy complejo con varias rutas posibles y cada una tiene pros y contras que no están del todo claros para nadie. Si consultas mucho antes de actuar el plazo pasa y te ven como alguien que no sabe liderar; si decides solo asumes toda la culpa si algo sale mal después. ¿Qué camino tomas y cómo lo justificas ante tu equipo?",
    "word_count": 74,
    "char_count": 345,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q031",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 31,
    "refactored_text": "Tu trabajo exige horas extra que la firma da por hecho y eso choca fuerte con tu vida fuera de la oficina y con tu familia. Si das todo a la empresa tu familia lo resiente y la relación se tensa cada día más; si pones límites claros dudan de tu compromiso y eso afecta tu nota de desempeño y tus chances de ascenso. ¿Qué priorizas y por qué?",
    "word_count": 75,
    "char_count": 346,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q032",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 32,
    "refactored_text": "Tienes datos de un cambio grande que aún no sale a la luz y no está claro si puedes o debes usarlos de alguna forma. Si los compartes antes ganas apoyo de otros pero violas la norma y tu puesto queda en juego serio; si los guardas cumples la regla pero frustras a quienes los esperan y dejan de creer en ti. ¿Qué haces y cómo lo explicas?",
    "word_count": 75,
    "char_count": 345,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q033",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 33,
    "refactored_text": "Clientes, socios y tu equipo quieren cosas distintas y todas a la vez con urgencia; no hay forma de darles gusto a todos al mismo tiempo. Si eliges a un grupo ganas su apoyo pero los otros te culpan y dañas lazos clave de negocio; si tratas de equilibrar todo el plazo pasa y te ven como alguien que no sabe tomar decisiones. ¿Cómo actúas y por qué?",
    "word_count": 76,
    "char_count": 354,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q034",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 34,
    "refactored_text": "Debes tomar una decisión clave pero te faltan datos sobre puntos críticos y varios grupos esperan cosas distintas de ti con urgencia. Si pides más tiempo para juntar la información te ven como lento y sin capacidad de mando; si decides con lo que hay cumples el plazo pero cargas con la culpa de errores por datos que no tenías. ¿Qué haces y por qué?",
    "word_count": 75,
    "char_count": 356,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q035",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 35,
    "refactored_text": "Tu jefe quiere que tomes decisiones rápidas sobre el equipo para mejorar resultados ya, aunque eso puede afectar de forma fuerte a algunos miembros del grupo. Si proteges al grupo el cambio se frena y dudan de tu mando y tu capacidad de liderar; si actúas rápido cumples arriba pero dañas carreras de pares y te ganas su rencor por mucho tiempo. ¿Qué camino tomas y por qué?",
    "word_count": 76,
    "char_count": 377,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q036",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 36,
    "refactored_text": "Tu trabajo exige más horas de las que puedes dar sin dañar tu vida personal y tu jefe empuja por resultados ya sin dar tregua. Si das todo a la firma tu familia lo resiente y la relación se tensa cada día un poco más; si pones un límite claro dudan de tu compromiso y eso afecta tu próxima evaluación de forma directa. ¿Qué priorizas y cómo lo justificas?",
    "word_count": 77,
    "char_count": 361,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q037",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 37,
    "refactored_text": "Notas que en tu equipo hay favoritismos muy claros y algunos reciben mejor trato que otros mientras hay presión fuerte por cumplir metas de negocio cada mes. Si lo denuncias ante la jefatura te etiquetan como problemático y dañas lazos con quienes mandan; si lo ignoras cumples el plazo pero permites una injusticia clara y los afectados dejan de respetarte. ¿Qué haces y por qué?",
    "word_count": 75,
    "char_count": 380,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q038",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 38,
    "refactored_text": "Te proponen trabajar con un competidor directo para lograr una meta grande que solos no pueden alcanzar de ninguna forma, pero hay dudas sobre si es correcto y ético. Si aceptas puedes cumplir el objetivo pero te ven como demasiado cercano a la competencia y eso daña tu imagen; si rechazas cuidas tu nombre pero pierdes la chance y frustras al equipo. ¿Qué decides y por qué?",
    "word_count": 77,
    "char_count": 378,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q039",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 39,
    "refactored_text": "Hay roces fuertes en tu equipo y a la vez dudas sobre cuánto decirles de un cambio que viene pronto ya que no tienes todos los datos claros. Si hablas ahora creas caos y te culpan de alarmar sin base firme; si esperas a tener todo pueden decir que ocultaste algo importante y el clima del grupo empeora aún más. ¿Cómo manejas esto y por qué?",
    "word_count": 76,
    "char_count": 346,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B05-q040",
    "module_id": 3,
    "block_id": "B05",
    "type": "video",
    "original_index": 40,
    "refactored_text": "Llegan a ti datos de un rival que podrían darte ventaja clara, pero su origen no es del todo claro y tu jefe te empuja a usarlos cuanto antes. Si los usas ganas terreno pero si luego sale que eran robados te señalan a ti como culpable; si te niegas cuidas tu ética pero tu jefe duda de tu garra y eso pesa en tu evaluación. ¿Qué haces y por qué?",
    "word_count": 78,
    "char_count": 351,
    "sot_checksum": "f05070b52c31cf379f1de88fe1c2e6ff",
    "audit_status": "OK"
  },
  {
    "id": "block-B06-q001",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu empresa lanzará un producto en días. Detectas un fallo de seguridad poco frecuente que podría exponer datos de usuarios en situaciones específicas. Corregirlo atrasaría el lanzamiento varias semanas y la política no obliga a reportar fallos de este nivel. Tu jefe espera que cumplas el calendario. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Escalas el problema y pausas el lanzamiento, argumentando que proteger datos es prioritario aunque generes enojo en tu equipo, afectes tu evaluación y retrases ingresos.",
      "pragmatic_distractor": "Propones lanzar con un plan de parche inmediato documentado, asumiendo el riesgo de reclamos si el parche falla o la vulnerabilidad se explota antes.",
      "evasive_distractor": "Solicitas que el área de seguridad firme un análisis de riesgo formal y actuarás según su dictamen, trasladando la decisión aunque tome tiempo.",
      "rationalized_distractor": "Sigues la política de la empresa al pie de la letra: como no es obligatorio reportarlo, permites el lanzamiento y te comprometes a revisarlo después."
    },
    "word_count": 78,
    "char_count": 356,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL original. Costo explícito: enojo equipo, evaluación afectada, retraso ingresos.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q002",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu empresa construirá una fábrica que creará empleos, pero generará contaminación que, aunque legal, afectará la calidad del aire de una comunidad cercana. Te piden liderar la campaña de comunicación. Tus jefes esperan un mensaje positivo que evite controversias. ¿Qué enfoque priorizas?",
    "options_structured": {
      "integrity_correct": "Exiges a la empresa invertir en tecnología más limpia aunque sea más cara, argumentando responsabilidad moral, aunque esto genere tensión con finanzas y afecte tu posición.",
      "pragmatic_distractor": "Diseñas una campaña que destaca empleos y legalidad, incluyendo un foro comunitario para canalizar inquietudes sin comprometer realmente a la empresa a cambios.",
      "evasive_distractor": "Organizas grupos focales con la comunidad para entender preocupaciones y ajustar el mensaje, posponiendo la decisión sobre acciones concretas.",
      "rationalized_distractor": "Te centras en resaltar beneficios económicos regionales, argumentando que la empresa cumple todas las normas y que la comunidad se beneficiará a largo plazo."
    },
    "word_count": 76,
    "char_count": 361,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: tensión con finanzas, posición afectada.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q003",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Para cumplir objetivos de diversidad, tu supervisor sugiere contratar a un candidato de grupo subrepresentado que está calificado pero no es el más experimentado. El candidato más experimentado tiene perfil tradicional. La política dice contratar al mejor candidato y promover diversidad. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Argumentas que la diversidad enriquece al equipo y es un bien mayor, eligiendo al candidato diverso aunque algunos colegas cuestionen tu criterio y afecte tu imagen de imparcialidad.",
      "pragmatic_distractor": "Contratas al más experimentado documentando que cumple mejor los requisitos técnicos, dejando la diversidad para futuras vacantes cuando haya candidatos más fuertes.",
      "evasive_distractor": "Preguntas a otros gerentes cómo interpretan la aparente contradicción en las políticas, esperando que el consenso te guíe y proteja ante cuestionamientos.",
      "rationalized_distractor": "Contratas al candidato que tu supervisor prefiere para evitar conflicto, argumentando que así tu decisión tendrá respaldo de la gerencia si alguien la cuestiona."
    },
    "word_count": 74,
    "char_count": 367,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: imagen de imparcialidad cuestionada.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q004",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu empresa puede ahorrar millones cambiando a un proveedor que usa mano de obra infantil en sus fábricas, práctica no ilegal en ese país. La política dice cumplir leyes locales, pero los valores corporativos mencionan derechos humanos. La dirección espera tu recomendación. ¿Qué recomiendas?",
    "options_structured": {
      "integrity_correct": "Rechazas al proveedor, argumentando que los derechos humanos universales están por encima de leyes locales, aunque esto genere tensión con finanzas y afecte tu evaluación de desempeño.",
      "pragmatic_distractor": "Recomiendas aceptar al proveedor con un plan de auditorías periódicas para verificar condiciones laborales, asumiendo que mejorarán con supervisión.",
      "evasive_distractor": "Sugieres realizar una encuesta entre empleados para ver si se sienten cómodos con el proveedor, posponiendo tu recomendación hasta tener ese resultado.",
      "rationalized_distractor": "Recomiendas al proveedor argumentando que el ahorro protegerá empleos en tu empresa y que cumplir leyes locales es lo correcto según la política."
    },
    "word_count": 77,
    "char_count": 376,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: tensión con finanzas, evaluación afectada.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q005",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te piden implementar un sistema que automatizará tareas y resultará en despidos de la mitad de tu equipo. La regla es notificarles con dos semanas de antelación. Sientes que esto es injusto para empleados leales. Tu jefe espera que ejecutes el plan sin demoras. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Luchas por un paquete de indemnización más generoso y programas de recolocación, aunque la política no lo exija y esto genere fricción con finanzas y retrase el proyecto.",
      "pragmatic_distractor": "Ejecutas los despidos según procedimiento, pero ofreces personalmente ayudar a cada afectado con referencias y conexiones para suavizar el impacto.",
      "evasive_distractor": "Hablas con tus compañeros de equipo para explicar la situación y tratar de hacer el proceso menos doloroso, sin cuestionar formalmente la política.",
      "rationalized_distractor": "Ejecutas los despidos rápidamente para minimizar el impacto en la moral del resto, argumentando que prolongar la incertidumbre sería peor para todos."
    },
    "word_count": 75,
    "char_count": 361,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: fricción con finanzas, retraso del proyecto.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q006",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Sabes que tu empresa descontinuará un producto que muchos clientes pequeños usan para operar. La política es no anunciarlo hasta el último momento para no perder ventas. Esto no les dará tiempo de encontrar alternativa, causándoles graves problemas. Tu bonus depende de esas ventas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Filtras la información de forma anónima a un medio de la industria para que los clientes se enteren con tiempo, aunque arriesgas tu posición si te descubren.",
      "pragmatic_distractor": "Adviertes discretamente a tus clientes más importantes con los que tienes buena relación, protegiendo al menos a algunos sin exponer a la empresa públicamente.",
      "evasive_distractor": "Propones internamente adelantar el anuncio por responsabilidad con clientes, dejando la decisión final a la dirección sin presionar demasiado.",
      "rationalized_distractor": "Sigues la política y no comunicas nada hasta la fecha oficial, argumentando que tu responsabilidad es con la empresa y que los clientes encontrarán soluciones."
    },
    "word_count": 79,
    "char_count": 373,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: riesgo a posición si descubren filtración.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q007",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "El equipo de marketing propone una campaña publicitaria que exagera beneficios del producto y omite limitaciones. La campaña es legal y aumentará ganancias, pero es engañosa. Como gerente del producto, tienes autoridad para aprobarla. Tu jefe espera resultados agresivos este trimestre. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Rechazas la campaña, insistiendo en que la honestidad con clientes es prioritaria para construir confianza, aunque esto genere conflicto con marketing y afecte tus metas trimestrales.",
      "pragmatic_distractor": "Apruebas una versión moderada que reduce exageraciones pero mantiene el mensaje optimista, buscando equilibrio entre ética y resultados comerciales.",
      "evasive_distractor": "Realizas una encuesta interna para ver si la mayoría de empleados se sienten cómodos con el nivel de exageración, dejando que el resultado guíe tu decisión.",
      "rationalized_distractor": "Apruebas la campaña argumentando que no viola leyes y que el éxito te posicionaría para un ascenso, beneficiando tu carrera y al equipo."
    },
    "word_count": 76,
    "char_count": 362,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: conflicto con marketing, metas trimestrales afectadas.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q008",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Un nuevo empleado de tu principal competidor te ofrece una memoria USB con planes de lanzamiento de su antigua empresa. Dice querer demostrar su lealtad. La política prohíbe usar información de la competencia obtenida indebidamente. Tu jefe valora mucho la inteligencia competitiva. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Informas inmediatamente al área legal y de personal sobre el incidente, protegiendo a la empresa de riesgo legal aunque esto le cueste el trabajo al nuevo empleado y te genere incomodidad.",
      "pragmatic_distractor": "Te niegas a aceptar la memoria y le explicas la política, pero no lo reportas para darle una oportunidad de integrarse sin ese antecedente.",
      "evasive_distractor": "Comentas la situación a un par de colegas de confianza para decidir en grupo cómo manejar al nuevo empleado, diluyendo tu responsabilidad individual.",
      "rationalized_distractor": "Aceptas la información argumentando que es una oportunidad única para obtener ventaja competitiva y que rechazarla sería desperdiciar un recurso valioso."
    },
    "word_count": 78,
    "char_count": 371,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: incomodidad, empleado pierde trabajo.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q009",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu empresa y un competidor consideran colaborar en un proyecto que reduciría costos pero crearía un duopolio, limitando opciones para consumidores y potencialmente subiendo precios. La colaboración es legal pero tendría impacto social negativo. La dirección espera tu postura. ¿Cuál es tu posición?",
    "options_structured": {
      "integrity_correct": "Te opones a la colaboración, argumentando que el bienestar del consumidor y un mercado justo son más importantes que las ganancias, aunque esto te ponga en conflicto con la dirección.",
      "pragmatic_distractor": "Apoyas la colaboración con condiciones: un comité de monitoreo de precios y compromiso de no eliminar competidores menores, buscando mitigar el impacto.",
      "evasive_distractor": "Realizas un sondeo informal entre compañeros para ver la opinión general antes de formar tu postura, esperando que el consenso te proteja.",
      "rationalized_distractor": "Apoyas la colaboración argumentando que es legal y beneficiosa para la salud financiera de la empresa, y que el mercado se regulará naturalmente."
    },
    "word_count": 76,
    "char_count": 363,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: conflicto con la dirección.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q010",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Trabajas en una farmacéutica y descubres un estudio interno que sugiere que un medicamento muy vendido podría tener efectos secundarios graves a largo plazo no revelados públicamente. La política es solo revelar riesgos confirmados por reguladores. Tu carrera depende de tu discreción. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Filtras el estudio a una autoridad sanitaria, considerando que el derecho a la salud de los pacientes está por encima de políticas internas, aunque arriesgues tu carrera y enfrentes represalias.",
      "pragmatic_distractor": "Planteas internamente a tu supervisor que se aceleren los estudios de confirmación, buscando que la empresa actúe sin que tú tengas que filtrar información.",
      "evasive_distractor": "Compartes tu preocupación con un grupo de científicos de confianza dentro de la empresa para buscar una segunda opinión y actuar en consenso.",
      "rationalized_distractor": "Sigues la política y no revelas el estudio, confiando en que la empresa cumplirá sus obligaciones legales cuando los reguladores confirmen los riesgos."
    },
    "word_count": 79,
    "char_count": 378,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: riesgo carrera, posibles represalias.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q011",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Recibes por correo un informe confidencial sobre una empresa rival que revela fallas y precios internos. Si lo usas podrías ajustar tu estrategia y obtener una ventaja competitiva inmediata, pero no sabes si se obtuvo de forma lícita. La dirección exige resultados rápidos y tu equipo celebra tener esa información. Tú dudas entre reportarlo y renunciar a la ventaja o aprovecharla en silencio. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Informas de inmediato a tu jefe y a los abogados de la empresa que recibieron información competitiva dudosa y propones no usarla, aunque eso signifique perder la ventaja, retrasar ajustes de estrategia y que tu equipo te vea como quien frenó una oportunidad.",
      "pragmatic_distractor": "Usas la información para ajustar discretamente precios y mensajes, evitando documentar su origen y confiando en que los buenos resultados compensarán el riesgo si alguien pregunta.",
      "evasive_distractor": "Trasladas el informe a tu jefe pidiéndole que decida y te limitas a seguir sus indicaciones, sin sugerir postura propia para no quedar expuesto.",
      "rationalized_distractor": "Decides aprovechar la información porque asumes que la competencia también usaría algo parecido y que tu prioridad es proteger los resultados de tu empresa, no discutir el origen de los datos."
    },
    "word_count": 65,
    "char_count": 342,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL original. Costo explícito: pérdida de ventaja, enojo del equipo y posible impacto en evaluación.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q012",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu equipo está dividido por conflictos personales mientras tú coordinas un proyecto que afectará de lleno a una comunidad cercana. Si impones una decisión que protege a la comunidad, el conflicto interno puede escalar y algunos compañeros podrían culparte por retrasos y tensiones. Si priorizas calmar al equipo, podrías aceptar un impacto social que te incomoda éticamente. La dirección solo pide resultados visibles. ¿Qué priorizas y por qué?",
    "options_structured": {
      "integrity_correct": "Planteas una decisión que prioriza proteger a la comunidad aunque agrave tensiones internas, explicando con transparencia los riesgos y aceptando que algunos compañeros se molesten y que tu liderazgo sea cuestionado en el corto plazo.",
      "pragmatic_distractor": "Buscas un diseño de proyecto intermedio que reduzca parcialmente el impacto social pero mantenga los plazos, confiando en que las molestias de la comunidad serán manejables si la comunicación es cuidadosa.",
      "evasive_distractor": "Propones crear un grupo de trabajo para que el equipo defina la postura y tú solo facilitas la discusión, evitando asumir una decisión clara hasta que haya consenso.",
      "rationalized_distractor": "Eliges la opción que calma más rápido el conflicto interno, argumentando que un buen clima de equipo es condición necesaria y que la comunidad entenderá mientras la empresa genere beneficios."
    },
    "word_count": 68,
    "char_count": 377,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: mayor tensión interna y liderazgo cuestionado.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q013",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Notas que tu jefe concede oportunidades y beneficios a ciertos compañeros mientras ignora el desempeño de otros. Al mismo tiempo, tomas decisiones que pueden beneficiar claramente a la empresa pero agravar la percepción de injusticia en tu equipo, o proteger tu relación personal con algunos colegas a costa de resultados. Cualquier camino puede afectar tu reputación y tu clima laboral. Debes decidir cómo actuar y qué explicar. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Confrontas abiertamente los favoritismos y propones criterios transparentes para las decisiones, aunque eso pueda tensionar tu relación con el jefe y con colegas beneficiados e incluso cerrarte oportunidades futuras.",
      "pragmatic_distractor": "Sugieres pequeños ajustes en asignaciones para reducir los casos más evidentes de favoritismo, sin cuestionar de frente a tu jefe, intentando equilibrar algo la situación sin arriesgar demasiado tu posición.",
      "evasive_distractor": "Recolectas opiniones de compañeros y las compartes de forma anónima con instancias internas de apoyo, esperando que alguien de nivel superior intervenga sin que se note tu participación directa.",
      "rationalized_distractor": "Decides no intervenir y mantienes buenas relaciones con quienes reciben trato preferente, convenciéndote de que así podrás influir más adelante y proteger mejor tus propios intereses."
    },
    "word_count": 69,
    "char_count": 373,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: fricción con el jefe y con colegas favorecidos.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q014",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "En una reestructuración, te encargan decidir qué personas de tu equipo conservarán su puesto. Tu supervisor presiona para que priorices a quienes entregan resultados rápidos, aunque sus prácticas rocen límites éticos, y te pide decidir en pocos días. Si defiendes a quienes actúan con más cuidado, podrías retrasar metas, generar enojo en la dirección y poner en riesgo tu evaluación. ¿Cómo decides y cómo lo explicas?",
    "options_structured": {
      "integrity_correct": "Defiendes a quienes han mostrado conductas éticas y consistentes aunque su velocidad sea menor, explicando que quieres evitar premiar atajos dudosos, aun sabiendo que eso puede retrasar metas, incomodar a tu supervisor y afectar tu evaluación.",
      "pragmatic_distractor": "Mantienes en el equipo a quienes aceleran resultados pero pides reforzar controles y capacitación ética, confiando en que con más supervisión se reducirá el riesgo sin perder desempeño.",
      "evasive_distractor": "Solicitas que la decisión final la tome un comité superior basándose en métricas existentes y te limitas a entregar informes, evitando posicionarte claramente sobre los casos polémicos.",
      "rationalized_distractor": "Seleccionas principalmente a quienes entregan números rápidos, argumentando que la empresa atraviesa un momento crítico y que primero hay que asegurar resultados; luego, ya habrá tiempo para revisar temas éticos."
    },
    "word_count": 66,
    "char_count": 353,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: retraso de metas y evaluación en riesgo.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q015",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes negociar un acuerdo clave donde la decisión puede mejorar mucho los resultados de la empresa pero implicar recortes que afecten tu propio rol y tus ingresos, o proteger tu posición personal aceptando condiciones menos favorables para la organización. Algunos compañeros te presionan para cuidar al equipo, otros insisten en priorizar las metas financieras. Lo que hagas condicionará tu credibilidad futura. ¿Qué camino eliges y por qué?",
    "options_structured": {
      "integrity_correct": "Recomiendas el acuerdo que más favorece a la empresa aunque implique recortes que podrían afectar tu propio rol, dejando constancia de tus reservas y asumiendo el riesgo de quedar sin ciertos beneficios o perder influencia.",
      "pragmatic_distractor": "Intentas negociar un punto medio que preserve tu posición y ofrezca mejoras moderadas a la empresa, confiando en que un acuerdo aceptable será mejor que abrir un conflicto por cambios más profundos.",
      "evasive_distractor": "Pides más estudios y revisiones internas para posponer la decisión mientras observas cómo evoluciona la situación, sin mostrar claramente qué alternativa prefieres.",
      "rationalized_distractor": "Optas por la opción que protege tu rol y los ingresos de tu equipo, argumentando que si tú te mantienes fuerte podrás aportar más valor a la empresa en el futuro."
    },
    "word_count": 67,
    "char_count": 376,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: posible pérdida de rol e ingresos personales.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q016",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Recibes información competitiva confidencial sobre una empresa rival que podría explicar por qué algunos clientes están considerando cambiar de proveedor. La dirección te pide usarla para ajustar precios y mensajes sin revelar su origen. Si transparentas la situación, podrías generar alarma, perder la ventaja y quedar como quien complicó una oportunidad de negocio. Si la usas en silencio, sentirás que traicionas tus principios. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Informas que la información llegó por un canal cuestionable y propones no usarla hasta aclarar el origen, aunque pierdas la oportunidad de ajustar la estrategia a tiempo y algunos directivos te vean como poco pragmático.",
      "pragmatic_distractor": "Usas los datos solo para orientar decisiones internas sin citarlos explícitamente, convencido de que mientras no aparezcan en documentos formales el riesgo ético y legal será manejable.",
      "evasive_distractor": "Sugieres que se consulte a un asesor externo sobre el uso de la información y pospones cualquier decisión, esperando que otra persona asuma la responsabilidad final.",
      "rationalized_distractor": "Decides utilizar la información porque crees que solo así protegerás a la empresa y a los empleados frente a la competencia, minimizando la relevancia de cómo se obtuvo."
    },
    "word_count": 65,
    "char_count": 379,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: pérdida de ventaja y etiqueta de poco pragmático.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q017",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te proponen firmar una alianza estratégica con un competidor para compartir datos y recursos en un proyecto sensible. No cuentas con toda la información sobre riesgos legales y de confidencialidad, pero la dirección destaca los beneficios económicos y espera una recomendación rápida. Si adviertes los riesgos y pides frenar la negociación, podrías ser visto como obstáculo. Si apoyas el acuerdo, podrías exponer a la empresa. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Recomiendas frenar la alianza hasta tener una evaluación independiente de riesgos y condiciones claras de confidencialidad, aunque eso retrase el proyecto, incomode a la dirección y pueda hacerte ver como quien complica una oportunidad de ahorro.",
      "pragmatic_distractor": "Apoyas avanzar con un acuerdo piloto limitado, confiando en que podrás corregir problemas sobre la marcha si surgen riesgos que no estaban previstos.",
      "evasive_distractor": "Planteas el caso a varios directivos y dejas que ellos definan la postura final, señalando únicamente los pros y contras sin inclinarte claramente por ninguna opción.",
      "rationalized_distractor": "Respaldas la alianza argumentando que, si es legal y beneficia las finanzas, cualquier duda ética es secundaria frente a la obligación de cuidar resultados."
    },
    "word_count": 67,
    "char_count": 374,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: retraso del ahorro y conflicto con la dirección.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q018",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes comunicar a la opinión pública los resultados de un estudio sobre el impacto social de un proyecto de tu empresa. Sabes que ciertos datos preocupantes son técnicamente correctos pero podrían frenar inversiones y generar críticas severas. Si los destacas con claridad, podrías enfrentarte a la dirección y a inversionistas. Si los minimizas, la comunidad podría tomar decisiones equivocadas. Tu voz definirá el tono del mensaje. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Presentas los datos sensibles con total claridad y contexto, advirtiendo los riesgos aunque eso genere críticas, frene inversiones y te convierta en la persona asociada a las malas noticias ante la dirección y el mercado.",
      "pragmatic_distractor": "Resaltas primero los beneficios del proyecto y colocas los datos más preocupantes en anexos técnicos, confiando en que quien necesite la información la leerá sin crear alarma innecesaria.",
      "evasive_distractor": "Propones que la comunicación la lidere otra área más acostumbrada a manejar temas públicos y te limitas a revisar el texto sin insistir demasiado en cómo se presentan los riesgos.",
      "rationalized_distractor": "Minimizas los datos delicados en la comunicación principal, argumentando que exagerarlos podría perjudicar empleos y que lo responsable es no alimentar temores hasta que haya más evidencia."
    },
    "word_count": 68,
    "char_count": 378,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: críticas públicas y tensión con dirección e inversionistas.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q019",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Negocias contratos clave con varios proveedores mientras clientes, proveedores y tu propio equipo presionan por descuentos fuertes y entregas rápidas. Si aceptas condiciones duras para los proveedores, podrías cumplir metas de corto plazo pero deteriorar relaciones y generar prácticas poco éticas. Si proteges un trato más equilibrado, quizá pierdas negocios y enfrentes reclamos internos por no haber sido más duro. ¿Qué priorizas y por qué?",
    "options_structured": {
      "integrity_correct": "Defiendes condiciones que permitan a los proveedores trabajar de forma sostenible, explicando que no aceptarás prácticas abusivas aunque eso reduzca el margen y genere molestias en clientes internos que querían descuentos más agresivos.",
      "pragmatic_distractor": "Cierras contratos muy exigentes pero incluyes cláusulas de revisión futura, confiando en que si se observa deterioro en la relación se podrán suavizar luego sin perder ahora la mejora de precios.",
      "evasive_distractor": "Pides a tu jefe y al equipo de compras que definan el nivel de dureza aceptable y firmas lo que ellos acuerden, evitando marcar una postura propia frente a proveedores y clientes.",
      "rationalized_distractor": "Aceptas presionar al máximo a los proveedores porque crees que tu responsabilidad principal es conseguir ahorros para la empresa, y asumes que ellos encontrarán la forma de adaptarse."
    },
    "word_count": 65,
    "char_count": 379,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: reclamos internos y posible pérdida de negocios en el corto plazo.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q020",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te ofrecen liderar un acuerdo de colaboración con un competidor directo que incluye compartir cierta información sensible de mercado. La propuesta es legal, pero algunos colegas temen que se cruce una línea ética y que la alianza termine afectando a consumidores y pequeños negocios. Si apoyas el acuerdo, tu área podría crecer. Si te opones, podrías frenar un proyecto estrella y quedar aislado. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Cuestionas abiertamente el diseño del acuerdo y propones límites estrictos al intercambio de información para proteger a consumidores y pequeños negocios, aun sabiendo que podrías frenar el proyecto estrella y quedar etiquetado como poco alineado.",
      "pragmatic_distractor": "Sugieres aprobar la colaboración con salvaguardas mínimas y monitoreo básico, pensando que los beneficios iniciales justifican probar y ajustar después si aparecen efectos negativos.",
      "evasive_distractor": "Envías el borrador a varias áreas para que emitan opinión y retrasas tu recomendación hasta que exista un consenso claro, evitando asumir una posición firme.",
      "rationalized_distractor": "Apoyas el acuerdo tal como está, argumentando que si es legal y otros sectores ya se concentran en pocos jugadores, tu empresa perdería competitividad si no participa."
    },
    "word_count": 65,
    "char_count": 344,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado. Costo explícito: frenar un proyecto estrella y posible aislamiento interno.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q021",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te llega información privilegiada sobre un ajuste interno que aún no se anuncia. La dirección presiona por cerrar un trato clave que se beneficiaría de esa información pero cuyo uso podría ser cuestionable. Si la usas, cumples metas y subes tu perfil. Si adviertes del riesgo, podrías frenar el negocio y quedar como obstáculo. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Alertas sobre el origen dudoso de la información y recomiendas no usarla aunque eso retrase el trato, genere molestia en la dirección y afecte tu imagen de ejecutor eficaz.",
      "pragmatic_distractor": "Usas la información para orientar la negociación sin citarla explícitamente, confiando en que si no queda documentada el riesgo será bajo y los resultados hablarán por sí solos.",
      "evasive_distractor": "Consultas al área legal sobre el uso de información no pública y postergas tu recomendación hasta recibir su dictamen, evitando definirte antes de que otro valide.",
      "rationalized_distractor": "Aprovechas la información porque crees que la competencia haría lo mismo y que tu deber primordial es proteger los intereses comerciales de la empresa."
    },
    "word_count": 68,
    "char_count": 352,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #11. Costo explícito: retraso del trato y etiqueta de obstáculo.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q022",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu equipo enfrenta conflictos internos mientras lideras un proyecto cuyas decisiones impactarán la calidad de vida de una comunidad vecina. Si priorizas el bienestar comunitario, el conflicto podría escalar y algunos colegas te culparán por tensionar el ambiente. Si calmas al equipo cediendo en aspectos sociales, sentirás que traicionas tus valores. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Defiendes medidas que protejan a la comunidad aunque agraven las tensiones internas, explicando los riesgos con transparencia y aceptando que tu liderazgo sea cuestionado por quienes prefieren la calma.",
      "pragmatic_distractor": "Propones un diseño intermedio que reduce algo el impacto social pero mantiene los plazos, confiando en que la comunidad tolerará molestias menores si la comunicación es cuidadosa.",
      "evasive_distractor": "Creas un grupo de trabajo para que el equipo defina la postura y tú solo facilitas, esperando un consenso que te libere de asumir la decisión difícil.",
      "rationalized_distractor": "Eliges la opción que calma más rápido el conflicto interno, argumentando que un equipo cohesionado es condición indispensable para cualquier resultado de largo plazo."
    },
    "word_count": 66,
    "char_count": 356,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #12. Costo explícito: liderazgo cuestionado y tensión interna.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q023",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Notas que tu jefe asigna proyectos clave y bonos a ciertos colegas sin criterios claros, mientras tú debes recomendar quién lidera una iniciativa importante. Si expones el favoritismo y propones criterios transparentes, arriesgas tu relación con él y con quienes reciben trato preferente. Si guardas silencio, perpetúas la injusticia y tu integridad queda en duda. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Confrontas el favoritismo proponiendo criterios transparentes para decisiones, aunque eso tense tu relación con el jefe y con colegas beneficiados y te cierre oportunidades futuras.",
      "pragmatic_distractor": "Sugieres ajustes menores en asignaciones para atenuar los casos más notorios sin cuestionar a tu jefe de frente, buscando equilibrar algo la situación sin arriesgar tu posición.",
      "evasive_distractor": "Recopilas testimonios de forma anónima y los compartes con instancias internas de apoyo, esperando que alguien de nivel superior intervenga sin notar tu participación.",
      "rationalized_distractor": "Decides no intervenir y cultivas buenas relaciones con quienes gozan de trato preferente, convenciéndote de que así podrás influir más adelante sin exponerte ahora."
    },
    "word_count": 66,
    "char_count": 355,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #13. Corregido: enfoque claro en favoritismos. Costo explícito: fricción con jefe y colegas favorecidos.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q024",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu supervisor te presiona para decidir rápido qué personas conservarán su puesto en una reestructuración. Los candidatos que entregan resultados rápidos han rozado límites éticos; los más cuidadosos son más lentos. Si defiendes a los segundos, retrasas metas, irritas a la dirección y pones en riesgo tu evaluación. ¿Cómo decides?",
    "options_structured": {
      "integrity_correct": "Defiendes a quienes han actuado con mayor cuidado ético aunque su velocidad sea menor, explicando que no quieres premiar atajos cuestionables, aun sabiendo que eso puede retrasar metas e incomodar a tu supervisor.",
      "pragmatic_distractor": "Mantienes a los más rápidos pero pides reforzar controles y formación ética, confiando en que con mayor supervisión reducirás el riesgo sin sacrificar desempeño.",
      "evasive_distractor": "Solicitas que un comité superior tome la decisión basándose en métricas existentes y te limitas a entregar datos, evitando posicionarte sobre los casos polémicos.",
      "rationalized_distractor": "Seleccionas a quienes entregan cifras rápidas, argumentando que la empresa atraviesa un momento crítico y primero hay que asegurar resultados; luego habrá tiempo para revisar temas éticos."
    },
    "word_count": 65,
    "char_count": 323,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #14. Costo explícito: metas retrasadas y evaluación en riesgo.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q025",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes manejar múltiples intereses mientras navegas un conflicto entre lo que conviene a la empresa y lo que protege tu posición personal. Si recomiendas lo mejor para la organización podrías perder beneficios propios; si cuidas tu situación, la empresa pierde oportunidades. Algunos compañeros te presionan en ambas direcciones. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Recomiendas lo que más beneficia a la empresa aunque implique recortes que afecten tu rol, dejando constancia de tus reservas y asumiendo el riesgo de perder influencia o ciertos beneficios.",
      "pragmatic_distractor": "Intentas un punto medio que preserve tu posición y ofrezca mejoras moderadas a la empresa, confiando en que un acuerdo aceptable será mejor que abrir un conflicto profundo.",
      "evasive_distractor": "Pides más estudios y revisiones para posponer la decisión mientras observas cómo evoluciona la situación, sin mostrar claramente qué alternativa prefieres.",
      "rationalized_distractor": "Optas por proteger tu rol y los ingresos de tu área, argumentando que si te mantienes fuerte podrás aportar más valor a la empresa en el futuro."
    },
    "word_count": 65,
    "char_count": 340,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #15. Costo explícito: pérdida de rol e influencia personal.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q026",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Recibes información competitiva confidencial cuyo origen desconoces. La dirección te pide usarla para ajustar precios y mensajes sin revelar de dónde viene. Si transparentas la situación, podrías perder la ventaja y quedar como quien complicó una oportunidad. Si la usas en silencio, sientes que cruzas una línea ética. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Informas que la información llegó por un canal cuestionable y propones no usarla hasta aclarar su origen, aunque pierdas la oportunidad de ajustar la estrategia y algunos directivos te vean como poco práctico.",
      "pragmatic_distractor": "Usas los datos solo para orientar decisiones internas sin citarlos en documentos formales, convencido de que mientras no queden registrados el riesgo será bajo.",
      "evasive_distractor": "Sugieres que un asesor externo evalúe el uso de esa información y pospones cualquier decisión, esperando que otra persona asuma la responsabilidad final.",
      "rationalized_distractor": "Decides usar la información porque crees que así proteges empleos y resultados, minimizando la importancia de cómo se obtuvo."
    },
    "word_count": 65,
    "char_count": 333,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #16. Costo explícito: pérdida de ventaja y etiqueta de poco práctico.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q027",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te proponen firmar una alianza con un competidor para compartir datos sensibles. No tienes información completa sobre riesgos legales ni de confidencialidad, pero la dirección destaca los beneficios económicos y espera tu recomendación rápida. Si adviertes los riesgos y frenas la negociación, podrías ser visto como obstáculo. Si apoyas, podrías exponer a la empresa. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Recomiendas frenar la alianza hasta tener una evaluación independiente de riesgos y condiciones claras de confidencialidad, aunque eso retrase el proyecto, incomode a la dirección y te haga parecer quien complica la oportunidad.",
      "pragmatic_distractor": "Apoyas avanzar con un acuerdo piloto limitado, confiando en que podrás corregir problemas sobre la marcha si surgen riesgos imprevistos.",
      "evasive_distractor": "Planteas el caso a varios directivos y dejas que ellos definan la postura final, presentando pros y contras sin inclinarte claramente por ninguna opción.",
      "rationalized_distractor": "Respaldas la alianza argumentando que, si es legal y beneficia las finanzas, cualquier duda ética es secundaria frente a la obligación de cuidar resultados."
    },
    "word_count": 68,
    "char_count": 371,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #17. Costo explícito: retraso del proyecto y etiqueta de complicador.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q028",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes comunicar públicamente los resultados de un estudio de impacto social de tu empresa. Ciertos datos son técnicamente correctos pero podrían frenar inversiones y generar críticas. Si los destacas con claridad, enfrentarás a la dirección y a inversionistas. Si los minimizas, la comunidad podría tomar decisiones sin información completa. Tu voz define el tono del mensaje. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Presentas los datos sensibles con total claridad y contexto, advirtiendo los riesgos aunque eso genere críticas, frene inversiones y te convierta en la cara asociada a las malas noticias.",
      "pragmatic_distractor": "Resaltas primero los beneficios del proyecto y colocas los datos más preocupantes en anexos técnicos, confiando en que quien necesite la información la encontrará sin crear alarma innecesaria.",
      "evasive_distractor": "Propones que otra área más acostumbrada a manejar temas públicos lidere la comunicación y te limitas a revisar el texto sin insistir demasiado en cómo se presentan los riesgos.",
      "rationalized_distractor": "Minimizas los datos delicados en la comunicación principal, argumentando que exagerarlos perjudicaría empleos y que lo responsable es no alimentar temores hasta tener más evidencia."
    },
    "word_count": 69,
    "char_count": 376,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #18. Costo explícito: críticas públicas y tensión con dirección e inversionistas.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q029",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Negocias contratos clave mientras clientes internos, proveedores y tu equipo presionan por descuentos agresivos y entregas rápidas. Si aceptas condiciones duras para los proveedores, cumplirás metas de corto plazo pero deteriorarás relaciones y podrías fomentar prácticas poco éticas. Si proteges un trato equilibrado, quizá pierdas negocios y enfrentes reclamos internos. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Defiendes condiciones que permitan a los proveedores trabajar de forma sostenible, explicando que no aceptarás prácticas abusivas aunque eso reduzca el margen y genere molestias en quienes querían descuentos más duros.",
      "pragmatic_distractor": "Cierras contratos muy exigentes pero incluyes cláusulas de revisión futura, confiando en que si la relación se deteriora podrás suavizar después sin perder ahora el ahorro.",
      "evasive_distractor": "Pides a tu jefe y al equipo de compras que definan el nivel de dureza aceptable y firmas lo que ellos acuerden, evitando marcar una postura propia.",
      "rationalized_distractor": "Aceptas presionar al máximo a los proveedores porque crees que tu responsabilidad principal es obtener ahorros para la empresa y asumes que ellos encontrarán la forma de adaptarse."
    },
    "word_count": 67,
    "char_count": 362,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #19. Costo explícito: reclamos internos y posible pérdida de negocios.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q030",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Te ofrecen liderar un acuerdo de colaboración con un competidor directo que implica compartir información sensible. Es legal, pero colegas temen que afecte a consumidores y pequeños negocios. Si apoyas el acuerdo, tu área podría crecer. Si te opones, podrías frenar un proyecto estrella y quedar aislado internamente. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Cuestionas el diseño del acuerdo y propones límites estrictos al intercambio de información para proteger a consumidores y pequeños negocios, aun sabiendo que podrías frenar el proyecto estrella y quedar etiquetado como poco alineado.",
      "pragmatic_distractor": "Sugieres aprobar la colaboración con salvaguardas mínimas y monitoreo básico, pensando que los beneficios iniciales justifican probar y ajustar después si surgen efectos negativos.",
      "evasive_distractor": "Envías el borrador a varias áreas para que emitan opinión y retrasas tu recomendación hasta que exista un consenso claro, evitando asumir una posición firme.",
      "rationalized_distractor": "Apoyas el acuerdo tal como está, argumentando que si es legal y otros sectores ya se concentran en pocos jugadores, tu empresa perdería competitividad si no participa."
    },
    "word_count": 65,
    "char_count": 318,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #20. Costo explícito: frenar proyecto estrella y aislamiento interno.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q031",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu empresa planea una innovación importante mientras tomas decisiones que afectarán las carreras de varios colegas. La innovación podría requerir cambios profundos en el equipo. Si priorizas proteger a las personas, la innovación puede frenarse y la dirección cuestionará tu compromiso con el cambio. Si priorizas la innovación sin matices, sacrificas relaciones y reputación interna. ¿Qué camino tomas?",
    "options_structured": {
      "integrity_correct": "Propones un plan de innovación que incluya transiciones justas para los afectados, aunque eso retrase la implementación, genere resistencia en la dirección y te exponga como quien frena el ritmo deseado.",
      "pragmatic_distractor": "Apoyas la innovación con un programa de reubicación básico, confiando en que los beneficios del cambio compensarán las molestias y que los afectados encontrarán alternativas.",
      "evasive_distractor": "Solicitas que un comité multidisciplinario evalúe los impactos en carreras antes de pronunciarte, esperando que otros definan el camino.",
      "rationalized_distractor": "Impulsas la innovación sin mayor protección a los afectados, argumentando que el mercado exige rapidez y que es responsabilidad de cada persona adaptarse al cambio."
    },
    "word_count": 69,
    "char_count": 373,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #21. Costo explícito: retraso de innovación y cuestionamiento de compromiso.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q032",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu supervisor te presiona para cumplir metas agresivas mientras enfrentas un conflicto entre tus intereses personales y los de la empresa. Si favoreces a la empresa, podrías perder bonos o proyección personal. Si proteges tu situación, la empresa pierde oportunidades y tu ética queda en duda. Tu jefe espera resultados inmediatos. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Recomiendas lo que más beneficia a la empresa aunque signifique sacrificar bonos o visibilidad personal, explicando tus razones con transparencia y aceptando el costo profesional.",
      "pragmatic_distractor": "Buscas un punto medio que preserve algo de tu proyección y ofrezca mejoras moderadas a la empresa, confiando en que un resultado aceptable será mejor que un conflicto abierto.",
      "evasive_distractor": "Pides más datos y análisis antes de decidir, ganando tiempo mientras observas cómo evoluciona la situación sin definirte claramente.",
      "rationalized_distractor": "Optas por proteger tus intereses personales, argumentando que si te mantienes fuerte podrás aportar más valor a la empresa en el futuro."
    },
    "word_count": 66,
    "char_count": 346,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #22. Costo explícito: pérdida de bonos y visibilidad personal.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q033",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu empresa oculta información importante al personal cuando debería ser transparente, y al mismo tiempo enfrentas presión por cumplir metas difíciles. Si exiges transparencia, podrías retrasar metas y generar conflicto con la dirección. Si guardas silencio, la desconfianza crecerá y sentirás que traicionas a tus compañeros. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Planteas la necesidad de mayor transparencia a la dirección y propones un plan de comunicación, aunque eso retrase metas, genere fricción y te exponga como quien cuestiona las decisiones superiores.",
      "pragmatic_distractor": "Sugieres comunicar la información de forma gradual y selectiva, confiando en que así reduces el impacto sin abrir un conflicto frontal con la dirección.",
      "evasive_distractor": "Consultas con colegas y esperas que alguien de mayor nivel tome la iniciativa de transparentar, evitando posicionarte claramente.",
      "rationalized_distractor": "Guardas silencio sobre la información oculta, argumentando que la dirección tendrá sus razones y que no es tu responsabilidad cuestionar decisiones de nivel superior."
    },
    "word_count": 65,
    "char_count": 328,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #23. Costo explícito: fricción con dirección y retraso de metas.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q034",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu supervisor te presiona para tomar decisiones rápidas que afectarán las carreras de varios miembros de tu equipo. Si defiendes procesos justos, retrasarás las metas y tu evaluación estará en riesgo. Si aceleras sin cuidado, algunos compañeros quedarán perjudicados y tu reputación ética sufrirá. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Insistes en procesos justos aunque eso retrase las metas, incomode a tu supervisor y ponga en riesgo tu evaluación, explicando que no puedes sacrificar a compañeros por velocidad.",
      "pragmatic_distractor": "Aceleras las decisiones pero incluyes revisiones posteriores para corregir posibles injusticias, confiando en que el ajuste vendrá después sin perder el ritmo ahora.",
      "evasive_distractor": "Solicitas que un comité de nivel superior tome las decisiones más delicadas, limitándote a entregar información sin asumir la responsabilidad directa.",
      "rationalized_distractor": "Priorizas la velocidad argumentando que el contexto exige decisiones rápidas y que los afectados entenderán cuando vean los resultados generales."
    },
    "word_count": 65,
    "char_count": 308,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #24. Costo explícito: retraso de metas y evaluación en riesgo.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q035",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Tu empresa considera una innovación relevante mientras enfrentas presión constante por resultados. Tu supervisor te urge a decidir rápido, aunque eso podría tener consecuencias negativas a largo plazo. Si frenas para evaluar mejor, perderás oportunidades inmediatas y la dirección te verá como lento. Si aceleras, podrías generar daños difíciles de revertir. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Solicitas tiempo para evaluar consecuencias a largo plazo, aunque eso retrase la decisión, frustre a tu supervisor y te haga parecer lento frente a la dirección.",
      "pragmatic_distractor": "Apoyas la innovación con un plan de monitoreo posterior, confiando en que podrás ajustar el rumbo si surgen problemas sin perder la ventaja de actuar rápido.",
      "evasive_distractor": "Propones que un grupo de trabajo analice las opciones y postergas tu recomendación hasta tener respaldo colectivo, evitando definirte solo.",
      "rationalized_distractor": "Aceleras la decisión argumentando que en mercados competitivos quien duda pierde y que la empresa debe asumir riesgos para crecer."
    },
    "word_count": 67,
    "char_count": 361,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #25. Costo explícito: parecer lento y perder oportunidades inmediatas.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q036",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Recibes información competitiva confidencial mientras enfrentas decisiones moralmente complejas. Cada opción plantea distintas consideraciones éticas y afecta de modo diferente a tu empresa y a terceros. Si rechazas usar la información, pierdes ventaja y la dirección cuestiona tu pragmatismo. Si la usas, cruzas una línea ética que te incomoda. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas usar la información y reportas su origen dudoso, aunque pierdas la ventaja competitiva y la dirección te vea como poco pragmático o ingenuo.",
      "pragmatic_distractor": "Usas la información de forma selectiva para orientar decisiones sin citarla explícitamente, confiando en que el riesgo será bajo si no queda documentada.",
      "evasive_distractor": "Consultas a varias áreas sobre el uso de información externa y postergas la decisión hasta que haya una opinión mayoritaria, evitando asumir solo la responsabilidad.",
      "rationalized_distractor": "Usas la información porque crees que la competencia haría lo mismo y que proteger los resultados de la empresa es tu principal obligación."
    },
    "word_count": 65,
    "char_count": 355,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #26. Costo explícito: pérdida de ventaja y etiqueta de ingenuo.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q037",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes elegir entre dos proveedores para un contrato grande: uno ofrece mejor precio pero usa mano de obra mal pagada; el otro es más caro pero cumple estándares laborales. Tu supervisor presiona por cerrar rápido y clientes esperan resultados. Si eliges el más ético, aumentas costos, retrasas el proyecto y frustras a tu supervisor. Si eliges el barato, apoyas prácticas cuestionables. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Eliges al proveedor que cumple estándares laborales aunque sea más caro, explicando que no puedes apoyar prácticas cuestionables aunque eso aumente costos, retrase el proyecto y frustre a tu supervisor.",
      "pragmatic_distractor": "Eliges al proveedor barato pero incluyes cláusulas de mejora progresiva en condiciones laborales, confiando en que podrás presionar cambios después sin perder el ahorro inicial.",
      "evasive_distractor": "Pides a tu supervisor y al área de compras que definan cuál proveedor elegir, presentando ambos casos sin inclinarte claramente por ninguno.",
      "rationalized_distractor": "Eliges al proveedor barato argumentando que el contexto competitivo exige ahorros y que las condiciones laborales son responsabilidad del proveedor, no tuya."
    },
    "word_count": 70,
    "char_count": 371,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #27. Corregido: dilema específico (proveedores con mano de obra mal pagada). Costo explícito: aumento de costos, retraso y frustración de supervisor.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q038",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Recibes información privilegiada sobre planes de un competidor que te permitiría ajustar tu estrategia antes del lanzamiento. La dirección espera tu recomendación para una decisión urgente. Si rechazas usarla, pierdes ventaja competitiva y la dirección cuestiona tu capacidad de actuar bajo presión. Si la usas, cruzas una línea ética que compromete tus valores. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Rechazas usar la información y reportas su origen cuestionable, aunque pierdas la oportunidad y la dirección te perciba como alguien que no sabe aprovechar ventajas.",
      "pragmatic_distractor": "Usas la información de forma indirecta para orientar decisiones sin mencionarla, confiando en que si no queda rastro formal el riesgo será mínimo.",
      "evasive_distractor": "Consultas con varias áreas sobre la pertinencia de usar esa información y postergas la decisión, esperando que otros definan el camino.",
      "rationalized_distractor": "Usas la información porque crees que la competencia haría lo mismo y que tu obligación es proteger los resultados de la empresa por encima de escrúpulos personales."
    },
    "word_count": 66,
    "char_count": 350,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #28. Corregido: especifica información sobre planes de competidor. Costo explícito: pérdida de ventaja competitiva y cuestionamiento de capacidad.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q039",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes manejar información competitiva confidencial mientras navegas dilemas de transparencia interna. Tu equipo está dividido sobre qué datos compartir y la dirección espera resultados rápidos. Si exiges mayor transparencia, podrías retrasar metas y generar conflicto con la dirección. Si guardas silencio, la desconfianza crecerá. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Propones criterios claros de transparencia aunque eso retrase metas, genere fricción con la dirección y te exponga como quien cuestiona las prácticas actuales.",
      "pragmatic_distractor": "Sugieres compartir la información de forma selectiva y gradual, confiando en que así reduces el impacto sin abrir un conflicto frontal con la dirección.",
      "evasive_distractor": "Consultas con colegas y esperas que alguien de mayor nivel tome la iniciativa, evitando posicionarte claramente.",
      "rationalized_distractor": "Guardas silencio sobre los dilemas de transparencia, argumentando que la dirección tendrá sus razones y que no es tu lugar cuestionar decisiones de nivel superior."
    },
    "word_count": 65,
    "char_count": 323,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #29. Costo explícito: retraso de metas y fricción con dirección.",
    "sot_checksum": "D739B398"
  },
  {
    "id": "block-B06-q040",
    "module_id": 3,
    "block_id": "B06",
    "type": "options",
    "scenario": "Debes tomar decisiones sobre el personal que afectarán carreras profesionales mientras recibes sugerencias cuestionables de algunos compañeros. La dirección espera resultados inmediatos. Si sigues tu criterio ético, podrías retrasar metas y enfrentar resistencia. Si cedes a las sugerencias dudosas, comprometes tu integridad. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Sigues tu criterio ético aunque eso retrase metas, genere resistencia de quienes propusieron las sugerencias dudosas y ponga en riesgo tu evaluación.",
      "pragmatic_distractor": "Aceptas parcialmente las sugerencias y añades controles posteriores, confiando en que podrás corregir el rumbo si surgen problemas sin perder el ritmo ahora.",
      "evasive_distractor": "Solicitas que un comité superior evalúe las sugerencias antes de actuar, evitando definirte mientras esperas que otros tomen la decisión.",
      "rationalized_distractor": "Sigues las sugerencias argumentando que el contexto exige pragmatismo y que cuestionar a los compañeros generaría un conflicto innecesario."
    },
    "word_count": 65,
    "char_count": 313,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Refactorizado desde item SQL #30. Costo explícito: retraso de metas y resistencia interna.",
    "sot_checksum": "D739B398"
  }
]