[
  {
    "id": "block-B09-q001",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu equipo prepara el evento principal del año y se suma un colega de otro departamento que cuestiona tus ideas en cada reunión. Si lo dejas hacer, evitas un choque directo y mantienes el ambiente tranquilo, pero el grupo duda de tu liderazgo. Si hablas con él y con tu jefe, pides cambios claros y pones límites, aceptas tensar la relación y quedar como difícil. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 1",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 67,
    "char_count": 374,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q002",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "En una reunión general, la alta dirección presenta una visión vaga y pide a todos que confíen sin explicar el plan. Si aplaudes y haces comentarios positivos, mantienes buena imagen y evitas preguntas pero apoyas algo que no compartes. Si pides claridad y expresas dudas con respeto, muestras compromiso real pero puedes quedar marcado como problemático y ver cerradas futuras oportunidades de crecimiento. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 2",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q003",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "En un proyecto urgente entre áreas, te exigen seguir un procedimiento lento para cada paso. Sabes que, si cumples todo al pie de la letra, el avance será pequeño pero nadie te reclamará. Si buscas al colega clave y acuerdan moverse por fuera del protocolo, el plan avanza pero rompes reglas, generas desconfianza y te expones a llamados formales si algo sale mal. ¿Qué priorizas?",
    "notes": "Modulo 5 Video B09 batch 01 item 3",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q004",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Un compañero retrasa un proyecto clave, pero tu supervisor decide asumir la responsabilidad ante los directivos. Luego, un director te llama para pedir detalles. Si repites la versión general, respaldas a tu jefe y al compañero, pero omites detalles importantes. Si cuentas lo que realmente ocurrió, ayudas a mejorar procesos, pero podrías generar incomodidad y tensión en el equipo. ¿Cómo respondes?",
    "notes": "Modulo 5 Video B09 batch 01 item 4",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 66,
    "char_count": 404,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q005",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "La empresa organiza una jornada en fin de semana. En el mensaje se dice que es voluntaria pero tu supervisor recalca que espera ver a todo tu equipo presente. Si vas, cedes tu descanso y cambias planes personales pero refuerzas tu imagen de compromiso. Si no asistes, cuidas tu equilibrio y la familia pero puedes ser visto como poco involucrado frente a dirección. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 5",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 377,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q006",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "En tu equipo hay un especialista talentoso cuya actitud cínica contamina las reuniones: bromea sobre la firma, critica decisiones y lo imitan cada día. Si callas, evitas un conflicto y sigues trabajando cómodo pero normalizas el ambiente tóxico en tu equipo. Si hablas con él y con tu supervisor, pides límites y apoyo, aceptas tensión real, miradas incómodas y que te vean como rígido. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 6",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q007",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Te ofrecen un ascenso que incluye mudarte de ciudad y asumir un rol que no te entusiasma. Si aceptas, mejoras sueldo y visibilidad pero te alejas de tu red de apoyo, cambias de entorno y pasas años en tareas que no disfrutas. Si rechazas, cuidas tu bienestar y la estabilidad actual pero puedes quedar etiquetado como poco ambicioso y perder opciones de crecimiento internas. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 7",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 384,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q008",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu supervisor te pide acompañar de cerca a una persona nueva que llega perdida y no logra integrarse. Si aceptas ser su referente, dedicarás horas a explicarle procesos, responder dudas y ajustar tareas, con riesgo de atrasar tus proyectos y quedarte trabajando más tarde. Si te niegas o haces solo lo mínimo, mantienes tu ritmo pero dejas al nuevo aislado y dañas la imagen de apoyo del equipo. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 8",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 68,
    "char_count": 395,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q009",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "En una reunión de equipo, tu supervisor presenta un plan que consideras débil y difícil de ejecutar. Después, compañeros te dicen en privado que piensan lo mismo pero prefieren no meterse. Si callas, proteges tu imagen y mantienes la armonía pero el grupo sigue una ruta que ves equivocada. Si planteas tus dudas con respeto y propones ajustes, asumes quedar marcado como pesimista y frenar proyectos visibles. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 01 item 9",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 395,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q010",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Necesitas datos de otra área para cerrar un reporte, pero nadie responde a tus correos. El cierre del proyecto está muy cerca. Si solo sigues insistiendo por correo, evitas fricciones pero comprometes la entrega a tiempo. Si escalas el tema con tu supervisor ahora, proteges el objetivo, pero podrías ser visto como poco colaborativo y afectar la relación futura. ¿Qué eliges?",
    "notes": "Modulo 5 Video B09 batch 01 item 10",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 66,
    "char_count": 404,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B09-q011",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "En un cambio digital te asignan un plan clave donde tus jefes piden metas rápidas aunque los pasos sigan mal. Si cumples todo sin cuestionar, mantienes buena imagen y evitas roces pero sabes que el cambio queda débil. Si pides ordenar el trabajo y plazos claros enfrentas rechazo, gestos tensos y riesgo de quedar visto como difícil ante la dirección. ¿Qué haces y qué priorizas?",
    "notes": "Modulo 5 Video B09 batch 02 item 11",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q012",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu empresa organiza una reunión sobre cultura hoy y te encargan definir el mensaje. Si propones un mensaje suave pero vacío, todos salen contentos y nadie se incomoda, pero se esconden problemas del clima. Si incluyes temas de carga laboral y confianza en la empresa, puedes tensar la reunión, ver caras tensas y quedar visto como difícil ante tus jefes. ¿Qué priorizas y por qué?",
    "notes": "Modulo 5 Video B09 batch 02 item 12",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q013",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "La empresa lanza un plan para cuidar la cultura y te pide guiar talleres con varios equipos. Si armas juegos ligeros para evitar quejas, las reuniones se ven calmas pero se esconden roces y poca confianza. Si invitas a hablar con sinceridad y dejas por escrito los temas difíciles, arriesgas silencios, caras tensas y que te vean como quien abre problemas duros. ¿Cómo actúas hoy?",
    "notes": "Modulo 5 Video B09 batch 02 item 13",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q014",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu empresa revisa planes de desarrollo y te pide opinar qué cursos serán fijos. Si apoyas talleres breves, la asistencia sube y la gente sale en calma, pero quedan fuera temas de carga y liderazgo. Si propones abrir espacios para hablar de fallos y fijar cambios asumes incomodar a mandos, ver caras tensas y quedar visto como quien traba algo que otros quieren ya. ¿Qué propones?",
    "notes": "Modulo 5 Video B09 batch 02 item 14",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 66,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q015",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Te asignan un proyecto clave para revisar procesos. Parte del equipo quiere cerrar rápido el análisis para mostrar avances y no tensar la relación con otras áreas. Si sigues esa línea, conservas buena imagen pero se dejan fuera problemas diarios. Si insistes en profundizar y anotar riesgos, asumes atrasos, reuniones duras y el rótulo de pesimista ante tus jefes hoy. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 02 item 15",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 62,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q016",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Te suman a un equipo que arma un evento para reforzar la imagen de la empresa. Algunos proponen forma alegre con mensajes suaves sin hablar de conflictos. Si aceptas esa idea, el evento queda bien pero se ocultan tensiones y dudas sobre pertenencia. Si propones un espacio corto para nombrar fallos cortas la fiesta y puedes quedar visto como quien trae problemas. ¿Qué eliges?",
    "notes": "Modulo 5 Video B09 batch 02 item 16",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 64,
    "char_count": 377,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q017",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu empresa prepara eventos para fortalecer la cultura y te piden definir la dinámica. Varios quieren centrarse en historias de éxito sin mencionar tensiones. Si sigues esa línea, el ambiente será festivo pero reforzarás una imagen poco realista. Si propones hablar también de fallos y aprendizajes, arriesgas incomodidad, retrasos y quedar señalado como quien ensucia la celebración. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 02 item 17",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 60,
    "char_count": 363,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q018",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Estás en un comité de eventos internos para cuidar el apego laboral. Parte del grupo quiere actividades lúdicas y fotos, sin temas difíciles. Si apoyas eso, tendrás visibilidad y diversión, pero ignorarás prácticas que dañan el compromiso. Si insistes en espacios serios para escuchar a la gente y acordar cambios, arriesgas bajar el entusiasmo y ser visto como excesivamente crítico. ¿Qué priorizas?",
    "notes": "Modulo 5 Video B09 batch 02 item 18",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 61,
    "char_count": 366,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q019",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Tu empresa enfrenta un problema serio de confianza y buscas soluciones en un grupo. Algunos proponen arreglos rápidos para mejorar indicadores visibles sin revisar causas profundas. Si apoyas eso, ganas reputación rápida pero el malestar sigue intacto. Si impulsas cambios exigentes sobre hábitos y transparencia, asumes discusiones duras, más trabajo y quedar asociado a decisiones impopulares ante la dirección. ¿Qué camino eliges?",
    "notes": "Modulo 5 Video B09 batch 02 item 19",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 62,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q020",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "refactored_text": "Buscas resolver un problema crítico cuidando la cultura. La opción cómoda es cumplir plazos y mostrar resultados rápidos, dejando temas de confianza para después. Si eliges eso, evitas fricciones y recibes reconocimiento, pero el clima tenso se mantiene. Si decides abrir conversaciones sobre errores y responsabilidades, aceptas alargar reuniones, enfrentar resistencias y quedar como quien complica un proyecto presionado. ¿Qué haces?",
    "notes": "Modulo 5 Video B09 batch 02 item 20",
    "sot_checksum": "4fbf1b126031371d56566d8fe646ea967b504ffa06a5a53018f1902e687611e1",
    "word_count": 61,
    "char_count": 372,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": ""
  },
  {
    "id": "block-B09-q021",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está diseñando programas de desarrollo para los empleados y contribuyes a procesos de mejora de estos programas. Varios compañeros están participando en el diseño y hay diferentes opciones sobre qué incluir. ¿Cómo manejarías esta situación? Explica tu razonamiento.",
    "refactored_text": "Lideras el diseño del programa de desarrollo anual y tu jefe presiona para incluir talleres genéricos que lucen bien en reportes pero aportan poco. Si propones contenido técnico real alargas el proyecto dos meses y tu evaluación semestral sufre; si cedes entregas rápido pero tu reputación como líder se daña. Que priorizas y por que?",
    "word_count": 60,
    "char_count": 351,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (evaluación sufre), sin banned words"
  },
  {
    "id": "block-B09-q022",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está desarrollando proyectos estratégicos importantes y contribuyes a procesos de mejora de estos proyectos. Varios compañeros están involucrados en la planificación y hay diferentes enfoques posibles. ¿Cómo responderías? Explica tu razonamiento.",
    "refactored_text": "Coordinas un proyecto con fecha fija y el equipo técnico pide cuatro semanas más para validar la solución. Si escalas a la dirección reconoces el riesgo pero frustras al gerente comercial; si autorizas lanzamiento sin validación evitas conflicto pero asumes responsabilidad si falla. Como justificas tu decision?",
    "word_count": 51,
    "char_count": 320,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (frustración, responsabilidad), sin banned words"
  },
  {
    "id": "block-B09-q023",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está organizando eventos corporativos importantes y te involucras en equipos que impulsan estos eventos. Varios compañeros están participando y hay diferentes opciones sobre cómo organizarlos. ¿Cómo manejarías esta situación? Explica tu razonamiento.",
    "refactored_text": "Organizas el evento anual y el proveedor confirmado cancela una semana antes. Contratar reemplazo de calidad cuesta el doble y enfrentarás críticas por sobrecosto en tu evaluación; usar proveedor económico mantiene el presupuesto pero arriesga la experiencia del equipo y daña tu imagen como organizador. Que haces y por que?",
    "word_count": 55,
    "char_count": 343,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (críticas, evaluación), sin banned words"
  },
  {
    "id": "block-B09-q024",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está organizando eventos corporativos que fortalecen la cultura y contribuyes al desarrollo de estos eventos. Varios compañeros están participando y hay diferentes enfoques sobre cómo estructurarlos. ¿Cuál enfoque considerarías más efectivo? Explica tu razonamiento.",
    "refactored_text": "Diseñas actividades culturales y varios empleados piden temas de equilibrio vida-trabajo, pero tu supervisor prefiere enfoque en productividad. Si defiendes los temas solicitados generas tensión con tu supervisor y afecta tu evaluación; si sigues su línea ignoras la voz del equipo y pierdes credibilidad como facilitador. Que priorizas y por que?",
    "word_count": 57,
    "char_count": 362,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (tensión, evaluación), sin banned words"
  },
  {
    "id": "block-B09-q025",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está organizando eventos corporativos importantes y participas en estos eventos que fortalecen la cultura. Hay varias opciones sobre qué tipo de eventos organizar y diferentes compañeros tienen preferencias distintas. ¿Cómo decidirías? Explica tu razonamiento.",
    "refactored_text": "Coordinas eventos corporativos y el equipo comercial pide actividades competitivas mientras el área técnica prefiere talleres colaborativos. Si priorizas talleres frustras a comercial y tu jefe señala falta de visión de negocios; si eliges competencias ignoras a técnicos y dañas el ambiente del área que más necesita integración. Como justificas tu decision?",
    "word_count": 58,
    "char_count": 367,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (frustración, señalamiento), sin banned words"
  },
  {
    "id": "block-B09-q026",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa enfrenta un problema importante que requiere resolución y contribuyes a la innovación para resolverlo. Varios compañeros están trabajando en la solución y hay diferentes enfoques posibles. ¿Qué factores considerarías más importantes en tu decisión? Explica tu razonamiento.",
    "refactored_text": "Un problema crítico amenaza la operación y propones solución innovadora que requiere dos semanas de implementación. Tu gerente presiona por solución rápida aunque temporal que resuelve hoy pero genera trabajo manual permanente. Si insistes retrasas la solución y enfrentas críticas por lentitud; si cedes condenas al equipo a trabajo repetitivo. Que haces y por que?",
    "word_count": 61,
    "char_count": 376,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (críticas, lentitud), sin banned words"
  },
  {
    "id": "block-B09-q027",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está resolviendo un problema importante y participas en eventos que fortalecen la cultura mientras trabajan en la solución. Varios compañeros están involucrados y hay diferentes estrategias posibles. ¿Cómo responderías? Explica tu razonamiento.",
    "refactored_text": "Durante una crisis tu jefe pide que sigas organizando actividades culturales para mantener la moral, pero el equipo técnico necesita apoyo concentrado en resolver el problema. Si mantienes las actividades cumples con tu jefe pero ignoras la presión del equipo; si las suspendes priorizas lo urgente pero enfrentas críticas por falta de compromiso cultural. Como justificas tu decision?",
    "word_count": 65,
    "char_count": 377,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (críticas, compromiso), sin banned words"
  },
  {
    "id": "block-B09-q028",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está mejorando la cultura empresarial y participas en eventos que fortalecen estos cambios culturales. Varios compañeros están involucrados y hay diferentes elementos que podrían ser críticos para el éxito de estos eventos. ¿Qué elementos considerarías más importantes? Explica tu razonamiento.",
    "refactored_text": "Facilitas un evento de cambio cultural y un gerente senior domina la conversación impidiendo que otros participen. Si lo interrumpes públicamente defiendes la inclusión pero generas tensión con alguien influyente; si lo dejas continuar evitas conflicto pero el evento fracasa y tu facilitación queda como débil. Que priorizas y por que?",
    "word_count": 56,
    "char_count": 345,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (tensión con influyente), sin banned words"
  },
  {
    "id": "block-B09-q029",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está implementando procesos de mejora importantes y participas en actividades que promueven estos procesos. Varios compañeros están involucrados y hay diferentes acciones posibles. ¿Cómo responderías? Explica tu razonamiento.",
    "refactored_text": "Lideras implementación de un proceso mejorado y tres empleados senior resisten el cambio argumentando que el método anterior funciona. Si impones el nuevo proceso cumples el objetivo pero generas resentimiento y afectas el clima; si negocias y adaptas ganas su apoyo pero entregas versión diluida que tu jefe verá como debilidad. Como justificas tu decision?",
    "word_count": 63,
    "char_count": 377,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (resentimiento, clima), sin banned words"
  },
  {
    "id": "block-B09-q030",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está formando equipos multidisciplinarios para proyectos importantes y participas activamente en estas iniciativas. Varios compañeros están involucrados y hay diferentes estrategias posibles. ¿Qué estrategia seguirías? Explica tu razonamiento.",
    "refactored_text": "Armas un equipo multidisciplinario y tu jefe pide incluir a un colega con buena relación con él pero historial de bajo desempeño. Si lo incluyes mantienes relación con tu jefe pero arriesgas el proyecto y frustras a los comprometidos; si lo excluyes defiendes la calidad pero tu jefe lo tomará personal y afectará tu evaluación. Que haces y por que?",
    "word_count": 66,
    "char_count": 377,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (personal, evaluación), sin banned words"
  },
  {
    "id": "block-B09-q031",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está formando equipos multidisciplinarios y participas en actividades que promueven la colaboración entre estos equipos. Varios compañeros están involucrados y hay diferentes enfoques posibles. ¿Qué principios te guiarían en tu respuesta? Explica tu razonamiento.",
    "refactored_text": "Facilitas colaboración entre equipos y descubres que un área acapara recursos sin compartir resultados. Si confrontas públicamente la situación defiendes la equidad pero generas conflicto con el gerente influyente; si lo manejas en privado evitas escalamiento pero los otros equipos ven tu liderazgo como débil y pierdes credibilidad. Como justificas tu decision?",
    "word_count": 60,
    "char_count": 373,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (conflicto con influyente), sin banned words"
  },
  {
    "id": "block-B09-q032",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está implementando una transformación digital importante y te involucras en decisiones estratégicas sobre qué tecnologías adoptar para esta transformación. Varios compañeros están participando y hay diferentes decisiones posibles. ¿Cómo manejarías esta situación? Explica tu razonamiento.",
    "refactored_text": "Evalúas herramientas para transformación digital y la opción técnica superior requiere capacitación de seis semanas mientras la básica se implementa en dos. Si eliges la robusta retrasas el cronograma y enfrentas presión de la dirección; si optas por la básica cumples el plazo pero limitas capacidades futuras y tu decisión queda cuestionada. Que priorizas y por que?",
    "word_count": 61,
    "char_count": 372,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (presión dirección, cuestionamiento), sin banned words"
  },
  {
    "id": "block-B09-q033",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está definiendo la estrategia organizacional para los próximos años y participas en eventos que fortalecen esta estrategia. Varios compañeros están involucrados y hay diferentes aspectos a considerar. ¿Qué aspectos evaluarías como más relevantes? Explica tu razonamiento.",
    "refactored_text": "Participas en definición estratégica y detectas que las metas son demasiado agresivas para la capacidad del equipo. Si señalas esta brecha evidencias limitaciones pero tu jefe lo verá como falta de ambición y afectará tu evaluación; si callas evitas fricción pero el equipo enfrentará metas inalcanzables y la frustración crecerá. Como justificas tu decision?",
    "word_count": 60,
    "char_count": 360,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (afectará evaluación, frustración), sin banned words"
  },
  {
    "id": "block-B09-q034",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está realizando reuniones de planificación importantes y participas en actividades que promueven la participación en estas reuniones. Varios compañeros están involucrados y hay diferentes estrategias posibles. ¿Qué opciones considerarías? Explica tu razonamiento.",
    "refactored_text": "Facilitas reuniones de planificación y dos empleados junior tienen ideas valiosas pero no participan porque los senior dominan la conversación. Si les das espacio directo interrumpes el flujo y los senior se molestan afectando el clima; si dejas que continúe pierdes contribuciones importantes y tu facilitación queda como inefectiva. Que haces y por que?",
    "word_count": 60,
    "char_count": 371,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (molestar senior, clima), sin banned words"
  },
  {
    "id": "block-B09-q035",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está organizando eventos corporativos importantes y te involucras en la selección de temas y formatos para estos eventos. Varios compañeros están participando y hay diferentes opciones sobre qué tipo de contenido incluir. ¿Cómo manejarías esta situación? Explica tu razonamiento.",
    "refactored_text": "Seleccionas contenido del evento trimestral y el equipo pide desarrollo personal mientras la dirección exige enfoque en resultados financieros. Si priorizas desarrollo personal respondes a la necesidad real pero tu jefe cuestionará tu criterio y afectará tu evaluación; si sigues la línea directiva cumples expectativas pero ignoras lo que el equipo necesita. Que priorizas y por que?",
    "word_count": 61,
    "char_count": 375,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (cuestionamiento, evaluación), sin banned words"
  },
  {
    "id": "block-B09-q036",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está resolviendo un problema importante y contribuyes al desarrollo de la cultura mientras trabajan en la solución. Varios compañeros están involucrados y hay diferentes enfoques posibles. ¿Cómo responderías? Explica tu razonamiento.",
    "refactored_text": "Durante una crisis tu jefe pide mantener actividades culturales para proyectar normalidad, pero el equipo operativo está saturado y necesita que el esfuerzo se concentre en resolver el problema. Si mantienes las actividades cumples la directriz pero desconectas de la realidad; si las pospones priorizas lo urgente pero enfrentas críticas por falta de compromiso cultural. Como justificas tu decision?",
    "word_count": 64,
    "char_count": 380,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (desconexión, críticas), sin banned words"
  },
  {
    "id": "block-B09-q037",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está organizando eventos corporativos importantes y participas en decisiones estratégicas sobre cómo estructurar estos eventos. Varios compañeros están involucrados y hay diferentes acciones posibles. ¿Cómo responderías? Explica tu razonamiento.",
    "refactored_text": "Estructuras el evento anual y el proveedor conocido ofrece paquete con veinte por ciento de sobrecosto mientras uno nuevo ofrece precio ajustado sin referencias. Si eliges el conocido cumples estándares pero excedes presupuesto y enfrentas críticas financieras; si pruebas al nuevo mantienes presupuesto pero arriesgas la experiencia y tu reputación. Que haces y por que?",
    "word_count": 60,
    "char_count": 373,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (críticas financieras, reputación), sin banned words"
  },
  {
    "id": "block-B09-q038",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está implementando procesos de mejora importantes y te involucras en proyectos estratégicos relacionados con estos procesos. Varios compañeros están participando y hay diferentes principios que podrían guiar estas iniciativas. ¿Qué principios te guiarían en tu respuesta? Explica tu razonamiento.",
    "refactored_text": "Lideras un proyecto de mejora y descubres que el proceso actual tiene un paso innecesario que consume tres horas semanales por persona. Si lo eliminas optimizas la operación pero cuestionas el diseño del gerente anterior que ahora es tu jefe; si lo mantienes evitas conflicto pero perpetúas ineficiencia y tu liderazgo queda como superficial. Como justificas tu decision?",
    "word_count": 63,
    "char_count": 366,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (cuestionar al jefe, superficialidad), sin banned words"
  },
  {
    "id": "block-B09-q039",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está formando equipos multidisciplinarios y te involucras en proyectos estratégicos con estos equipos. Varios compañeros están participando y hay diferentes estrategias posibles. ¿Qué estrategia seguirías? Explica tu razonamiento.",
    "refactored_text": "Coordinas un equipo multidisciplinario y dos áreas tienen conflicto histórico que amenaza la colaboración del proyecto. Si los confrontas para resolverlo expones el problema pero ambos gerentes pueden verte como entrometido; si trabajas alrededor del conflicto avanzas sin fricciones pero el proyecto pierde potencial y tu coordinación queda limitada. Que priorizas y por que?",
    "word_count": 59,
    "char_count": 362,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (verte entrometido, limitación), sin banned words"
  },
  {
    "id": "block-B09-q040",
    "module_id": 5,
    "block_id": "B09",
    "type": "video",
    "raw_text": "Tu empresa está organizando actividades de team building importantes y participas en actividades que promueven estas iniciativas. Varios compañeros están involucrados y hay diferentes estrategias posibles. ¿Qué estrategias desarrollarías? Explica tu razonamiento.",
    "refactored_text": "Organizas actividades de integración y varios empleados piden formatos virtuales para quienes trabajan remoto, pero tu jefe insiste en eventos presenciales. Si incluyes virtuales atiendes la inclusión pero tu jefe lo verá como debilitar la presencialidad; si mantienes solo presencial cumples la directriz pero excluyes a parte del equipo y pierdes credibilidad. Como justificas tu decision?",
    "word_count": 60,
    "char_count": 367,
    "length_status": "ok",
    "audit_status": "ok",
    "audit_notes": "Dos caminos claros, costo de integridad explícito (debilitar presencialidad, exclusión), sin banned words"
  },
  {
    "id": "block-B10-q001",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Para el evento anual te asignan un colega difícil que critica tus ideas frente al equipo. Tu supervisor valora la armonía y espera que lo resuelvas sin escalar. Confrontarlo podría empeorar el conflicto pero ceder sin más afectaría tu posición. Buscar entendimiento tomaría tiempo y quizás no funcione. ¿Qué decides cuando la colaboración parece imposible pero es obligatoria?",
    "options_structured": {
      "integrity_correct": "Buscas entender su perspectiva e integrar sus ideas, aunque esto signifique que tu jefe vea el proyecto como logro de él y tu próxima evaluación refleje menos tu aporte individual.",
      "pragmatic_distractor": "Te enfocas en ejecutar tu parte con excelencia, documentando claramente tus contribuciones para que queden registradas.",
      "evasive_distractor": "Mantienes distancia profesional y dejas que cada quien entregue su parte sin forzar una colaboración artificial.",
      "rationalized_distractor": "Planteas a tu supervisor que la dinámica actual afecta el proyecto, proponiendo roles más claros para evitar roces."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 58,
    "char_count": 376,
    "length_status": "ok",
    "length_note": "58w, 376c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q002",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La dirección anuncia una nueva visión estratégica que consideras vaga. El director general pide confianza sin ofrecer un plan concreto. Tienes preguntas incómodas pero hacerlas podría etiquetarte como resistente al cambio. Callar implica aceptar algo que no entiendes. Otros comparten dudas en privado pero nadie habla. ¿Arriesgas tu imagen cuestionando o sigues la corriente esperando claridad?",
    "options_structured": {
      "integrity_correct": "Pides públicamente que aclaren métricas y pasos concretos, sabiendo que el director general recordará tu nombre como el que cuestionó y esto pesará en futuras decisiones sobre ti.",
      "pragmatic_distractor": "Alineas tu trabajo con los nuevos objetivos y esperas que los detalles se aclaren conforme avance la implementación.",
      "evasive_distractor": "Conversas con colegas de confianza para validar si tus preocupaciones tienen sentido antes de exponerte.",
      "rationalized_distractor": "Te concentras en ejecutar tus responsabilidades actuales con excelencia, demostrando valor independiente de la estrategia."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 56,
    "char_count": 395,
    "length_status": "ok",
    "length_note": "56w, 395c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q003",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un proyecto interdepartamental urgente requiere seguir un proceso de aprobación largo. Conoces a alguien clave que podría acelerar todo con un atajo, pero saltarte el protocolo molestaría a otros equipos que sí lo siguieron. Tu jefe presiona por resultados rápidos. El procedimiento existe por buenas razones pero el plazo es real. ¿Cumples el proceso aunque afecte tu evaluación o priorizas velocidad?",
    "options_structured": {
      "integrity_correct": "Sigues el procedimiento formal aunque el proyecto se retrase dos semanas, tu jefe exprese frustración abierta contigo y esto aparezca como incumplimiento en tu evaluación trimestral.",
      "pragmatic_distractor": "Usas tu contacto para agilizar el proceso, asegurándote de documentar las aprobaciones verbales para tener respaldo.",
      "evasive_distractor": "Consultas con tu jefe explicando las opciones y dejando que él decida qué camino tomar.",
      "rationalized_distractor": "Sigues el proceso pero aceleras los pasos que controlas, reduciendo tiempos internos donde puedas."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 61,
    "char_count": 402,
    "length_status": "ok",
    "length_note": "61w, 402c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q004",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero comete un error que retrasa el proyecto. En la reunión con dirección, tu supervisor asume la culpa para proteger al equipo sin dar detalles. Después, un director te pregunta directamente qué salió mal. Decir la verdad expondría al compañero y contradiría a tu supervisor. Mentir te hace cómplice. El silencio parece sospechoso. ¿Qué respondes cuando la lealtad y la honestidad chocan?",
    "options_structured": {
      "integrity_correct": "Explicas que hubo fallas en coordinación del equipo sin señalar a nadie, aunque el director insista y tu supervisor después te reclame por no respaldar su versión completamente.",
      "pragmatic_distractor": "Confirmas la versión de tu supervisor mostrando que el equipo asume responsabilidad colectiva.",
      "evasive_distractor": "Respondes de forma general que estás enfocado en las soluciones y prefieres no entrar en detalles del pasado.",
      "rationalized_distractor": "Explicas los hechos objetivamente, confiando en que la transparencia es mejor para todos a largo plazo."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 63,
    "char_count": 397,
    "length_status": "ok",
    "length_note": "63w, 397c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q005",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza un evento de innovación el fin de semana. Es voluntario pero tu supervisor menciona que espera ver a los miembros comprometidos del equipo. Tienes el cumpleaños de tu hijo ese día. Asistir demostraría compromiso pero fallarías a tu familia. No ir podría afectar cómo te perciben para el ascenso que viene. Otros esperan ver qué decides tú primero. ¿Qué eliges?",
    "options_structured": {
      "integrity_correct": "Asistes al evento perdiendo el cumpleaños de tu hijo, sabiendo que tu pareja estará molesta semanas y tu hijo recordará que no estuviste en su día especial.",
      "pragmatic_distractor": "Asistes unas horas por la mañana para mostrar presencia y luego te vas a la celebración familiar.",
      "evasive_distractor": "Avisas con anticipación que tienes un compromiso familiar ineludible y ofreces contribuir de otra forma.",
      "rationalized_distractor": "Propones a tu supervisor una forma alternativa de demostrar compromiso que no requiera ese fin de semana específico."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 63,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "63w, 380c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q006",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En tu equipo hay un experto técnico muy talentoso pero con actitud cínica que afecta la moral. Sus quejas constantes sobre la empresa crean un ambiente tenso. Otros evitan confrontarlo por su conocimiento crítico. Hablarle directamente podría generar conflicto con alguien que controla información clave para tu trabajo. Tu productividad y la del equipo sufren. ¿Intervienes o dejas que otros actúen?",
    "options_structured": {
      "integrity_correct": "Hablas con él directamente sobre el impacto de su actitud, arriesgando que después te niegue apoyo técnico en momentos críticos y tu proyecto sufra por falta de su cooperación.",
      "pragmatic_distractor": "Te enfocas en tu trabajo y desarrollas fuentes alternativas de conocimiento técnico para no depender solo de él.",
      "evasive_distractor": "Mantienes una relación cordial sin confrontar, priorizando tener acceso a su expertise cuando lo necesites.",
      "rationalized_distractor": "Comentas la situación con tu supervisor para que él decida si intervenir, sin exponerte directamente."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 61,
    "char_count": 400,
    "length_status": "ok",
    "length_note": "61w, 400c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q007",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te ofrecen un ascenso que requiere trasladarte a otra ciudad y aceptar un rol en un departamento que no te interesa. Rechazarlo cerraría puertas: tu jefe ya dijo que quien rechaza oportunidades no está listo para crecer. El salario es mejor pero el costo personal es alto. Tu pareja tendría que dejar su trabajo. Aceptar demuestra compromiso pero sacrifica tu vida actual. ¿Carrera o estabilidad familiar?",
    "options_structured": {
      "integrity_correct": "Rechazas el traslado priorizando a tu familia, sabiendo que tu jefe te etiquetará como poco ambicioso y pasarán años antes de que te consideren para otra promoción.",
      "pragmatic_distractor": "Aceptas viendo la oportunidad de crecimiento y confías en que tu familia se adaptará al cambio.",
      "evasive_distractor": "Pides tiempo para pensarlo mientras exploras si hay otras opciones de crecimiento sin traslado.",
      "rationalized_distractor": "Propones una alternativa: aceptar el rol con viajes frecuentes en lugar de traslado permanente."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 66,
    "char_count": 405,
    "length_status": "ok",
    "length_note": "66w, 405c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q008",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu supervisor te pide ser mentor de un empleado nuevo con dificultades para integrarse. Dedicarle tiempo real afectará tus entregas este trimestre. Tienes metas agresivas y tu bono depende de cumplirlas. Ayudarlo beneficia al equipo pero tu compensación sufrirá. El nuevo empleado fue contratado por recomendación del director, así que su éxito importa políticamente. ¿Sacrificas tu bono por el bien colectivo?",
    "options_structured": {
      "integrity_correct": "Inviertes el tiempo necesario para mentorearlo bien, aceptando que no cumplirás todas tus metas y tu bono trimestral será significativamente menor.",
      "pragmatic_distractor": "Le dedicas tiempo limitado y estructurado, dándole recursos para que avance solo mientras cumples tus entregas.",
      "evasive_distractor": "Aceptas el rol pero delegas parte del mentoreo a otros colegas que tienen más disponibilidad.",
      "rationalized_distractor": "Planteas a tu supervisor que necesitas ajuste en tus metas si vas a dedicar tiempo significativo al mentoreo."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 61,
    "char_count": 410,
    "length_status": "ok",
    "length_note": "61w, 410c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q009",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu supervisor presenta una iniciativa que ves claramente destinada al fracaso. Después, compañeros expresan en privado su acuerdo contigo. Tienes ideas para mejorarla pero tu supervisor es conocido por no tolerar que lo contradigan. Quedarte callado significa ver fallar algo que podrías evitar. Tu próxima promoción depende de su recomendación. ¿Hablas y arriesgas su apoyo o guardas silencio?",
    "options_structured": {
      "integrity_correct": "Expresas tus preocupaciones en privado con propuestas concretas, sabiendo que tu supervisor probablemente lo tome como desafío y esto afecte la recomendación que necesitas para tu promoción.",
      "pragmatic_distractor": "Apoyas la iniciativa públicamente mientras documentas tus observaciones por si necesitas mostrarlas después.",
      "evasive_distractor": "Esperas a ver cómo evoluciona antes de opinar, preparando alternativas por si las piden.",
      "rationalized_distractor": "Compartes tus ideas como sugerencias complementarias, enmarcándolas como mejoras a su propuesta original."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 58,
    "char_count": 394,
    "length_status": "ok",
    "length_note": "58w, 394c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q010",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu equipo depende de otro departamento para datos cruciales en proyecto urgente. El otro equipo no cumple plazos y no responde tus mensajes. El procedimiento es escalar a tu supervisor pero el líder del otro equipo es amigo cercano de tu jefe. Presionar formalmente crearía tensión entre ellos. Tu jefe espera resultados sin excusas. Buscar alternativas consume tiempo que no tienes. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Escalas formalmente el incumplimiento aunque esto genere conflicto entre tu jefe y su amigo, y tu jefe después te culpe por crear una situación incómoda para él.",
      "pragmatic_distractor": "Buscas un contacto informal en el otro equipo para agilizar sin pasar por canales oficiales.",
      "evasive_distractor": "Desarrollas una solución alternativa con datos aproximados para no depender de ellos.",
      "rationalized_distractor": "Informas a tu jefe la situación y dejas que él decida cómo manejar la relación con el otro equipo."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 63,
    "char_count": 399,
    "length_status": "ok",
    "length_note": "63w, 399c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q11",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza jornadas de ideas los sábados sin pago extra. Tu jefe dice que espera ver a los más comprometidos ahí. Varios van solo una hora por cumplir y se van. Ir en serio te cuesta el fin de semana pero no ir te deja mal visto por los jefes cuando toque hablar de ascensos o de quién va a los proyectos clave del año. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Asistes en serio aunque pierdas tu fin de semana y algunos te vean como exagerado, porque crees que aportar a la empresa vale la pena.",
      "pragmatic_distractor": "Vas las primeras dos horas con buena cara y te retiras discreto, confiando en que con eso basta para que te noten.",
      "evasive_distractor": "Preguntas a otros qué tan estricta es la cosa antes de comprometerte, esperando que alguien diga que no ir está bien.",
      "rationalized_distractor": "Decides no ir diciendo que tu trabajo diario ya demuestra tu compromiso, y que el descanso te hace rendir mejor después."
    },
    "word_count": 68,
    "char_count": 337,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Tema: pertenencia vs tiempo personal",
    "sot_checksum": "M5_OPT_SOT_v1"
  },
  {
    "id": "block-B10-q12",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa cambia a trabajo mixto con menos días en oficina cada semana. Los empleados más antiguos lo critican en voz alta y dicen que daña la unión del grupo y la forma de colaborar. A ti te gusta el cambio pero si lo dices te pueden aislar del grupo de siempre. Tu jefe te pide que hables claro de tu postura en la junta de área. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Dices lo que piensas aunque algunos colegas veteranos se molesten contigo, porque crees que el cambio ayuda al equipo a largo plazo.",
      "pragmatic_distractor": "Dices que ves cosas buenas y malas en ambos lados, quedándote neutral para no enemistarte con nadie del grupo.",
      "evasive_distractor": "Pides más tiempo para ver el impacto antes de opinar, esperando que otros hablen primero y así reduces tu exposición.",
      "rationalized_distractor": "Mencionas que respetas la decisión de arriba pero sugieres revisar en seis meses, evitando tomar postura clara hoy."
    },
    "word_count": 69,
    "char_count": 344,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Tema: adaptacion a cambios vs presion social",
    "sot_checksum": "M5_OPT_SOT_v1"
  },
  {
    "id": "block-B10-q13",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu área se fusiona con otra cuyo jefe es difícil de tratar según todos dicen. Varios de tus colegas van a irse ya para evitar el problema. Quedarte implica meses duros de prueba sin garantía de nada y reconstruir tu imagen desde cero con gente nueva. Si te vas ahora te dan liquidación completa pero pierdes todo lo que has construido aquí en años de esfuerzo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te quedas y trabajas para adaptarte al nuevo jefe aunque implique meses de incertidumbre y reconstruir tu reputación desde cero.",
      "pragmatic_distractor": "Te quedas pero empiezas a buscar opciones afuera en paralelo, manteniendo alternativas abiertas sin comprometerte del todo.",
      "evasive_distractor": "Hablas con colegas para ver qué deciden ellos primero, esperando seguir la tendencia mayoritaria antes de actuar.",
      "rationalized_distractor": "Decides esperar los primeros tres meses para evaluar si el cambio funciona antes de invertir energía extra."
    },
    "word_count": 68,
    "char_count": 372,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Tema: permanencia ante reestructuracion",
    "sot_checksum": "M5_OPT_SOT_v1"
  },
  {
    "id": "block-B10-q14",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "El equipo adopta un nuevo método de trabajo que no te convence nada después de verlo en acción. El director lo promueve con ganas y espera que todos lo apoyen en público sin cuestionarlo. Si criticas te van a ver como el que frena todo y no se adapta. Varios piensan igual que tú pero nadie dice nada en las juntas porque temen las represalias del jefe. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Expresas tus dudas de forma constructiva en la junta aunque el director se moleste, porque crees que el feedback honesto ayuda al equipo.",
      "pragmatic_distractor": "Apoyas el método en público mientras haces ajustes silenciosos en tu área, evitando pelear de frente con la dirección.",
      "evasive_distractor": "Esperas a ver cómo reaccionan otros líderes antes de dar tu opinión, dejando que otros prueben las aguas primero.",
      "rationalized_distractor": "Decides dar al método un trimestre completo antes de juzgar, diciendo que es muy pronto para criticar sin datos."
    },
    "word_count": 69,
    "char_count": 365,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Tema: adaptacion a cambios metodologicos",
    "sot_checksum": "M5_OPT_SOT_v1"
  },
  {
    "id": "block-B10-q15",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Hay un evento de la empresa un sábado con actividades de equipo y charlas importantes de los directores generales. Es voluntario pero tu jefe dice que arriba van a notar quién va y quién no participa. Ese día tienes planes con tu familia que deberías cancelar si decides ir. No ir puede afectar tu visibilidad cuando haya puestos nuevos o proyectos especiales. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Vas al evento completo cancelando lo de tu familia, porque valoras genuinamente construir lazos con el equipo y la dirección.",
      "pragmatic_distractor": "Vas las primeras horas para las charlas clave y te retiras discreto para cumplir parcialmente con ambos compromisos.",
      "evasive_distractor": "Preguntas a colegas cercanos qué van a hacer antes de decidir, esperando que la mayoría tenga excusas para no ir.",
      "rationalized_distractor": "Envías un mensaje explicando tu situación familiar y propones compensar con más presencia en el próximo evento."
    },
    "word_count": 65,
    "char_count": 374,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Tema: balance vida-trabajo vs pertenencia",
    "sot_checksum": "M5_OPT_SOT_v1"
  },
  {
    "id": "block-B10-q16",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden unirte a un proyecto clave con un equipo de otra sede con el que has tenido roces fuertes en el pasado. Si sale bien te ven los de arriba pero es casi seguro que habrá tensiones serias que pueden dañar tu evaluación anual. Tu jefe te da la opción de decir que no pero eso te puede hacer ver poco flexible ante la dirección. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Aceptas el proyecto y trabajas para superar los roces pasados, aunque implique esfuerzo emocional extra y riesgo de conflictos visibles.",
      "pragmatic_distractor": "Aceptas pero pones límites claros desde el inicio para minimizar la interacción directa con las personas conflictivas.",
      "evasive_distractor": "Pides tiempo para consultar con tu equipo actual si pueden prescindir de ti antes de dar respuesta, retrasando tu decisión.",
      "rationalized_distractor": "Sugieres participar en un rol de apoyo menor, diciendo que tu experiencia es más útil en tu proyecto actual."
    },
    "word_count": 68,
    "char_count": 344,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Tema: colaboracion interdepartamental",
    "sot_checksum": "M5_OPT_SOT_v1"
  },
  {
    "id": "block-B10-q17",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Lanzan un plan donde los empleados más experimentados guían a los nuevos fuera del horario laboral sin pago adicional por el tiempo extra. Tu jefe valora mucho que la gente se sume pero no te puede obligar a hacerlo. Si dices que no puede afectar cómo te ven los de arriba. Si aceptas pierdes tiempo personal valioso y avance en tus propios proyectos pendientes. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Te inscribes como mentor dedicando tiempo real aunque afecte tus proyectos y horarios personales, porque crees en desarrollar talento nuevo.",
      "pragmatic_distractor": "Aceptas pero limitas las sesiones a una hora semanal estricta, priorizando tus entregas sobre la profundidad de la mentoría.",
      "evasive_distractor": "Preguntas cuántos mentores se han inscrito antes de decidir, esperando que haya suficientes para que tu ausencia pase desapercibida.",
      "rationalized_distractor": "Sugieres que podrías participar el próximo ciclo cuando tu carga sea menor, evitando comprometerte ahora."
    },
    "word_count": 66,
    "char_count": 376,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Tema: compromiso voluntario vs tiempo personal",
    "sot_checksum": "M5_OPT_SOT_v1"
  },
  {
    "id": "block-B10-q18",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu área tendrá una auditoría externa importante el próximo mes. Hay que documentar procesos que hoy están en la cabeza de la gente nada más y no hay registro escrito. Hacerlo bien toma horas extra sin pago adicional. Hacerlo rápido y mal pasa la revisión pero deja problemas serios a futuro. Tu jefe confía en que el equipo hará lo correcto por el área. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Dedicas las horas extra necesarias para documentar todo bien aunque no haya compensación, porque quieres que el área realmente mejore.",
      "pragmatic_distractor": "Documentas lo esencial para pasar la auditoría y dejas notas sobre qué completar después, balanceando esfuerzo con resultado mínimo aceptable.",
      "evasive_distractor": "Consultas con otros equipos que ya pasaron auditorías similares para entender el nivel mínimo requerido antes de invertir tiempo.",
      "rationalized_distractor": "Propones que el equipo divida la carga equitativamente, asegurándote de que tu parte sea proporcional y no excesiva."
    },
    "word_count": 66,
    "char_count": 369,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Tema: esfuerzo extra vs requisitos minimos",
    "sot_checksum": "M5_OPT_SOT_v1"
  },
  {
    "id": "block-B10-q19",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa cambia sus valores y pide que todos actúen de forma diferente a partir de ahora. Te toca liderar eso en tu equipo aunque dudas de algunas de esas ideas nuevas que proponen. Si dices tus dudas en voz alta te pueden ver como el que no se adapta. Si promueves algo que no crees te sientes falso y eso te pesa. Tu equipo espera que les guíes. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Lideras la adopción activamente aunque tengas reservas personales, buscando espacios privados para dar feedback constructivo a la dirección.",
      "pragmatic_distractor": "Comunicas los nuevos valores al equipo sin enfatizar tu opinión personal, cumpliendo el rol formalmente sin invertir emocionalmente.",
      "evasive_distractor": "Esperas a ver cómo otros líderes manejan la situación antes de definir tu enfoque, observando qué nivel de entusiasmo es esperado.",
      "rationalized_distractor": "Sugieres que el equipo necesita tiempo para asimilar los cambios gradualmente, evitando presionar una adopción rápida que no crees genuina."
    },
    "word_count": 71,
    "char_count": 361,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Tema: liderazgo de cambio cultural",
    "sot_checksum": "M5_OPT_SOT_v1"
  },
  {
    "id": "block-B10-q20",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu equipo propone una mejora que toma tiempo al inicio pero ahorra mucho esfuerzo a largo plazo. Los jefes de arriba no están convencidos y prefieren dejarlo como está. Si insistes gastas capital político y puedes fallar en público frente al área. Si lo dejas tiras meses de análisis del equipo a la basura. Tu jefe te pide que decidas el rumbo a tomar hoy. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Defiendes la propuesta ante la dirección aunque gastes capital político y arriesgues fracasar visiblemente, porque crees que beneficia a la empresa.",
      "pragmatic_distractor": "Implementas una versión reducida de la mejora en tu área sin escalar a dirección, probando resultados antes de exponerte.",
      "evasive_distractor": "Propones formar un comité que evalúe la propuesta más a fondo, ganando tiempo mientras otros validan o descartan la idea.",
      "rationalized_distractor": "Decides posponer la iniciativa hasta que las condiciones sean más favorables, diciendo que el momento actual no es ideal."
    },
    "word_count": 67,
    "char_count": 369,
    "length_status": "ok",
    "audit_status": "ok",
    "notes": "Tema: impulsar cambios vs riesgo politico",
    "sot_checksum": "M5_OPT_SOT_v1"
  },
  {
    "id": "block-B10-q021",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa lanza un proyecto de transformación digital y te asignan a un equipo nuevo. Descubres que el enfoque propuesto tiene fallas técnicas serias. Señalarlas públicamente podría hacerte ver como alguien difícil de trabajar y afectar tu próxima evaluación. Ignorarlo significa avanzar con un plan que probablemente fracasará. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Documento las fallas técnicas y las presento al equipo completo, aunque esto genere tensión y pueda afectar cómo me perciben en mi primera evaluación con este grupo.",
      "pragmatic_distractor": "Implemento correcciones menores por mi cuenta mientras avanzo con el plan original, asumiendo que podré arreglar los problemas más adelante.",
      "evasive_distractor": "Consulto con colegas de otros equipos sobre su experiencia con proyectos similares antes de decidir si mencionar algo.",
      "rationalized_distractor": "Confío en que el equipo detectará los problemas durante la implementación y los corregirá naturalmente sin necesidad de señalarlos yo."
    },
    "notes": "Transformación digital - integridad técnica vs reputación",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 50,
    "char_count": 341,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=50 out of 65-80 range"
  },
  {
    "id": "block-B10-q022",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza eventos para fortalecer la cultura organizacional los fines de semana. Tu supervisor espera ver a todos los miembros comprometidos allí, aunque la participación es voluntaria. Tienes compromisos familiares importantes ese día. No asistir podría afectar tu imagen de compromiso en el equipo. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Comunico honestamente que tengo compromisos familiares previos y no podré asistir, aunque sé que esto podría afectar cómo se percibe mi nivel de compromiso.",
      "pragmatic_distractor": "Asisto solo una hora para hacer acto de presencia y luego me retiro discretamente para atender mis compromisos familiares.",
      "evasive_distractor": "Pregunto a otros compañeros qué piensan hacer para decidir según lo que haga la mayoría del equipo.",
      "rationalized_distractor": "Asumo que mi buen desempeño laboral habla por sí solo y que no necesito demostrar compromiso en actividades extralaborales."
    },
    "notes": "Cultura organizacional vs límites personales",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 47,
    "char_count": 324,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=47 out of 65-80 range"
  },
  {
    "id": "block-B10-q023",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un proyecto estratégico importante requiere que sigas un proceso de aprobación largo mientras el plazo se acerca. Conoces a alguien que podría acelerar las cosas saltando algunos pasos. Usar ese atajo molestaría a otros equipos que siempre respetan el proceso. Seguir el protocolo formal podría retrasar el proyecto significativamente. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Sigo el procedimiento formal completo y comunico el posible retraso a todos los involucrados, aunque esto genere frustración y presión sobre mí.",
      "pragmatic_distractor": "Uso el contacto para acelerar solo las aprobaciones más críticas, asumiendo que el resultado final justificará el método.",
      "evasive_distractor": "Consulto con mi supervisor si otros equipos han usado atajos similares antes de tomar cualquier decisión.",
      "rationalized_distractor": "Acelero los pasos internos de mi parte del proceso y reduzco consultas, pensando que cumplir el plazo beneficia a todos."
    },
    "notes": "Procesos formales vs eficiencia",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 51,
    "char_count": 349,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=51 out of 65-80 range"
  },
  {
    "id": "block-B10-q024",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Participas en programas de desarrollo profesional que la empresa valora mucho. Descubres que un colega está falsificando sus reportes de participación. Denunciarlo podría dañar tu relación con él y con su círculo de amigos en la oficina. Callarlo significa ser cómplice de algo que va contra los valores que la empresa promueve. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reporto la situación al área correspondiente con evidencia, aunque sé que esto dañará mi relación con este colega y posiblemente con otros.",
      "pragmatic_distractor": "Hablo con el colega en privado y le doy la oportunidad de corregir la situación antes de que alguien más se dé cuenta.",
      "evasive_distractor": "Espero a ver si alguien más nota la irregularidad y decide reportarla primero.",
      "rationalized_distractor": "Asumo que los responsables del programa eventualmente detectarán las inconsistencias sin mi intervención."
    },
    "notes": "Valores organizacionales vs lealtad personal",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 54,
    "char_count": 340,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=54 out of 65-80 range"
  },
  {
    "id": "block-B10-q025",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La comunicación interna de la empresa solicita voluntarios para un comité de innovación. Tu supervisor espera que participes, pero tienes una carga de trabajo alta. Aceptar significaría trabajar horas extra sin compensación adicional. Rechazar podría afectar tu imagen de compromiso con la empresa. ¿Cuál es tu decisión?",
    "options_structured": {
      "integrity_correct": "Acepto participar en el comité aunque implique sacrificar tiempo personal, comunicando claramente el impacto en mis otras responsabilidades.",
      "pragmatic_distractor": "Me inscribo pero planeo contribuir solo lo mínimo necesario para mantener las apariencias sin afectar demasiado mi tiempo.",
      "evasive_distractor": "Pregunto a colegas que ya participaron cómo manejaron la carga adicional antes de comprometerme.",
      "rationalized_distractor": "Declino argumentando que mi contribución en mi rol actual ya es significativa para los objetivos de innovación."
    },
    "notes": "Compromiso organizacional vs balance personal",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 47,
    "char_count": 320,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=47 out of 65-80 range"
  },
  {
    "id": "block-B10-q026",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En una transformación digital importante, identificas que el enfoque del líder del proyecto tiene riesgos que nadie más parece ver. Expresar tus preocupaciones podría hacerte parecer negativo o poco colaborativo. Sin embargo, callar podría llevar a problemas serios más adelante que afectarían a todo el equipo. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Documento mis preocupaciones y las presento formalmente al equipo, aunque esto pueda afectar mi relación con el líder del proyecto.",
      "pragmatic_distractor": "Implemento controles adicionales en mi parte del trabajo para mitigar los riesgos sin confrontar directamente al líder.",
      "evasive_distractor": "Menciono mis dudas casualmente a algunos colegas para ver si alguien más comparte mis preocupaciones.",
      "rationalized_distractor": "Confío en que el equipo tiene más experiencia que yo y que probablemente ya consideraron esos riesgos."
    },
    "notes": "Comunicación de riesgos vs armonía del equipo",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 48,
    "char_count": 327,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=48 out of 65-80 range"
  },
  {
    "id": "block-B10-q027",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu equipo participa en procesos de mejora continua que requieren reportar problemas operativos. Identificas un problema causado por una decisión de tu supervisor directo. Reportarlo podría incomodarlo y afectar tu relación laboral. No reportarlo significa que el problema seguirá afectando la productividad del equipo. ¿Qué eliges?",
    "options_structured": {
      "integrity_correct": "Documento el problema y lo reporto en el canal oficial de mejora continua, aunque esto pueda generar tensión con mi supervisor.",
      "pragmatic_distractor": "Corrijo el problema yo mismo sin reportarlo formalmente, evitando así cualquier incomodidad con mi supervisor.",
      "evasive_distractor": "Espero a que otros miembros del equipo también noten el problema y decidan reportarlo primero.",
      "rationalized_distractor": "Asumo que mi supervisor eventualmente identificará el problema y lo corregirá por su cuenta."
    },
    "notes": "Mejora continua vs lealtad al supervisor",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 46,
    "char_count": 331,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=46 out of 65-80 range"
  },
  {
    "id": "block-B10-q028",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza reuniones de planificación para alinear equipos en proyectos estratégicos. Notas que las metas propuestas son poco realistas dado los recursos disponibles. Señalarlo podría hacerte ver como pesimista ante la dirección. Sin embargo, aceptar metas inalcanzables llevará a frustración y resultados pobres. ¿Qué postura tomas?",
    "options_structured": {
      "integrity_correct": "Expreso mis preocupaciones sobre las metas en la reunión con datos concretos, aunque esto pueda afectar cómo me percibe la dirección.",
      "pragmatic_distractor": "Acepto las metas públicamente pero ajusto mis propios objetivos internamente a niveles más realistas.",
      "evasive_distractor": "Consulto con colegas después de la reunión para ver si alguien más piensa plantear objeciones.",
      "rationalized_distractor": "Confío en que la dirección tiene información que yo desconozco y que las metas son alcanzables de alguna manera."
    },
    "notes": "Realismo vs alineamiento organizacional",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 47,
    "char_count": 342,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=47 out of 65-80 range"
  },
  {
    "id": "block-B10-q029",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden contribuir a procesos de mejora aportando ideas innovadoras en reuniones semanales. Tienes una propuesta que podría mejorar significativamente la eficiencia, pero implica cambiar el método favorito de un colega senior. Presentarla podría generar conflicto con alguien influyente. No presentarla significa perder una oportunidad de mejora real. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Presento mi propuesta completa en la reunión con datos que la respalden, aunque esto pueda incomodar al colega senior.",
      "pragmatic_distractor": "Adapto mi propuesta para que parezca una extensión del método actual en lugar de un reemplazo.",
      "evasive_distractor": "Consulto primero con el colega senior en privado para ver su reacción antes de presentar algo en público.",
      "rationalized_distractor": "Guardo mi propuesta para un momento más oportuno cuando haya menos resistencia al cambio."
    },
    "notes": "Innovación vs relaciones con colegas",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 50,
    "char_count": 366,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=50 out of 65-80 range"
  },
  {
    "id": "block-B10-q030",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa te invita a participar activamente en decisiones estratégicas de tu área. Descubres que una decisión ya tomada tiene implicaciones negativas que los demás no han considerado. Señalarlo podría cuestionar el juicio de quienes la tomaron y afectar tu posición. Callarlo significa permitir que se ejecute una decisión problemática. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Presento mi análisis de las implicaciones negativas con evidencia, aunque esto pueda generar tensión con quienes tomaron la decisión original.",
      "pragmatic_distractor": "Preparo un plan de contingencia para cuando surjan los problemas, evitando confrontar la decisión directamente.",
      "evasive_distractor": "Pregunto casualmente a otros participantes si han considerado ciertos escenarios, esperando que alguien más levante la voz.",
      "rationalized_distractor": "Asumo que los líderes tienen más contexto que yo y que debo confiar en su criterio aunque tenga dudas."
    },
    "notes": "Participación estratégica vs prudencia política",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 52,
    "char_count": 352,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=52 out of 65-80 range"
  },
  {
    "id": "block-B10-q031",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te involucras en la estrategia organizacional a través de un proyecto prioritario. Durante la ejecución notas que los resultados proyectados son inflados en los reportes. Señalarlo podría afectar la percepción de éxito del proyecto y tu rol en él. No decir nada significa que la empresa tomará decisiones basadas en datos inexactos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Documento las discrepancias y las presento al equipo directivo, aunque esto pueda afectar la imagen del proyecto y mi posición.",
      "pragmatic_distractor": "Ajusto solo los números de mis propios reportes y dejo que otros manejen los suyos.",
      "evasive_distractor": "Menciono las inconsistencias a un colega de confianza para ver si él considera que vale la pena escalarlas.",
      "rationalized_distractor": "Asumo que los números se corregirán naturalmente cuando llegue la auditoría de fin de año."
    },
    "notes": "Integridad de datos vs imagen del proyecto",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 54,
    "char_count": 344,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=54 out of 65-80 range"
  },
  {
    "id": "block-B10-q032",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Participas en eventos que fortalecen la cultura organizacional y notas prácticas que contradicen los valores que la empresa dice promover. Mencionarlo públicamente podría hacerte ver como problemático o crítico. Sin embargo, ignorarlo significa tolerar una incongruencia que afecta la credibilidad de la cultura que la empresa quiere construir. ¿Cuál es tu posición?",
    "options_structured": {
      "integrity_correct": "Expreso mis observaciones en el canal apropiado con ejemplos concretos, aunque esto pueda afectar cómo me perciben los organizadores.",
      "pragmatic_distractor": "Participo activamente en los eventos y modelo el comportamiento que creo correcto sin confrontar directamente.",
      "evasive_distractor": "Comento mis inquietudes con compañeros cercanos para ver si otros comparten mi percepción.",
      "rationalized_distractor": "Acepto que toda organización tiene brechas entre sus valores declarados y sus prácticas reales."
    },
    "notes": "Coherencia cultural vs aceptación organizacional",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 52,
    "char_count": 366,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=52 out of 65-80 range"
  },
  {
    "id": "block-B10-q033",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa promueve procesos de mejora continua y te piden liderar una iniciativa en tu área. Identificas que la mejora más importante requeriría cambiar un sistema que tu director implementó personalmente. Proponerlo podría verse como una crítica a su trabajo. Evitarlo significa enfocarte en mejoras menores con menor impacto. ¿Qué camino tomas?",
    "options_structured": {
      "integrity_correct": "Presento la propuesta de cambio al sistema con datos que demuestren el impacto potencial, aunque esto pueda incomodar a mi director.",
      "pragmatic_distractor": "Implemento mejoras parciales que no toquen el sistema del director pero que muestren algunos resultados.",
      "evasive_distractor": "Consulto con otros gerentes sobre qué tan viable sería proponer cambios a sistemas existentes antes de actuar.",
      "rationalized_distractor": "Me enfoco en optimizar procesos periféricos donde puedo demostrar valor sin generar conflictos."
    },
    "notes": "Mejora real vs consideraciones políticas",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 52,
    "char_count": 347,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=52 out of 65-80 range"
  },
  {
    "id": "block-B10-q034",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La estrategia organizacional requiere que todos los equipos reporten métricas de desempeño mensualmente. Descubres que tu equipo está usando una metodología diferente a la estándar, lo que hace que sus números parezcan mejores. Corregirlo haría que tu equipo se vea peor comparado con otros. Mantenerlo significa contribuir a reportes inconsistentes. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Corrijo la metodología y explico la diferencia en los números a mi supervisor, aunque esto afecte la comparación con otros equipos.",
      "pragmatic_distractor": "Mantengo la metodología actual pero documento internamente las diferencias por si alguien pregunta.",
      "evasive_distractor": "Consulto con otros líderes de equipo cómo calculan sus métricas antes de hacer cambios.",
      "rationalized_distractor": "Asumo que si nadie ha cuestionado la metodología hasta ahora, debe ser aceptable continuar así."
    },
    "notes": "Consistencia en reportes vs imagen del equipo",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 52,
    "char_count": 364,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=52 out of 65-80 range"
  },
  {
    "id": "block-B10-q035",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La comunicación interna solicita que contribuyas con ideas para una campaña de innovación. Tu mejor idea ya fue propuesta y rechazada por otro departamento meses atrás. Presentarla ahora podría generar conflicto con ese equipo. Sin embargo, crees genuinamente que la idea tiene mérito y que las circunstancias han cambiado. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Presento la idea nuevamente con análisis actualizado, reconociendo la propuesta anterior y explicando por qué ahora podría funcionar.",
      "pragmatic_distractor": "Modifico la idea superficialmente para que parezca diferente a la propuesta original rechazada.",
      "evasive_distractor": "Pregunto primero al equipo que la rechazó si estarían abiertos a reconsiderarla en el contexto actual.",
      "rationalized_distractor": "Guardo la idea para un momento donde haya menos sensibilidad sobre propuestas previas."
    },
    "notes": "Persistencia de ideas vs relaciones interdepartamentales",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 51,
    "char_count": 339,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=51 out of 65-80 range"
  },
  {
    "id": "block-B10-q036",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te involucras en programas de desarrollo profesional que incluyen mentoría entre departamentos. Tu mentor asignado tiene una visión muy diferente a la tuya sobre cómo progresar en la empresa. Seguir sus consejos te alejaría de tus metas reales. Rechazar su guía podría verse como falta de apertura al desarrollo. ¿Qué postura adoptas?",
    "options_structured": {
      "integrity_correct": "Comunico honestamente mis metas y las diferencias con su visión, aunque esto pueda generar una conversación incómoda.",
      "pragmatic_distractor": "Acepto sus consejos verbalmente pero sigo mi propio plan de desarrollo en la práctica.",
      "evasive_distractor": "Busco opiniones de otros mentores informales antes de decidir si seguir o ignorar sus consejos.",
      "rationalized_distractor": "Asumo que con el tiempo encontraré la forma de integrar ambas visiones sin confrontar directamente."
    },
    "notes": "Desarrollo auténtico vs expectativas del mentor",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 52,
    "char_count": 334,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=52 out of 65-80 range"
  },
  {
    "id": "block-B10-q037",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Participas en decisiones estratégicas donde se evalúa un proveedor recomendado por un director influyente. Tu análisis muestra que hay mejores opciones disponibles. Contradecir su recomendación podría afectar tu relación con él. Aceptar su propuesta significa que la empresa pagará más por un servicio inferior. ¿Cuál es tu decisión?",
    "options_structured": {
      "integrity_correct": "Presento mi análisis comparativo completo en la reunión de decisión, aunque esto contradiga directamente la recomendación del director.",
      "pragmatic_distractor": "Sugiero que se incluyan los otros proveedores como opciones secundarias sin criticar directamente la recomendación principal.",
      "evasive_distractor": "Comparto mi análisis primero con colegas para ver si alguien más estaría dispuesto a presentar una alternativa.",
      "rationalized_distractor": "Confío en que el director tiene razones estratégicas que van más allá del análisis de costos."
    },
    "notes": "Análisis objetivo vs influencia política",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 48,
    "char_count": 333,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=48 out of 65-80 range"
  },
  {
    "id": "block-B10-q038",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa promueve iniciativas organizacionales que buscan mayor colaboración entre áreas. Tu participación activa es visible y reconocida. Notas que algunas de estas iniciativas duplican esfuerzos y desperdician recursos. Mencionarlo podría verse como falta de espíritu colaborativo. No hacerlo significa contribuir a ineficiencias costosas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Documento las duplicaciones y propongo una consolidación de esfuerzos, aunque esto pueda verse como crítica a los líderes de las iniciativas.",
      "pragmatic_distractor": "Reduzco silenciosamente mi participación en las iniciativas redundantes sin hacer comentarios públicos.",
      "evasive_distractor": "Pregunto a otros participantes si han notado las mismas duplicaciones antes de expresar mis observaciones.",
      "rationalized_distractor": "Acepto que cierta redundancia es inevitable en organizaciones grandes y que el valor está en la colaboración misma."
    },
    "notes": "Eficiencia vs espíritu colaborativo",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 46,
    "char_count": 355,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=46 out of 65-80 range"
  },
  {
    "id": "block-B10-q039",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Participas en eventos corporativos donde se reconocen logros del año. Sabes que un reconocimiento otorgado a un compañero incluye trabajo que en realidad hiciste tú. Corregirlo públicamente sería incómodo y dañaría tu relación con él. No decir nada significa que tu contribución quede invisible para la organización. ¿Cómo manejas la situación?",
    "options_structured": {
      "integrity_correct": "Hablo con mi supervisor después del evento para aclarar mi contribución, aunque esto pueda generar tensión con mi compañero.",
      "pragmatic_distractor": "Acepto la situación esta vez pero me aseguro de documentar mejor mis contribuciones en el futuro.",
      "evasive_distractor": "Comento la situación a colegas cercanos para ver qué harían ellos en mi lugar.",
      "rationalized_distractor": "Asumo que el reconocimiento al equipo eventualmente beneficia a todos sus miembros de alguna manera."
    },
    "notes": "Reconocimiento individual vs armonía del equipo",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 51,
    "char_count": 344,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=51 out of 65-80 range"
  },
  {
    "id": "block-B10-q040",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Las reuniones de planificación de tu área requieren que contribuyas con proyecciones para el próximo año. Tu análisis honesto muestra perspectivas menos optimistas que las que la dirección espera escuchar. Presentar números conservadores podría afectar cómo se percibe tu área. Inflar las proyecciones significaría comprometer tu integridad profesional. ¿Qué presentas?",
    "options_structured": {
      "integrity_correct": "Presento mis proyecciones conservadoras con el análisis que las respalda, aunque esto pueda generar preguntas incómodas de la dirección.",
      "pragmatic_distractor": "Presento un rango que incluya tanto escenarios conservadores como optimistas, dejando que la dirección elija.",
      "evasive_distractor": "Consulto con otros líderes de área qué enfoque están usando antes de finalizar mis números.",
      "rationalized_distractor": "Ajusto ligeramente mis proyecciones asumiendo que factores positivos imprevistos podrían materializarse."
    },
    "notes": "Proyecciones honestas vs expectativas organizacionales",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA",
    "word_count": 50,
    "char_count": 369,
    "audit_status": "ok",
    "length_status": "frozen",
    "length_note": "word_count=50 out of 65-80 range"
  }
]