[
  {
    "id": "block-B01-q001",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor te pide autorizar una compra muy cara que rebasa el presupuesto del trimestre. Te asegura que es la única forma de salvar un proyecto clave y que, si pones la verdad, la dirección puede frenar el gasto y culpar a tu área. Te propone registrarla con otro concepto para que pase sin revisión. ¿Qué decisión tomas y cómo la explicas a tu jefe y al equipo?",
    "notes": "Modulo 1 Video B01 batch 01 item 1",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q002",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una cena de equipo, varios compañeros pagan comidas de sus familiares con la tarjeta de la empresa y lo registran como gasto con clientes. Cuando te toca pagar, tu jefe te anima a hacer lo mismo para no destacar frente al grupo. Sabes que rechazarlo puede tensar la relación, pero aceptar normaliza un uso dudoso. ¿Qué haces y qué priorizas en tu decisión hoy?",
    "notes": "Modulo 1 Video B01 batch 01 item 2",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q003",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu empresa permite comprar boletos en clase alta para viajes largos. Descubres que puedes elegir una opción más barata y quedarte con la diferencia en puntos o vales para ti, algo que varios colegas usan sin decir nada. Si renuncias al beneficio, puedes sentirte ingenuo y distinto al resto. Si lo tomas, explotas la grieta de la regla para ganar algo extra. ¿Qué haces y por qué?",
    "notes": "Modulo 1 Video B01 batch 01 item 3",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q004",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Negocias con un proveedor clave que rechaza una cláusula de protección de datos que la empresa exige. Tu supervisor, temiendo retrasos y quedar mal con la dirección, te autoriza quitarla para cerrar rápido, aunque sabes que va contra las reglas. Si mantienes la cláusula, el trato podría caerse y afectar a tu equipo. ¿Qué decisión tomas y cómo la sostienes frente a tu jefe hoy?",
    "notes": "Modulo 1 Video B01 batch 01 item 4",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q005",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Descubres que un colega usa equipos de la empresa fuera de horario para fabricar algo que vende por su cuenta, y su supervisor lo tolera. Si informas, podrías afectar su ingreso y dañar la relación; si callas, validas un uso de recursos que otros podrían imitar. Quedas entre la lealtad personal y la integridad laboral. ¿Qué haces hoy y cómo justificas tu decisión de verdad?",
    "notes": "Modulo 1 Video B01 batch 01 item 5",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q006",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Para un análisis urgente, tu supervisor te envía un archivo con datos muy sensibles de clientes en un formato que sabes que no cumple las reglas de privacidad. Si detienes el trabajo para pedir otro envío, retrasas un informe clave y molestas a tu jefe; si avanzas igual, usas información de manera riesgosa. ¿Cómo actúas con esos datos y qué explicas al equipo hoy mismo?",
    "notes": "Modulo 1 Video B01 batch 01 item 6",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q007",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una demostración con un cliente clave, tu supervisor presenta como lista una función que sabes que falla muy seguido. El cliente se entusiasma y dice que esa función será clave para decidir. Si aclaras la situación, puedes poner en riesgo el acuerdo y molestar a tu jefe; si callas, permites que el cliente decida con información incompleta. ¿Qué haces hoy y por qué realmente?",
    "notes": "Modulo 1 Video B01 batch 01 item 7",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q008",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Por un mensaje accidental descubres que tu supervisor usa un servicio pagado por la empresa para sostener un proyecto personal con el que gana dinero, cargando los gastos al presupuesto del área, ya limitado. Si hablas, podrías afectar a tu jefe y a tu relación; si callas, avalas un uso dudoso de recursos que impacta al equipo. ¿Qué haces con esta información y qué priorizas?",
    "notes": "Modulo 1 Video B01 batch 01 item 8",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q009",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al hacer un reporte para la dirección puedes mostrar la situación difícil tal como es o suavizarla y resaltar solo lo bueno. El plazo es corto, tu jefe no está y el tono del texto marcará decisiones sobre el equipo. Decir todo puede traer enojo y críticas; suavizar datos reduce la presión hoy pero deja riesgos ocultos. ¿Cómo presentas la información y qué eliges priorizar?",
    "notes": "Modulo 1 Video B01 batch 01 item 9",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q010",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Debes decidir cómo usar un presupuesto corto entre un proyecto para tu equipo y otro que ayuda a otras áreas. Tu jefe te apura con datos que no están claros y dice que lo que elijas contará en tu evaluación. Si priorizas a tu equipo, otros pueden quedar sin apoyo; si eliges el otro, tu grupo puede sentir que lo dejas atrás. ¿Qué haces y cómo lo explicas?",
    "notes": "Modulo 1 Video B01 batch 01 item 10",
    "sot_checksum": "d4e8a8700e6621d98dd1e6b75dd1c9125cd2498f3ae554410cce59ce0f441001"
  },
  {
    "id": "block-B01-q011",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la revisión de recursos tu supervisor usa datos que el equipo no conoce para decidir quién recibe mejor equipo y tareas visibles; algunos quedan relegados sin razón y eso genera desigualdad. Si planteas el tema arriesgas tu evaluación y generas conflicto directo con él; si callas evitas tensión pero aceptas un trato injusto hacia compañeros. ¿Qué haces y por qué?",
    "word_count": 60,
    "char_count": 365,
    "length_status": "ok",
    "length_note": "words=60 chars=365 in range",
    "notes": "Passed length validation",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q012",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Puedes usar un descuento especial de la empresa para obtener un beneficio económico personal importante; no está prohibido de modo claro y varios compañeros lo usan sin ver consecuencias visibles. Si te niegas pierdes una ventaja real que otros ya usan; si aceptas usas recursos de la empresa para un interés privado aunque las reglas sean algo ambiguas. ¿Cómo justificas tu decisión?",
    "word_count": 60,
    "char_count": 378,
    "length_status": "ok",
    "length_note": "words=60 chars=378 in range",
    "notes": "Fixed - added words to reach 60",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q013",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar equipos de la empresa ves que puedes usarlos fuera de horario para un proyecto personal que te daría un ingreso extra notable; no hay regla clara y tu supervisor no está disponible. Si avanzas sin permiso ganas dinero usando recursos de la empresa; si esperas autorización pierdes la oportunidad y podrías parecer poco decidido frente a otros. ¿Qué priorizas y por qué?",
    "word_count": 61,
    "char_count": 363,
    "length_status": "ok",
    "length_note": "words=61 chars=363 in range",
    "notes": "Fixed - added words to reach 60",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q014",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor pide repartir tareas de una forma que se aparta de procedimientos usuales para avanzar más rápido en los plazos establecidos; otros líderes ya lo hacen y si rechazas tu área queda como poco flexible. Si aceptas el proceso avanza rápido pero genera injusticias visibles entre compañeros; si te niegas eso puede cuestionar tu compromiso. ¿Qué haces y por qué?",
    "word_count": 60,
    "char_count": 367,
    "length_status": "ok",
    "length_note": "words=60 chars=367 in range",
    "notes": "Passed length validation",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q015",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te asignan un caso que implica revisar datos confidenciales donde está involucrada una persona muy cercana a ti; tu supervisor sabe de esa relación pero insiste porque confía en tu criterio y no hay tiempo para reasignar. Si aceptas sentirás conflicto entre el vínculo personal y el cumplimiento de normas; si rechazas quedas como poco colaborador con tu jefe. ¿Cómo justificas tu decisión?",
    "word_count": 60,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "words=60 chars=380 in range",
    "notes": "Added 1 word, cut 5 chars",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q016",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al revisar cómo se registran los gastos ves una forma de reportarlos que sin mentir directamente hace que parezcan más justificados de lo real; varios compañeros ya lo usan sin que nadie intervenga al respecto. Si usas el método los gastos personales pasan como laborales y quedas bien con el grupo; si cuestionas generas tensión y quedas aislado. ¿Qué priorizas y por qué?",
    "word_count": 61,
    "char_count": 366,
    "length_status": "ok",
    "length_note": "words=61 chars=366 in range",
    "notes": "Added 4 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q017",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar un reporte de resultados para la dirección ves que los datos se pueden presentar mostrando toda la dificultad real o suavizándola resaltando solo lo positivo; el plazo es ajustado y tu supervisor no está disponible. Si suavizas evitas una alarma inmediata pero ocultas riesgos; si muestras todo puede generar reacciones que perjudiquen al equipo. ¿Qué haces y por qué?",
    "word_count": 60,
    "char_count": 376,
    "length_status": "ok",
    "length_note": "words=60 chars=376 in range",
    "notes": "Added 3 words",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q018",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir un presupuesto limitado entre dos proyectos: uno que da visibilidad a tu equipo y otro menos notorio que favorece otras áreas; la información es incompleta y tu jefe presiona para decidir rápido. Si priorizas a tu equipo aseguras tu evaluación pero afectas a otros; si repartes en forma equitativa arriesgas quedar mal con tu jefe. ¿Cómo justificas tu decisión?",
    "word_count": 60,
    "char_count": 373,
    "length_status": "ok",
    "length_note": "words=60 chars=373 in range",
    "notes": "Fixed - added words to reach 60",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q019",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Hay una forma de acomodar registros de presupuesto para que los resultados se vean favorables sin que controles lo detecten; varios compañeros lo hacen diciendo que es una forma práctica de presentar números. Tu jefe parece saberlo pero no dice nada. Si no lo haces pareces menos hábil o leal al equipo; si lo haces alteras la información. ¿Qué priorizas y por qué?",
    "word_count": 61,
    "char_count": 358,
    "length_status": "ok",
    "length_note": "words=61 chars=358 in range",
    "notes": "Passed length validation",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q020",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden repartir carga de trabajo haciendo que algunos reciban tareas complejas y otros queden con actividades livianas sin razón clara; varios se quejan en privado pero tu supervisor insiste en mantener la forma actual. Si desafías la decisión te enfrentas con él y generas conflicto abierto; si callas aceptas un trato injusto hacia algunos compañeros. ¿Qué haces y por qué?",
    "word_count": 61,
    "char_count": 377,
    "length_status": "ok",
    "length_note": "words=61 chars=377 in range",
    "notes": "Fixed - added words to reach 60",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q021",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Revisas los registros de gastos y detectas errores que alteran los montos reportados. Tu supervisor te pide cerrar el reporte sin corregir nada para cumplir el plazo y evitar ruido. Si corriges, retrasas el cierre, generas tension y puedes afectar su evaluacion; si firmas igual, avalas cifras que no reflejan la realidad pero mantienes tranquilo a tu jefe. Que haces y por que?",
    "word_count": 63,
    "char_count": 378,
    "length_status": "ok",
    "length_note": "words=63 chars=378 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 21",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q022",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En reuniones de presupuesto ves que tu equipo omite revisiones y firmas para decidir rapido, y tu supervisor insiste en que seguir el procedimiento completo es una perdida de tiempo. Si exiges respetar cada paso, puedes frenar proyectos clave y ganar fama de rigido; si aceptas los atajos, facilitas el trabajo pero normalizas decisiones sin control real. Que haces hoy y por que?",
    "word_count": 63,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "words=63 chars=380 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 22",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q023",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Notas que ciertos beneficios se otorgan siempre a las mismas personas sin criterios claros, mientras otros nunca son considerados. Tu supervisor evita el tema para no enfrentarse con quienes salen ganando. Si planteas la situacion, incomodas a tu jefe y a colegas influyentes; si callas, permites que siga una practica desigual clara en el equipo. Que haces y que priorizas?",
    "word_count": 60,
    "char_count": 374,
    "length_status": "ok",
    "length_note": "words=60 chars=374 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 23",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q024",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al reorganizar turnos recibes informacion sensible sobre empleados, con detalles personales que ellos no esperaban que influyeran en esas decisiones. Tu supervisor te pide usar esos datos para ajustar el plan y cumplir las metas. Si te niegas, retrasas la reorganizacion y generas friccion; si los usas, mejoras el esquema pero cruzas un limite etico. Que haces y por que?",
    "word_count": 60,
    "char_count": 372,
    "length_status": "ok",
    "length_note": "words=60 chars=372 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 24",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q025",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En crisis, tu supervisor te pide compartir informacion confidencial con una persona externa no autorizada porque cree que es la unica forma de resolver. Si aceptas, ayudas a cerrar el problema pero rompes una regla de confidencialidad y quedas expuesto; si te niegas, la crisis puede empeorar y tu jefe puede marcarte como poco colaborador. Que haces y como lo explicas?",
    "word_count": 61,
    "char_count": 370,
    "length_status": "ok",
    "length_note": "words=61 chars=370 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 25",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q026",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Notas que tu supervisor usa informacion que otros no conocen para asignar los proyectos mas visibles al mismo grupo, dejando a los demas con tareas rutinarias. Algunos companeros te dicen que se sienten desplazados. Si planteas la desigualdad, tensas la relacion con tu jefe y con quienes se benefician; si callas, aceptas un reparto injusto de oportunidades. Que haces y por que?",
    "word_count": 62,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "words=62 chars=380 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 26",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q027",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En una reunion con un cliente clave ves que tu supervisor omite riesgos importantes de un servicio que, segun las reglas, deberian explicarse. El cliente se muestra entusiasmado y quiere avanzar rapido. Si intervienes, puedes frenar el acuerdo y molestar a tu jefe; si callas, permites que el cliente decida con informacion incompleta. Como actuas en ese momento y que priorizas?",
    "word_count": 61,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "words=61 chars=379 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 27",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q028",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Al preparar un reporte ves datos sensibles y muy delicados sobre planes futuros marcados para un grupo reducido. Tu supervisor te pide incluir esos detalles en el reporte. Si obedeces, cumples la instruccion pero expones informacion que podria filtrarse; si la resumes o la dejas fuera, proteges la confidencialidad pero cuestionas una orden directa. Que haces hoy y por que?",
    "word_count": 60,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "words=60 chars=375 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 28",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q029",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la revision de recursos encuentras informacion restringida sobre costos de equipos que no deberias ver. Tu supervisor te pide usar esos datos para armar un reporte urgente. Si los utilizas, entregas un analisis pero normalizas ignorar la restriccion; si te limitas a informacion permitida, el reporte sera mas pobre y puedes ser criticado seriamente. Que haces y por que?",
    "word_count": 60,
    "char_count": 374,
    "length_status": "ok",
    "length_note": "words=60 chars=374 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 29",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q030",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Te piden decidir como usar un presupuesto que quedo libre en el periodo. Un grupo propone destinarlo a mejorar condiciones del equipo; otro impulsa una opcion vistosa que favorece a pocas personas pero luce mejor ante la direccion. Si priorizas el impacto real, puedes quedar mal con personas influyentes; si eliges la opcion vistosa, sacrificas equidad. Que haces y por que?",
    "word_count": 61,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "words=61 chars=375 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 30",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q031",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Para una mudanza descubres que puedes usar un vehiculo de la empresa el fin de semana y ahorrarte alquiler, y varios colegas lo han hecho sin consecuencias ni regla clara. Si lo usas, facilitas tu cambio pero arriesgas una sancion si alguien lo cuestiona; si renuncias al beneficio, cuidas la linea entre uso personal y laboral pero asumes el costo completo. Que haces y por que?",
    "word_count": 66,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "words=66 chars=379 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 31",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q032",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Tu supervisor te pide usar espacios y equipos de la empresa para apoyar un proyecto personal de alguien cercano a ti, y asegura que otras areas lo han hecho sin problema. Si aceptas, mezclas intereses personales y laborales y puedes quedar atado a ese favor; si te niegas, tu supervisor puede verlo como falta de compromiso y afectar tu evaluacion y relacion. Que haces y por que?",
    "word_count": 67,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "words=67 chars=380 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 32",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q033",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Observas que varias personas presentan reportes que resaltan solo lo positivo y esconden problemas, y reciben reconocimientos. Tu supervisor lo acepta como parte del juego. Si los imitas, la percepcion de tu area mejora pero ayudas a ocultar riesgos; si presentas todo con transparencia, tu area puede verse peor y tu evaluacion y oportunidades se reducen. Que haces y por que?",
    "word_count": 61,
    "char_count": 377,
    "length_status": "ok",
    "length_note": "words=61 chars=377 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 33",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q034",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Preparas un reporte confidencial para direccion con datos clave de estrategia, y el area de marketing te pide compartir parte de esa informacion para una campana urgente mientras tu supervisor no esta disponible. Si compartes, facilitas la campana pero rompes el limite de acceso; si no compartes, el lanzamiento puede retrasarse y te veran poco colaborador. Que haces y por que?",
    "word_count": 61,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "words=61 chars=379 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 34",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q035",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Detectas fallas en un procedimiento que permiten a algunas personas adelantar pedidos y recibir antes apoyos importantes. Tu supervisor conoce el problema pero prefiere no moverlo. Si lo reportas y pides corregirlo, generas conflicto con quienes pierden esas ventajas y puedes quedar aislado; si aprovechas las fallas, ganas beneficios personales pero aceptas una practica injusta. Que haces y por que?",
    "word_count": 60,
    "char_count": 402,
    "length_status": "ok",
    "length_note": "words=60 chars=402 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 35",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q036",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En tu area se han normalizado atajos que saltan verificaciones para entregar mas rapido. Tu supervisor apoya esos atajos y critica a quien sigue el procedimiento. Si decides respetar las reglas, puedes quedar marcado como quien frena al equipo; si te sumas a los atajos, trabajas mas rapido pero asumes riesgos que pueden terminar en un problema grave. Que haces y que priorizas?",
    "word_count": 63,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "words=63 chars=379 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 36",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q037",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Descubres que algunos colegas reacomodan partidas de presupuesto para que los numeros se vean mejor sin mentir directamente y reciben reconocimientos. Tu supervisor conoce la practica. Si la adoptas, la imagen de tu area mejora pero distorsionas la realidad; si la rechazas y presentas los datos tal como son, tu area puede verse peor y tu evaluacion sufrir. Que haces y por que?",
    "word_count": 63,
    "char_count": 379,
    "length_status": "ok",
    "length_note": "words=63 chars=379 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 37",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q038",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Preparas un reporte confidencial para direccion con datos clave de resultados y ves que, segun como presentes los datos, puedes resaltar tus logros sobre otros. Tu supervisor conoce tu interes y confia en tu criterio. Si eliges la version que te favorece, mejoras tu posicion pero sesgas informacion; si presentas todo con transparencia, tu area puede verse peor y tu evaluacion sufrir. Que haces y por que?",
    "word_count": 67,
    "char_count": 407,
    "length_status": "ok",
    "length_note": "words=67 chars=407 in range",
    "notes": "Modulo 1 Video B01 batch 03 item 38",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "ok",
    "audit_notes": "Passed all SOT checks"
  },
  {
    "id": "block-B01-q039",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "En la negociacion de un contrato clave recibes informacion sensible sobre la situacion del proveedor que no deberias conocer. Tu supervisor propone usar esos datos para presionar y obtener mejores condiciones. Si lo haces, consigues ventajas para la empresa pero aprovechas informacion confidencial de forma cuestionable; si decides no usarla, renuncias a mejores terminos y tu jefe puede verlo como falta de compromiso. Que haces y por que?",
    "word_count": 68,
    "char_count": 441,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 441",
    "notes": "Modulo 1 Video B01 batch 03 item 39",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "frozen",
    "audit_notes": "Frozen by length guard"
  },
  {
    "id": "block-B01-q040",
    "module_id": 1,
    "block_id": "B01",
    "type": "video",
    "refactored_text": "Preparas un reporte financiero clave para la junta que definira si llega una inversion o se aplican recortes. Sabes que algunos datos aun no estan verificados, pero el plazo es inamovible y tu supervisor insiste en enviar ya. Si retrasas el reporte para revisar, arriesgas la inversion y tu evaluacion; si lo envias tal como esta, facilitas la decision pero basandote en informacion que podria ser enganosa. Que haces y por que?",
    "word_count": 72,
    "char_count": 428,
    "length_status": "frozen",
    "length_note": "char_length_out_of_range: 428",
    "notes": "Modulo 1 Video B01 batch 03 item 40",
    "sot_checksum": "6178c55a9471ab920a868ac197ce64e3",
    "audit_status": "frozen",
    "audit_notes": "Frozen by length guard"
  },
  {
    "id": "block-B02-q001",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Estás en reunión final con un cliente que aporta el 40% de los ingresos del trimestre. Tu supervisor presenta proyecciones que notas infladas y demasiado optimistas. El cliente está impresionado y listo para firmar. Si no se cierra el trato, habrá recortes serios en tu equipo que probablemente incluyen despidos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Interrumpes con calma para aclarar que las proyecciones reales son más conservadoras, asumiendo enojo del supervisor, enfriar al cliente y poner en riesgo el contrato y tu lugar.",
      "pragmatic_distractor": "Dejas terminar y luego propones un correo con cifras más realistas, buscando corregir sin frenar el cierre inmediato.",
      "evasive_distractor": "Guardas silencio y piensas que luego podrás alegar que no tenías todos los datos y la responsabilidad era del supervisor.",
      "rationalized_distractor": "Respaldas el discurso optimista porque crees que asegurar el contrato protege al equipo y ya habrá tiempo de ajustar números."
    },
    "notes": "60 words, 347 chars - cumplimiento estricto",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q002",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al revisar un reporte financiero para la junta, descubres números que no coinciden entre secciones. Tu supervisor pide entregar de todas formas porque el plazo es mañana. La junta necesita los datos para decidir sobre inversiones y recortes. Retrasar el reporte podría afectar la planificación del trimestre y generar desconfianza en la dirección. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a entregar un reporte con errores, comunicas al supervisor que necesitas tiempo para corregir, asumiendo el retraso, el enfado de la dirección y afectación en tu evaluación.",
      "pragmatic_distractor": "Corriges las discrepancias más obvias por tu cuenta antes de entregar, asumiendo el riesgo de errores nuevos pero cumpliendo el plazo.",
      "evasive_distractor": "Entregas el reporte y adjuntas nota privada al supervisor señalando las discrepancias, esperando que él decida cómo manejarlo sin que la dirección se entere.",
      "rationalized_distractor": "Le pides al supervisor que lo envíe él mismo si insiste, transfiriendo la responsabilidad y evitando que tu nombre esté asociado con datos incorrectos."
    },
    "notes": "60 words, 350 chars",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q003",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Descubres que un compañero cercano maneja un conflicto de interés omitiendo pasos del protocolo, exponiendo a la empresa a riesgos legales. Tu supervisor lo sabe pero no interviene. Otros también están al tanto pero nadie dice nada. Reportar generaría investigación que afectaría al equipo y dañaría permanentemente tu relación con tu compañero. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas la desviación del protocolo directamente al área de cumplimiento, sabiendo que generará investigación, afectará al equipo y dañará permanentemente tu relación con tu compañero.",
      "pragmatic_distractor": "Hablas directamente con el compañero para recordarle el protocolo antes de escalar, esperando que corrija sin investigación formal.",
      "evasive_distractor": "Le preguntas discretamente al supervisor sobre la situación, confiando en que tiene razón válida para no intervenir y manejará cuando sea apropiado.",
      "rationalized_distractor": "Decides no involucrarte, ya que es responsabilidad del supervisor. Si él no actúa, probablemente tiene razón válida y no es tu lugar cuestionar."
    },
    "notes": "60 words, 348 chars",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q004",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu supervisor pide compartir información confidencial de clientes con un tercero sin verificar autorizaciones, argumentando urgencia porque un cliente espera para cerrar un trato millonario. Si no compartes ya, el cliente podría irse con la competencia, resultando en pérdida de ingresos y posibles despidos. Esto violaría políticas de privacidad. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a compartir la información hasta tener autorización por escrito, explicando los riesgos, sabiendo que el cliente puede irse con la competencia, causar pérdidas y posibles despidos, incluyendo el tuyo.",
      "pragmatic_distractor": "Propones compartir solo la información estrictamente necesaria, minimizando exposición de datos pero cumpliendo la urgencia, esperando satisfacer al cliente sin violar completamente las políticas.",
      "evasive_distractor": "Consultas rápido con el departamento legal o cumplimiento para validar la solicitud, esperando respuesta rápida que te permita proceder sin asumir toda la responsabilidad.",
      "rationalized_distractor": "Compartes la información para cumplir la urgencia, confiando en la palabra del supervisor y que él se hará responsable, priorizando retención del cliente y estabilidad financiera."
    },
    "notes": "62 words, 346 chars",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q005",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Observas que varios compañeros usan recursos de la empresa como equipos y servicios sin seguir procedimientos. Tu supervisor lo sabe pero no dice nada. Parece práctica común y tácitamente aceptada. Reportar generaría una investigación que afectaría a tus compañeros, crearía un ambiente de trabajo tenso y posiblemente te aislaría del equipo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas el incumplimiento directamente al área de personal, ya que el supervisor no actúa, sabiendo que generará investigación, afectará a compañeros, creará tensión y posiblemente te aislará.",
      "pragmatic_distractor": "Hablas informalmente con tus compañeros para recordarles las políticas de uso, esperando que corrijan sin investigación formal que afectaría a todos.",
      "evasive_distractor": "Sugieres al supervisor, en privado, que sería bueno enviar recordatorio general sobre uso de recursos, esperando que maneje sin generar conflictos directos.",
      "rationalized_distractor": "No haces nada, ya que tu supervisor está al tanto y es su responsabilidad actuar. Si no interviene, tiene razón válida y no es tu lugar cuestionar."
    },
    "notes": "61 words, 347 chars",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q006",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te enteras que tu supervisor tiene acceso a información privilegiada que el equipo no tiene y la usa para tomar decisiones que afectan a todos. Algunos miembros del equipo reciben proyectos más deseables, mientras otros, incluyéndote, quedan con tareas menos gratificantes. Confrontar a tu supervisor podría afectar negativamente tu relación con él y tu carrera en la empresa. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Buscas el canal apropiado en la empresa para reportar posible abuso de poder o favoritismo, sabiendo que generará conflicto directo con tu supervisor, afectará tu relación y carrera, y te etiquetará como no leal.",
      "pragmatic_distractor": "Solicitas reunión con tu supervisor para pedir más transparencia en la toma de decisiones, esperando resolver el problema sin escalar y crear conflictos mayores.",
      "evasive_distractor": "Hablas con compañeros de confianza para saber si comparten tu preocupación y evaluar acción conjunta, pensando que enfoque grupal sería más efectivo y menos riesgoso.",
      "rationalized_distractor": "No haces nada para no arriesgar tu relación con el supervisor. Aunque el sistema es injusto, confrontarlo generaría represalias que afectarían aún más tu posición."
    },
    "notes": "64 words, 350 chars",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q007",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Descubres que algunos del equipo tienen acceso a datos de clientes que otros no, creando desequilibrio en la toma de decisiones. Esos compañeros hacen propuestas más informadas y ganan reconocimiento, mientras tú y otros quedan en desventaja. Proponer cambios podría verse como queja o cuestionar las decisiones de gerencia sobre quién debe tener acceso a qué información. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Propones en reunión de equipo que se estandarice el acceso a información para todos, sabiendo que podría verse como queja o cuestionar a gerencia, y que compañeros con acceso privilegiado podrían resentirse por perder ventaja.",
      "pragmatic_distractor": "Hablas con los compañeros que tienen acceso privilegiado para entender mejor, pensando que podrían tener información sobre por qué se distribuyó así y ayudarte a obtener el mismo nivel.",
      "evasive_distractor": "Informas al supervisor sobre el desequilibrio para que lo gestione, esperando que tenga razón válida para la distribución actual y pueda explicarla o corregirla sin conflictos.",
      "rationalized_distractor": "Te centras en tu trabajo, asumiendo que la distribución tiene razón válida basada en roles, responsabilidades o necesidades del proyecto, y cuestionarla crearía conflictos innecesarios."
    },
    "notes": "63 words, 349 chars",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q008",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al preparar un reporte financiero crítico, notas que tu supervisor usa información que tú no puedes ver para influir en decisiones, dejando al equipo sin contexto completo. El equipo toma decisiones con información incompleta, lo que podría afectar la precisión del reporte y las decisiones financieras de la empresa. Pedir que comparta información podría verse como cuestionar su autoridad. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Le pides directamente que comparta la información relevante con el equipo para alinear a todos, sabiendo que podría verse como cuestionar su autoridad, solicitud inapropiada de datos sensibles, y generar fricción.",
      "pragmatic_distractor": "Documentas tus objeciones y las decisiones tomadas sin información completa como respaldo, protegiéndote en caso de problemas más adelante, sin confrontar directamente al supervisor.",
      "evasive_distractor": "Hablas con otros colegas para saber si sienten misma falta de contexto y considerar acción conjunta, pensando que enfoque grupal sería más efectivo y menos riesgoso.",
      "rationalized_distractor": "Sigues las instrucciones del supervisor, confiando en que tiene visión completa y toma decisiones correctas con información que, por confidencialidad u operación, no puede compartir con todos."
    },
    "notes": "63 words, 349 chars",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q009",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te piden usar activos de la empresa como equipos y recursos para un proyecto urgente con plazo muy ajustado. No tienes claro si las políticas lo permiten. Si no usas los activos ya, el proyecto se retrasará mucho, lo que podría afectar a clientes importantes y resultar en pérdida de ingresos. Buscar aclaración tomaría tiempo que no tienes. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar los recursos hasta tener confirmación clara para evitar riesgos, sabiendo que retrasará el proyecto significativamente, podría afectar clientes importantes, resultar en pérdida de ingresos y verse como falta de iniciativa.",
      "pragmatic_distractor": "Buscas la política de la empresa por escrito antes de usar los activos, esperando encontrar respuesta rápida que te permita proceder con confianza, aunque tome tiempo que no tienes.",
      "evasive_distractor": "Le pides al supervisor aclaración por escrito sobre si el uso está permitido, esperando que dé respuesta rápida que te permita proceder sin asumir toda la responsabilidad.",
      "rationalized_distractor": "Usas los activos, asumiendo que si no está explícitamente prohibido, está permitido. El proyecto es urgente y es mejor pedir perdón que permiso cuando se trata de cumplir plazos críticos."
    },
    "notes": "63 words, 348 chars",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q010",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al preparar un reporte financiero, descubres una oportunidad de obtener beneficio personal usando información que manejas, como datos para inversiones o negocios paralelos. Varios compañeros ya lo hacen y parece práctica común. Tu supervisor lo sabe pero no interviene. Reportar esto generaría investigación que afectaría a compañeros, crearía ambiente hostil y posiblemente te aislaría del equipo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te abstienes de hacerlo y reportas la conducta de tus compañeros al supervisor, sabiendo que generará investigación, afectará a compañeros, creará ambiente hostil, te aislará del equipo y podría resultar en despidos.",
      "pragmatic_distractor": "Consultas de forma anónima con el departamento de cumplimiento para entender los límites éticos, esperando obtener claridad sin exponerte directamente y sin generar conflictos con compañeros.",
      "evasive_distractor": "Ignoras la oportunidad y te limitas a hacer tu trabajo sin involucrarte, decidiendo que no es tu batalla y es mejor no crear conflictos innecesarios, aunque pierdas beneficio que otros obtienen.",
      "rationalized_distractor": "Aprovechas la oportunidad, ya que otros lo hacen y parece práctica común. Si todos lo hacen y nadie dice nada, probablemente está bien, y no es tu responsabilidad ser policía ético."
    },
    "notes": "64 words, 350 chars",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q011",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tras semanas de horas extra en un proyecto, tu equipo aún espera que alguien les dé las gracias. Tu supervisor propone usar el presupuesto de formación para una cena y te pide registrarla como \"capacitación\", aunque la política prohíbe usar ese fondo para eventos sociales. Si te niegas, puedes arruinar la sorpresa y quedar como poco leal ante el equipo y tu jefe. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a registrar la cena como capacitación y propones usar el fondo solo para actividades de formación reales, explicando el riesgo de falsear el concepto aunque eso enfríe el ambiente y decepcione a tu supervisor y al equipo.",
      "pragmatic_distractor": "Aceptas la cena pero sugieres un lugar más sencillo y tratas de imputarla a otra partida más flexible, confiando en que ese ajuste contable pasará desapercibido.",
      "evasive_distractor": "Sugieres que sea el supervisor quien gestione el gasto y firme el reporte, manteniéndote al margen de cómo se registre para no discutir ni arruinar el gesto.",
      "rationalized_distractor": "Organizas la cena y la registras como capacitación, convenciéndote de que el esfuerzo extra del equipo merece ese beneficio y que el detalle contable no hace daño real."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 65,
    "char_count": 313,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, 4 balanced options, psychometric validation."
  },
  {
    "id": "block-B02-q012",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Participas en el equipo de una fusión y tu supervisor te da acceso a archivos con datos personales y salarios de empleados de otra empresa. Te pide usar esa información para armar una lista de despidos, aunque la política de la fusión prohíbe revisar datos individuales de esa forma. Sabe que el plazo es mínimo y que cuestionarlo puede hacerte ver poco comprometido. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas usar los datos personales para elegir despidos y pides otra tarea, explicando que violar la política de privacidad puede exponer a la empresa y a ti a un problema serio, aunque quedes como poco colaborador en un momento crítico.",
      "pragmatic_distractor": "Haces el análisis pero te centras solo en funciones y duplicidades de puesto, intentando ignorar los datos personales para sentir que reduces la falta.",
      "evasive_distractor": "Sugieres que el análisis lo haga el área de personal u otro equipo autorizado y entregas los archivos sin opinar, evitando implicarte directamente en la lista.",
      "rationalized_distractor": "Aceptas usar todos los datos disponibles para priorizar despidos, convenciéndote de que la fusión debe salir bien para salvar la mayoría de los empleos aunque se fuerce un poco el acuerdo de privacidad."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 65,
    "char_count": 315,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, 4 balanced options, psychometric validation."
  },
  {
    "id": "block-B02-q013",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "En tu área hay una suscripción a un sistema profesional costoso pensada exclusivamente para proyectos laborales, pero descubres que podrías usarla para un proyecto personal que te ilusiona mucho. Varios colegas ya lo hacen sin consecuencias y tu supervisor la llama una “zona gris” tolerada. Si pides una regla clara, pueden quitar ese acceso para todos y tus compañeros te verán como el culpable de perder el beneficio. ¿Cómo actúas ante esto?",
    "options_structured": {
      "integrity_correct": "Decides no usar el sistema y solicitas formalmente aclarar la política de uso, asumiendo que esto provocará que cancelen el acceso libre y que tus compañeros te culparán y aislarán por haberles quitado ese beneficio.",
      "pragmatic_distractor": "Lo usas solo fuera del horario laboral, cuidando que no afecte tu desempeño y diciéndote que mientras cumplas con tus tareas el uso extra es aceptable.",
      "evasive_distractor": "Optas por no usar la suscripción pero tampoco preguntas nada, evitando exponerte y dejando que otros sigan aprovechando la zona gris sin involucrarte.",
      "rationalized_distractor": "Utilizas la suscripción para tu proyecto personal, pensando que al mejorar tus habilidades técnicas beneficias indirectamente a la empresa y que el recurso ya está pagado."
    },
    "notes": "SOT M1 Opciones; escenario ajustado a rango y costo de integridad reforzado.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 72,
    "char_count": 373,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "frozen",
    "audit_notes": "integrity_weak_cost: Missing explicit HIGH cost (frustración, riesgo, reputación, evaluación)"
  },
  {
    "id": "block-B02-q014",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "En pleno cierre del plan del próximo año, un fallo del sistema te da acceso a salarios y bonos de varios jefes. Tu supervisor te pide usar esos datos no oficiales para ajustar las cifras y entregar mañana, diciendo que así el cálculo de personal será aún más realista. Sabes que esa información no te corresponde y que negarte puede detener el calendario financiero. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas de inmediato el fallo al equipo de sistemas y te niegas a usar los datos, entregando un presupuesto incompleto que retrasará todo el proceso, sabiendo que tu supervisor te evaluará mal por no resolver el problema a tiempo.",
      "pragmatic_distractor": "Usas los datos para ajustar el presupuesto de este año y a la vez reportas el fallo técnico, convenciéndote de que solo aprovecharás esa información una vez mientras se corrige.",
      "evasive_distractor": "Planteas que otro colega lleve el ajuste argumentando carga de trabajo, y dejas en sus manos decidir si usa o no la información sensible para no enfrentarte al conflicto.",
      "rationalized_distractor": "Utilizas los salarios completos para afinar el presupuesto, pensando que proteger la salud financiera de la empresa justifica aprovechar datos que llegaron por error mientras nadie resulte afectado en lo personal."
    },
    "notes": "SOT M1 Opciones; costo de integridad reforzado.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 313,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "frozen",
    "audit_notes": "integrity_weak_cost: Missing explicit HIGH cost (frustración, riesgo, reputación, evaluación)"
  },
  {
    "id": "block-B02-q015",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "La empresa está por cerrar un gran contrato y formas parte del comité que evaluará a varios proveedores. Uno de los finalistas es una empresa de un pariente, y tu supervisor, que conoce el vínculo, te pide quedarte en el comité porque confía en tu criterio técnico. Salir del proceso podría retrasar la decisión y molestar a la dirección. ¿Cómo gestionas ese conflicto de interés?",
    "options_structured": {
      "integrity_correct": "Informas formalmente el vínculo familiar y exiges salir del comité, aceptando que tu salida repentina retrasará la firma del contrato y causará una gran molestia en la dirección, afectando tu reputación como alguien confiable en momentos críticos.",
      "pragmatic_distractor": "Permaneces en el comité pero pides dejar por escrito que te abstendrás en la votación final, limitándote a comentarios técnicos para sentir que reduces el sesgo.",
      "evasive_distractor": "Minimizas el vínculo al describirlo como lejano en conversaciones informales y no lo documentas, confiando en que podrás ser objetivo sin generar ruido en el proceso.",
      "rationalized_distractor": "Te quedas en el comité y participas plenamente, convenciéndote de que tu experiencia es clave para elegir al mejor proveedor y que, si tu pariente gana, será porque ofreció la mejor propuesta."
    },
    "notes": "SOT M1 Opciones; costo de integridad reforzado.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 65,
    "char_count": 316,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, 4 balanced options, psychometric validation."
  },
  {
    "id": "block-B02-q016",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu área prepara un informe para accionistas y tu supervisor te pide sumar cifras muy optimistas de un producto sin pruebas sólidas. Afirma que esos números ayudan a mantener la confianza del mercado y el valor de las acciones, de los que dependen los bonos del equipo. Si usas datos reales y más bajos, podrían culparte si el precio cae después del anuncio. ¿Qué decides mostrar?",
    "options_structured": {
      "integrity_correct": "Incluyes solo proyecciones respaldadas por datos y dejas constancia escrita de por qué descartas los escenarios inflados, asumiendo que si el mercado reacciona mal tu supervisor puede culpar tu prudencia y afectar tu evaluación.",
      "pragmatic_distractor": "Añades las cifras optimistas pero con una nota discreta sobre que son estimaciones preliminares, confiando en que técnicamente quedará registrado aunque casi nadie lea el detalle.",
      "evasive_distractor": "Pides que tu supervisor te envíe por correo las proyecciones y la instrucción de incluirlas, para agregarlas sin discutir más y tener un respaldo de que seguiste una orden directa.",
      "rationalized_distractor": "Aceptas sin matices las cifras más altas, pensando que mantener el valor de las acciones y los bonos del equipo es más importante que ser estricto con las validaciones técnicas."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 314,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, 4 balanced options, psychometric validation."
  },
  {
    "id": "block-B02-q017",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al preparar los aumentos del año, descubres un archivo donde ves que un gerente de otra área, con menos carga que tú, recibió un bono mayor. Tu supervisor te dice que “así son las cosas” y te pide seguir con el reparto usando un presupuesto corto. Sabes que si cuestionas la diferencia puedes quedar como conflictivo, mientras tu equipo espera que lo defiendas. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Escalas la situación por los canales formales y solicitas revisar la equidad de los bonos, aun sabiendo que enfrentarás a la gerencia y podrías perjudicar tu propia evaluación y futuras oportunidades de aumento.",
      "pragmatic_distractor": "Usas lo que viste para negociar un poco más para tu equipo, insinuando que hay discrepancias sin dar detalles, buscando mejorar algo sin abrir un conflicto abierto sobre el bono del otro gerente.",
      "evasive_distractor": "Ignoras el archivo y sigues con el reparto tal como estaba previsto, diciéndote que no es tu batalla y que intervenir solo complicaría la política interna.",
      "rationalized_distractor": "Compartes de forma anónima la información con colegas para que presionen en grupo, evitando dar la cara pero esperando que alguien más enfrente a la dirección por ti."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 65,
    "char_count": 314,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, 4 balanced options, psychometric validation."
  },
  {
    "id": "block-B02-q018",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "La empresa vive presión para acelerar la producción en una etapa clave y tu supervisor te pide omitir varios controles de calidad que califica de “burocráticos”. Asegura que el riesgo de defectos es mínimo y que es la única forma de cumplir los objetivos del trimestre sin recortes. Sabes que negarte puede hacerte ver como el obstáculo que impide llegar a las metas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los controles y documentas por escrito los riesgos para clientes y para la reputación de la empresa, aceptando que si no se llega a la meta trimestral puedan señalarte como responsable del retraso.",
      "pragmatic_distractor": "Reduces la profundidad de los controles en productos que consideras de menor riesgo y montas un seguimiento informal, intentando equilibrar rapidez y seguridad aunque sabes que el estándar baja.",
      "evasive_distractor": "Pides que la orden quede por escrito y copias al área de calidad, dejando que definan el nivel de control mientras tú aplicas lo que ellos autoricen sin liderar la oposición.",
      "rationalized_distractor": "Omites los controles tal como se te pide, diciéndote que es una medida temporal para salvar los resultados y evitar posibles recortes de personal si la producción no se cumple."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 65,
    "char_count": 315,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, 4 balanced options, psychometric validation."
  },
  {
    "id": "block-B02-q019",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu empresa tiene un acuerdo con una marca de autos que te da un descuento personal. Estás a punto de comprar un auto cuando tu supervisor propone registrarlo a nombre de la empresa para conseguir aún más rebaja y luego “vendértelo” de forma simbólica. Lo presenta como un tecnicismo que ayuda a compensar salarios bajos, y temes parecer poco leal si lo rechazas. ¿Cómo reaccionas?",
    "options_structured": {
      "integrity_correct": "Rechazas el esquema y pagas el precio completo con el descuento estándar, asumiendo el costo económico personal y sabiendo que tu supervisor te marcará como alguien rígido y difícil que no valora los esfuerzos que él hace por el equipo.",
      "pragmatic_distractor": "Preguntas si existe una forma formal de reconocer ese ahorro, como un bono transparente o ayuda económica, buscando un resultado similar sin recurrir a movimientos contables dudosos.",
      "evasive_distractor": "Dices que necesitas tiempo para pensarlo y pospones la compra, esperando que el tema se enfríe sin tener que aceptar ni confrontar abiertamente la propuesta de tu supervisor.",
      "rationalized_distractor": "Aceptas registrar el auto a nombre de la empresa y comprárselo después por un monto simbólico, convenciéndote de que es parte de la cultura interna y una compensación justa por salarios bajos."
    },
    "notes": "SOT M1 Opciones; costo de integridad reforzado.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 65,
    "char_count": 316,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "frozen",
    "audit_notes": "integrity_weak_cost: Missing explicit HIGH cost (frustración, riesgo, reputación, evaluación)"
  },
  {
    "id": "block-B02-q020",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al preparar el reporte del trimestre, descubres que un fallo del sistema sumó 5% a los ingresos. Si corriges la cifra, la entrega ya se retrasa una semana y la gerencia debe rehacer planes clave. Tu supervisor insiste en enviar los números inflados y “ajustarlos” en el próximo reporte. Sabes que aceptar o frenar esa orden puede definir tu reputación en la empresa. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Informas del fallo, corriges las cifras antes de presentar y asumes explicar por qué los ingresos reales son menores, aceptando el enojo de la dirección si la planificación debe ajustarse y tu nombre queda asociado al retraso.",
      "pragmatic_distractor": "Presentas los números inflados pero adviertes verbalmente que hay un ajuste técnico pendiente, confiando en que esa aclaración rápida será suficiente sin modificar el archivo oficial.",
      "evasive_distractor": "Envías un correo a tu supervisor y a la gerencia financiera detallando el error y pidiendo una instrucción explícita, para seguir lo que decidan sin tomar tú la decisión final.",
      "rationalized_distractor": "Aceptas presentar el reporte con el 5% extra y planeas corregirlo en el siguiente trimestre, diciéndote que el sistema es el verdadero responsable y que lo importante es no frenar las decisiones de la dirección."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 65,
    "char_count": 314,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, 4 balanced options, psychometric validation."
  },
  {
    "id": "block-B02-q021",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu supervisor usa un sistema predictivo que detecta qué empleados planean renunciar y les asigna los proyectos más deseables, dejando a los colaboradores leales con las tareas menos atractivas. El método funciona para retener talento, pero genera frustración en el equipo. Cuestionarlo podría hacerte ver como poco estratégico y afectar tu relación con él. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Cuestionas directamente el método de asignación ante tu supervisor, argumentando que desmoraliza a los empleados leales y daña la equidad, aceptando que quedarás marcado como no estratégico y que tu reputación profesional ante la gerencia puede verse afectada.",
      "pragmatic_distractor": "Propones un sistema de rotación de proyectos para dar oportunidades a todos, sin mencionar el sistema predictivo directamente, buscando mejorar la situación sin enfrentarte abiertamente a la estrategia de tu supervisor.",
      "evasive_distractor": "Te enfocas en tu equipo directo e ignoras cómo se asignan proyectos en otras áreas, evitando involucrarte en decisiones que no son tu responsabilidad directa mientras la situación continúa.",
      "rationalized_distractor": "Aceptas el método de tu supervisor porque reduce la rotación y beneficia la estabilidad de la empresa, convenciéndote de que la retención de talento justifica el trato desigual hacia los empleados leales."
    },
    "notes": "SOT M1 Opciones; costo de integridad: reputación profesional afectada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "audit_status": "ok",
    "word_count": 65,
    "char_count": 338
  },
  {
    "id": "block-B02-q022",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Durante una llamada con un cliente molesto por un error del producto, tu supervisor te instruye por chat privado que digas que es un caso aislado, aunque sabes que es un problema conocido que afecta a muchos usuarios. Admitir la verdad podría perder al cliente. Si sigues la instrucción evitas el conflicto, pero mentirás al cliente. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Ignoras la instrucción y le dices al cliente la verdad sobre el problema conocido, arriesgándote a que el cliente se enfade aún más, cancele el contrato y generes un conflicto directo con tu supervisor que afecte tu evaluación.",
      "pragmatic_distractor": "Usas lenguaje ambiguo diciendo que investigarás si otros usuarios están afectados y te comprometes a dar seguimiento, evitando mentir directamente pero sin admitir toda la verdad de inmediato.",
      "evasive_distractor": "Pones el altavoz y dices que tu supervisor puede dar más detalles sobre el alcance del problema, pasando la responsabilidad directamente a él para no tener que mentir ni confrontarlo.",
      "rationalized_distractor": "Sigues la instrucción y aseguras al cliente que es un caso aislado, convenciéndote de que retener al cliente importante protege los ingresos de la empresa y los empleos del equipo."
    },
    "notes": "SOT M1 Opciones; costo de integridad: conflicto con supervisor + evaluación afectada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 338
  },
  {
    "id": "block-B02-q023",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Descubres que tu supervisor usa un algoritmo secreto para asignar turnos de fin de semana que siempre favorece a empleados con los que tiene mejor relación personal. Varios compañeros se quejan en privado pero nadie habla. La moral está por los suelos y confrontarlo te convertirá en el portavoz del conflicto. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión con tu supervisor y pides transparencia en la asignación de turnos en nombre del equipo, aceptando que te convertirás en el portavoz del conflicto y que tu reputación como colaborador leal quedará dañada ante él.",
      "pragmatic_distractor": "Propones un sistema de intercambio de turnos voluntario sin confrontar su autoridad directamente, esperando aliviar la tensión y mejorar la situación sin cuestionar su método de asignación abiertamente.",
      "evasive_distractor": "Aconsejas a tus compañeros que presenten una queja grupal al área de personal, apoyándolos moralmente pero sin incluir tu nombre en la queja para no exponerte directamente ante el supervisor.",
      "rationalized_distractor": "No haces nada porque confrontar a tu supervisor podría generar represalias que afectarían aún más al equipo, convenciéndote de que es mejor mantener la cabeza baja aunque el sistema sea injusto."
    },
    "notes": "SOT M1 Opciones; costo de integridad: reputación dañada como colaborador leal.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 337
  },
  {
    "id": "block-B02-q024",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Antes de un anuncio público, tu supervisor te comparte información privilegiada sobre el fracaso de un producto clave y te sugiere vender tus acciones de la empresa antes de que la noticia se haga pública y el valor se desplome. Lo presenta como una advertencia amistosa. Usar esa información es ilegal. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas vender tus acciones y reportas la conversación al área de cumplimiento, aceptando que esto podría costarle el trabajo a tu supervisor, convertirte en enemigo de alguien poderoso y afectar seriamente tu futuro en la empresa.",
      "pragmatic_distractor": "No vendes tus acciones para evitar usar información privilegiada, pero tampoco reportas a tu supervisor, manteniendo tu integridad personal sin crear un conflicto mayor que te exponga a represalias.",
      "evasive_distractor": "Le dices que no tienes tiempo para gestionar tus inversiones ahora y evitas el tema completamente, sin confirmar ni negar lo que harás para no enfrentarlo ni comprometerte.",
      "rationalized_distractor": "Vendes tus acciones convenciéndote de que has trabajado duro y mereces proteger tus ahorros, y que cualquier persona inteligente haría lo mismo para protegerse financieramente ante una pérdida segura."
    },
    "notes": "SOT M1 Opciones; costo de integridad: enemigo poderoso + futuro afectado.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 327
  },
  {
    "id": "block-B02-q025",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un cliente impone un plazo muy ajustado y tu supervisor te pide procesar la base de datos usando un sistema de terceros no aprobado que es mucho más rápido. La política prohíbe subir datos a plataformas no autorizadas por riesgo de fugas. Si no cumples el plazo, el cliente puede cancelar. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar el sistema no aprobado y explicas que prefieres comunicar al cliente que habrá un retraso para seguir los protocolos de seguridad, asumiendo el descontento del cliente y el riesgo de que tu supervisor te evalúe mal por no resolver.",
      "pragmatic_distractor": "Usas el sistema no aprobado solo con una muestra de datos anonimizados para la fase inicial, planeando completar el resto con herramientas lentas y aprobadas, intentando equilibrar rapidez y seguridad sin que nadie se dé cuenta.",
      "evasive_distractor": "Documentas los riesgos de seguridad en un correo a tu supervisor y le pides confirmación por escrito para proceder, creando un registro de que seguías órdenes directas sin tomar tú la decisión final.",
      "rationalized_distractor": "Usas el sistema no aprobado para cumplir el plazo, convenciéndote de que la satisfacción del cliente es la prioridad máxima y que el riesgo de fuga de datos es solo teórico si nadie se entera."
    },
    "notes": "SOT M1 Opciones; costo de integridad: evaluación mal + descontento cliente.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 69,
    "char_count": 348
  },
  {
    "id": "block-B02-q026",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu supervisor tiene acceso a resultados preliminares de una encuesta de clima laboral muy negativos para otro departamento. Te pide tu opinión sobre si debería suavizar los resultados antes de presentarlos a la dirección para evitar una crisis y proteger al gerente de ese departamento, que es amigo suyo. ¿Qué le aconsejas?",
    "options_structured": {
      "integrity_correct": "Le aconsejas presentar los datos tal como son, argumentando que la transparencia es la única forma de abordar los problemas reales, aceptando que esto puede dañar la carrera de su amigo y que tu supervisor puede molestarse contigo por no apoyarlo.",
      "pragmatic_distractor": "Sugieres enmarcar los resultados de manera más constructiva enfocándose en las soluciones en lugar de los datos negativos, sin alterar cifras pero cambiando la narrativa para reducir el impacto sin manipular información directamente.",
      "evasive_distractor": "Le dices que no tienes suficiente contexto sobre el otro departamento para opinar y que confías en su juicio como supervisor para manejar la situación, evitando dar tu posición real y dejando que él decida.",
      "rationalized_distractor": "Apoyas la idea de suavizar los resultados, convenciéndote de que una crisis interna ahora podría desestabilizar a toda la empresa y que es mejor manejar la situación con discreción para mantener la paz organizacional."
    },
    "notes": "SOT M1 Opciones; costo de integridad: supervisor molesto por no apoyarlo.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 67,
    "char_count": 355
  },
  {
    "id": "block-B02-q027",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Descubres que varios compañeros inflan las horas que reportan en un proyecto para cobrar más. Tu supervisor lo sabe y lo permite, argumentando que el cliente tiene presupuesto enorme y es una forma de compensar al equipo por su trabajo duro. Reportarlo causaría una investigación que afectaría a todos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a inflar tus horas y reportas la práctica al área de ética, aceptando que esto causará una investigación que afectará a todo tu equipo, a tu supervisor, creará un ambiente hostil y te aislará como el delator que perjudicó a todos.",
      "pragmatic_distractor": "Reportas tus horas con exactitud pero no dices nada sobre tus compañeros, decidiendo que no es tu responsabilidad supervisar sus informes y que cada quien es responsable de su propia conducta ante la empresa.",
      "evasive_distractor": "Le pides a tu supervisor que te transfiera a otro proyecto citando problemas de dinámica de equipo, evitando así ser parte de la situación sin tener que confrontar ni reportar a nadie directamente.",
      "rationalized_distractor": "Inflas ligeramente tus horas como los demás, convenciéndote de que el cliente está contento con el trabajo, el equipo está mejor compensado y nadie sale perdiendo en esta situación de beneficio mutuo."
    },
    "notes": "SOT M1 Opciones; costo de integridad: aislamiento + ambiente hostil.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 347
  },
  {
    "id": "block-B02-q028",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un cliente importante está furioso porque un error en el producto le costó dinero. Tu supervisor te pide redactar un correo ofreciendo un pequeño descuento en la próxima compra. Sin embargo, sabes que la política de la empresa para errores de este calibre es ofrecer un reembolso completo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Redactas el correo ofreciendo el reembolso completo que dicta la política y se lo envías a tu supervisor para aprobación, aceptando que te cuestionará por no seguir sus instrucciones y que tu evaluación puede verse afectada por desafiar su decisión.",
      "pragmatic_distractor": "Ofreces al cliente un descuento significativamente mayor al que sugirió tu supervisor pero menor que el reembolso completo, esperando que sea suficiente para calmarlo sin incurrir en el costo total que tu supervisor quiere evitar.",
      "evasive_distractor": "Le pides a un colega del área de servicio que se encargue de la comunicación argumentando que ellos tienen más experiencia en el trato con clientes molestos, transfiriendo así la responsabilidad de la decisión.",
      "rationalized_distractor": "Sigues las instrucciones de tu supervisor y ofreces solo el pequeño descuento, convenciéndote de que proteger los márgenes de ganancia de la empresa es crucial en un mercado competitivo y que el cliente lo aceptará."
    },
    "notes": "SOT M1 Opciones; costo de integridad: cuestionamiento + evaluación afectada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 65,
    "char_count": 349
  },
  {
    "id": "block-B02-q029",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu departamento tiene un presupuesto limitado para nuevo equipamiento. Tu supervisor decide gastar la mayor parte en una silla ergonómica costosa para él citando problemas de espalda, mientras el equipo sigue usando equipos viejos y lentos. Te pide que proceses la compra. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Cuestionas la decisión y sugieres que el presupuesto debería usarse para equipamiento que beneficie la productividad de todo el equipo, aceptando que esto generará un conflicto directo con tu supervisor y dañará tu reputación ante él como colaborador alineado.",
      "pragmatic_distractor": "Procesas la compra de la silla pero adjuntas una solicitud formal para aumentar el presupuesto del próximo año, documentando la necesidad de nuevo equipamiento para el equipo sin confrontar directamente la decisión actual.",
      "evasive_distractor": "Procesas la compra sin comentarios pero accidentalmente copias al área de finanzas en el correo de confirmación, dejando que otros se den cuenta de la situación sin que tengas que confrontar directamente a tu supervisor.",
      "rationalized_distractor": "Procesas la compra rápidamente y sin preguntas, convenciéndote de que la salud y el bienestar de tu supervisor son importantes para que pueda liderar al equipo de manera efectiva y productiva."
    },
    "notes": "SOT M1 Opciones; costo de integridad: reputación dañada ante supervisor.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 337
  },
  {
    "id": "block-B02-q030",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al negociar un contrato con un proveedor, te das cuenta de que puedes usar una ambigüedad en los términos para conseguir un precio mucho más bajo, aunque sabes que el proveedor no la interpretó así y probablemente perderá dinero. Tu supervisor te felicita por tu astucia. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Le señalas la ambigüedad al proveedor antes de firmar permitiéndole ajustar su oferta, aceptando que terminarás pagando un precio más alto, perderás la victoria que tu supervisor esperaba y que tu evaluación puede verse afectada por no aprovechar la oportunidad.",
      "pragmatic_distractor": "Cierras el trato aprovechando la ambigüedad pero planeas ser un cliente generoso en el futuro, ofreciéndole al proveedor otras oportunidades para compensar su pérdida y mantener la relación comercial saludable.",
      "evasive_distractor": "Envías el contrato al área legal para una revisión final, esperando que ellos señalen la ambigüedad y te quiten la responsabilidad de la decisión sin tener que confrontar a tu supervisor directamente.",
      "rationalized_distractor": "Cierras el trato sin decir nada, convenciéndote de que tu principal deber es conseguir las mejores condiciones para tu empresa y maximizar los ahorros, y que el proveedor debió leer mejor el contrato."
    },
    "notes": "SOT M1 Opciones; costo de integridad: evaluación afectada por no aprovechar.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 67,
    "char_count": 348
  },
  {
    "id": "block-B02-q031",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Estás negociando un contrato millonario y descubres que uno de los finalistas es una empresa donde tu cónyuge tiene participación accionaria significativa. Varios compañeros manejan situaciones similares sin declararlas y tu supervisor lo sabe. Declarar el conflicto retrasará el proyecto semanas y afectará tu carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Declaras el conflicto formalmente y te recusas de la negociación, aceptando que esto retrasará el proyecto semanas, perderás la oportunidad de trabajar en este proyecto importante, afectará negativamente tu carrera y dañará tu relación con el equipo.",
      "pragmatic_distractor": "Declaras el conflicto pero propones permanecer solo para asesoramiento técnico absteniéndote de la decisión final, esperando que esto cumpla con la transparencia sin perder completamente tu participación en el proyecto.",
      "evasive_distractor": "Minimizas la conexión describiéndola como lejana y sigues en la negociación, confiando en tu capacidad para ser objetivo y en que el proveedor es realmente el mejor independientemente de la conexión familiar.",
      "rationalized_distractor": "Sigues en la negociación sin declarar el conflicto, convenciéndote de que varios compañeros lo hacen, que tu cónyuge no tiene influencia directa en la empresa y que lo importante es elegir al mejor proveedor."
    },
    "notes": "SOT M1 Opciones; costo de integridad: carrera afectada + relación con equipo dañada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 68,
    "char_count": 365
  },
  {
    "id": "block-B02-q032",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un proyecto crítico tiene un plazo extremadamente ajustado y tu supervisor insiste en que omitas ciertos controles de seguridad que considera burocráticos. Si no cumples el plazo, el cliente se irá con la competencia resultando en pérdida de ingresos y posiblemente despidos. Varios compañeros ya siguen este enfoque. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los controles de seguridad explicando que la protección de los activos y del equipo no es negociable, aceptando que esto retrasará el proyecto, puede perder al cliente, resultar en pérdida de ingresos, despidos e incluir el tuyo.",
      "pragmatic_distractor": "Relajas los controles solo en aspectos de menor riesgo e implementas un sistema de seguimiento rápido para corregir problemas que surjan, esperando cumplir el plazo sin comprometer completamente la seguridad.",
      "evasive_distractor": "Pides a tu supervisor que te envíe la instrucción por escrito y la reenvías al área de seguridad para que ellos aprueben, transfiriendo la responsabilidad y evitando que sea tu decisión directa.",
      "rationalized_distractor": "Omites los controles como te piden, convenciéndote de que cumplir el plazo es esencial para retener al cliente y evitar despidos, y que varios compañeros lo hacen sin problemas por lo que el riesgo es mínimo."
    },
    "notes": "SOT M1 Opciones; costo de integridad: despido propio incluido.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 69,
    "char_count": 354
  },
  {
    "id": "block-B02-q033",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Evalúas propuestas para un proyecto importante y una de las empresas finalistas es propiedad parcial de un familiar cercano. Tu supervisor insiste en que manejes la situación argumentando que tu conocimiento técnico es indispensable. Si te recusas, el proyecto se retrasa y perderás la oportunidad de liderarlo, afectando tu carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te recusas formalmente del proceso de evaluación citando el conflicto de interés, aceptando que esto retrasará el proyecto significativamente, perderás la oportunidad de liderarlo y afectará negativamente tu carrera y tu relación con tu supervisor.",
      "pragmatic_distractor": "Permaneces en el proceso pero te abstienes de votar en la decisión final, participando solo en discusiones técnicas para que tu conocimiento se aproveche sin tomar la decisión final sobre tu familiar.",
      "evasive_distractor": "Minimizas la conexión familiar describiéndola como lejana y sigues en el proceso, confiando en tu capacidad para ser objetivo y en que puedes separar tus intereses personales de los de la empresa.",
      "rationalized_distractor": "Sigues en el proceso y participas plenamente, convenciéndote de que tu experiencia es crucial para elegir al mejor proveedor, lo que beneficia a la empresa por encima de todo y que tu familiar no influye en tu decisión."
    },
    "notes": "SOT M1 Opciones; costo de integridad: carrera afectada + relación supervisor dañada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 68,
    "char_count": 348
  },
  {
    "id": "block-B02-q034",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al preparar un reporte de gastos, notas que tu supervisor usa información sobre recursos y presupuestos que otros no ven para tomar decisiones que afectan a todos, asignando proyectos deseables a ciertos empleados y dejando a otros con tareas menos gratificantes. Confrontarlo podría afectar tu relación y carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Buscas el canal apropiado en la empresa para reportar el desequilibrio de poder, aceptando que esto generará un conflicto directo con tu supervisor, afectará negativamente tu relación con él, tu carrera y posiblemente te etiquete como alguien desleal.",
      "pragmatic_distractor": "Solicitas una reunión con tu supervisor para pedir más transparencia en la toma de decisiones, esperando que esto resuelva el problema sin escalar la situación y crear conflictos mayores que te perjudiquen.",
      "evasive_distractor": "Hablas con compañeros de confianza para saber si comparten tu preocupación y evaluar una acción conjunta, pensando que un enfoque grupal podría ser más efectivo y menos riesgoso que actuar solo.",
      "rationalized_distractor": "No haces nada para no arriesgar tu relación con el supervisor, convenciéndote de que aunque el sistema es injusto, confrontarlo podría generar represalias que afectarían aún más tu posición en el equipo."
    },
    "notes": "SOT M1 Opciones; costo de integridad: carrera afectada + etiqueta desleal.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "audit_status": "ok",
    "word_count": 67,
    "char_count": 345
  },
  {
    "id": "block-B02-q035",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al gestionar equipos y recursos, detectas inconsistencias críticas en el sistema con errores y discrepancias que podrían afectar registros y decisiones financieras. Tu supervisor te pide ignorarlos porque el plazo es mañana. Retrasar el reporte afectará la planificación del trimestre y generará desconfianza en la dirección. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Insistes en corregir los errores antes de entregar el reporte, aceptando que esto retrasará la entrega, afectará la planificación del trimestre, generará desconfianza en la dirección y afectará negativamente tu evaluación de desempeño y tu posición.",
      "pragmatic_distractor": "Entregas el reporte con los errores pero adjuntas una nota privada para el supervisor señalando las discrepancias, esperando que él decida cómo manejarlo sin que la dirección se entere y sin que tu nombre quede asociado.",
      "evasive_distractor": "Intentas corregir solo los errores más críticos tú mismo antes de la entrega, asumiendo el riesgo de cometer errores pero cumpliendo con el plazo para no retrasar las decisiones de la empresa.",
      "rationalized_distractor": "Ignoras los errores como te piden, convenciéndote de que el supervisor tiene más experiencia y sabe qué es importante, y que si él dice que se pueden ignorar probablemente tiene razón."
    },
    "notes": "SOT M1 Opciones; costo de integridad: evaluación afectada + desconfianza dirección.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 67,
    "char_count": 345
  },
  {
    "id": "block-B02-q036",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Durante una reunión con un cliente importante, varios compañeros alteran información para obtener ventajas en la negociación, exagerando capacidades del producto o minimizando tiempos de entrega. Tu supervisor lo sabe pero no interviene. Si no sigues esta práctica, podrías perder ventaja y el cliente irse con la competencia. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas la práctica al área de ética, aceptando que esto generará una investigación que afectará a tus compañeros, creará un ambiente hostil, te aislará del equipo y podría resultar en despidos además de tu propia reputación dañada.",
      "pragmatic_distractor": "Te enfocas en crear valor a largo plazo presentando información precisa y honesta, esperando que esto sea suficiente para ganar la confianza del cliente sin necesidad de distorsionar información como los demás.",
      "evasive_distractor": "Buscas un balance presentando información precisa pero enmarcándola de manera más atractiva, esperando que esto te dé ventaja competitiva sin cruzar completamente la línea ética de distorsión que cruzan tus compañeros.",
      "rationalized_distractor": "Sigues la práctica de tus compañeros, convenciéndote de que si todos lo hacen está bien, que lo importante es ganar el contrato para proteger los ingresos de la empresa y los empleos del equipo."
    },
    "notes": "SOT M1 Opciones; costo de integridad: aislamiento + reputación dañada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 68,
    "char_count": 353
  },
  {
    "id": "block-B02-q037",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un proyecto urgente tiene un plazo extremadamente ajustado y tu supervisor insiste en que uses recursos empresariales omitiendo ciertos protocolos de uso que considera innecesarios. Si no cumples el plazo, el proyecto fallará y el cliente se irá con la competencia resultando en pérdida de ingresos y posiblemente despidos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los protocolos de uso explicando que la protección de los recursos y la calidad del trabajo no son negociables, aceptando que esto retrasará el proyecto, puede perder al cliente, resultar en pérdida de ingresos y despidos incluido el tuyo.",
      "pragmatic_distractor": "Diseñas un plan escalonado que minimice riesgos mientras logras los objetivos, relajando solo los protocolos de menor riesgo e implementando controles alternativos para proteger los recursos sin retrasar demasiado el proyecto.",
      "evasive_distractor": "Consultas con colegas y superiores para obtener diferentes perspectivas, esperando que ellos puedan ayudarte a encontrar una solución que cumpla con los protocolos sin retrasar demasiado el proyecto y sin tener que decidir solo.",
      "rationalized_distractor": "Omites los protocolos como te piden, convenciéndote de que varios compañeros lo hacen sin problemas por lo que el riesgo es mínimo, y que lo importante es cumplir el plazo para retener al cliente y evitar despidos."
    },
    "notes": "SOT M1 Opciones; costo de integridad: despido propio incluido.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 69,
    "char_count": 348
  },
  {
    "id": "block-B02-q038",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al asignar tareas para un proyecto importante, identificas un potencial conflicto de interés porque una de las tareas beneficiaría directamente a un negocio paralelo que tienes con un familiar. Tu supervisor lo sabe pero insiste en que manejes la situación. Si te recusas, el proyecto se retrasa y afecta tu carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te recusas de asignar esa tarea específica citando el conflicto de interés, aceptando que esto retrasará el proyecto, perderás la oportunidad de liderar este proyecto importante y afectará negativamente tu carrera y tu relación con tu supervisor.",
      "pragmatic_distractor": "Propones reasignar la tarea a otro miembro del equipo mientras te enfocas en otras responsabilidades, esperando que esto sea suficiente para evitar el conflicto sin perder completamente tu participación en el liderazgo del proyecto.",
      "evasive_distractor": "Asignas la tarea pero documentas el conflicto y te aseguras de que la decisión sea transparente y beneficie a la empresa, trabajando dentro del sistema actual mientras buscas mejoras estructurales para situaciones similares.",
      "rationalized_distractor": "Manejas la situación como te piden, convenciéndote de que tu supervisor está al tanto, confía en tu capacidad para ser objetivo y que tu negocio paralelo no influye directamente en tu decisión profesional."
    },
    "notes": "SOT M1 Opciones; costo de integridad: carrera afectada + relación supervisor dañada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 68,
    "char_count": 344
  },
  {
    "id": "block-B02-q039",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al preparar un reporte de gastos, notas que tu supervisor tiene acceso a información sobre presupuestos que otros no ven y usa esta ventaja para asignar más recursos a ciertos proyectos y dejar a otros con presupuestos insuficientes. Esto ha creado un desequilibrio de poder. Confrontarlo podría afectar tu relación y carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión con tu supervisor para pedir más transparencia en la toma de decisiones, aceptando que esto generará un conflicto directo con él, afectará negativamente tu relación, tu carrera y posiblemente te etiquete como alguien problemático.",
      "pragmatic_distractor": "Hablas con compañeros de confianza para saber si comparten tu preocupación y evaluar una acción conjunta, esperando que un enfoque grupal sea más efectivo y menos riesgoso que actuar solo ante el supervisor.",
      "evasive_distractor": "Trabajas dentro del sistema actual mientras buscas mejoras estructurales de manera discreta, esperando que esto sea suficiente para resolver el problema sin crear conflictos directos que puedan perjudicarte profesionalmente.",
      "rationalized_distractor": "No confrontas directamente pero documentas tus observaciones esperando que el supervisor eventualmente comparta más información, evitando crear conflictos innecesarios que podrían afectar tu posición en la empresa."
    },
    "notes": "SOT M1 Opciones; costo de integridad: carrera afectada + etiqueta problemático.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "audit_status": "ok",
    "word_count": 67,
    "char_count": 348
  },
  {
    "id": "block-B02-q040",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al asignar tareas para un proyecto crítico, encuentras información sensible sobre empleados que no deberías ver como datos personales, salarios y evaluaciones. Tu supervisor te pide usar esta información para tomar decisiones de asignación urgentes. Si no la usas, podrías hacer asignaciones subóptimas que afecten el éxito del proyecto. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar la información sensible explicando que no tienes autorización para acceder a esos datos, aceptando que esto podría resultar en asignaciones subóptimas que afecten el éxito del proyecto, pérdida de ingresos y despidos incluido el tuyo.",
      "pragmatic_distractor": "Buscas optimizar las asignaciones sin usar directamente la información sensible, trabajando con tu supervisor para obtener solo la información mínima necesaria de manera autorizada sin violar la privacidad de los empleados.",
      "evasive_distractor": "Usas solo la información absolutamente necesaria y documentas que seguiste las instrucciones de tu supervisor, implementando cambios graduales y esperando que esto te proteja si hay problemas más adelante.",
      "rationalized_distractor": "Usas la información como te piden, convenciéndote de que tu supervisor tiene autoridad para darte acceso y se hace responsable, y que lo importante es hacer las mejores asignaciones para proteger el éxito del proyecto."
    },
    "notes": "SOT M1 Opciones; costo de integridad: despido propio incluido.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 70,
    "char_count": 350
  }
]