[
  {
    "id": "block-B03-q001",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Tras la reestructura, tu nuevo jefe te humilla al rehacer tu trabajo ante todos. Dos líderes que lo retaron fueron degradados. Si vas a Personal, te marcan como conflictivo y arriesgas tu puesto clave; si te adaptas, aceptas jornadas largas que dañan tu salud y validas un estilo que ya rompe al equipo. ¿Qué decides hacer para cuidar tu integridad y tu permanencia en la firma?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 66, Chars: 374",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q002",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Un gerente clave renuncia y tu jefe te asigna sus proyectos sin ajuste de sueldo, dándote solo promesas vagas. Si aceptas esta carga extra, cometerás fallos por el exceso que te imputarán a ti; si marcas límites claros, tu jefe dejará constancia de tu falta de flexibilidad, sacándote del plan de ascenso. ¿Cómo proteges tu carrera sin romper la buena relación hoy en este caso?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 378",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q003",
    "module_id": 2,
    "type": "video",
    "refactored_text": "La empresa elimina el modelo híbrido y exige oficina total, aunque vivas lejos. El director rotará a quien pida trato especial. Si aceptas, duplicas gastos y pierdes tiempo vital para cuidar a tu dependiente; si te opones, recibirás la etiqueta de poco fiel al rol justo antes de los despidos. ¿Cómo decides actuar ante esta nueva norma para no afectar tu vida ni tu empleo?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 374",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q004",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Tras la compra, tu proyecto se pausa y te dan tareas menores mientras deciden cierres. Si aceptas este limbo, tu portafolio pierde peso y te quedas sin metas para defenderte; si presionas para moverte, te marcarán como un mal elemento y serás el primero en la lista de ajustes. ¿Qué estrategia sigues para conservar tu impacto y asegurar tu permanencia hoy en esta nueva etapa?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 377",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q005",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Tras la fusión, tienes dos jefes con metas opuestas: uno pide mucha prisa, el otro rigor total hoy. Si sigues a uno, el otro bloquea tu nota anual y tus días libres; si esperas órdenes unificadas, los proyectos se frenan y ambos te culpan por tu indecisión. ¿Cómo resuelves este doble mando sin sabotear tu permanencia y tu reputación profesional hoy en esta gran empresa?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 372",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q006",
    "module_id": 2,
    "type": "video",
    "refactored_text": "No reemplazan a un colega y te dan su carga sin pago extra alguno. El director pide resultados para el bono. Si aceptas todo, harás errores que pueden causar tu despido; si pides repartir tareas, quedarás fuera de proyectos clave y perderás la buena imagen vital para mantenerte. ¿Cómo manejas la sobrecarga para asegurar tu lugar seguro en el equipo sin fallar a nadie ahora?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 376",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q007",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Tu nuevo gerente cambia tu proceso por uno importado que falla y te pide liderarlo. Si te opones, te dirán resistente al cambio y te excluirán; si obedeces sin dudar, dañas la operación y te culparán al caer los números. ¿Cómo proteges tu buen nombre y fama y tu puesto ante esta orden dura y riesgosa para no perder tu valor real en la empresa?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 345",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q008",
    "module_id": 2,
    "type": "video",
    "refactored_text": "Tu rol se automatiza con la IA que tú debes entrenar, mientras evalúan un despido masivo global. Si enseñas todo lo que sabes, te quedas sin tareas únicas para defenderte; si frenas el entrenamiento, te arriesgas a una sanción grave por un acto desleal. ¿Qué haces para cuidar tu gran valor y permanencia ante este dilema tecnológico y conservar tu empleo actual en la firma?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 375",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q009",
    "module_id": 2,
    "type": "video",
    "refactored_text": "La dirección congela ascensos, duplica metas y exige el fin de semana sin pago extra. Quienes se quejaron fueron apartados. Si aceptas, das todo tu tiempo gratis y rozas el colapso real; si cuestionas, sales de los planes clave que deciden quién se queda aquí. ¿Cómo respondes a esta gran presión para asegurar bien tu futuro laboral sin dañar tu salud mental hoy en tu trabajo?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 66, Chars: 378",
    "block_id": "B03"
  },
  {
    "id": "block-B03-q010",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "refactored_text": "Te piden crear la tienda digital sin saber cómo y con un tiempo irreal. Si pides ayuda, te reemplazan y dirán ya que no pudiste; si aceptas, usarás datos de base que no dominas y un gran error justificará tu salida. ¿Qué plan sigues para adaptarte y proteger tu permanencia ante este riesgo inminente y evitar ser despedido por fallar al entregar todo el proyecto?",
    "notes": "Clean",
    "sot_checksum": "sot_m2_v_e4f1",
    "audit_status": "ok",
    "length_stats": "Words: 65, Chars: 364"
  },
  {
    "id": "block-B03-q011",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 11,
    "refactored_text": "En un mes, finanzas cambió tres veces el proceso para reportar gastos y ahora nadie entiende el nuevo formato. Tu supervisor exige que presentes hoy tus gastos de viaje. Si preguntas cuál formato usar, pierdes tiempo y pareces perdido; si envías sin consultar, tu reporte puede ser rechazado como el de varios compañeros. ¿Qué haces para cumplir sin quedar mal ante tu jefe ni el área financiera?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 377
  },
  {
    "id": "block-B03-q012",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 12,
    "refactored_text": "Estás a dos días de entregar un proyecto clave en el que llevas semanas. Tu gerente te pide que lo dejes todo para una tarea urgente que debe estar lista mañana. La última vez que pasó esto, la urgencia desapareció y te criticaron por el retraso en tu proyecto original. Si aceptas, arriesgas tu entrega; si te niegas, pareces poco flexible. ¿Cómo respondes para proteger tu trabajo y tu imagen ante tu jefe?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 377
  },
  {
    "id": "block-B03-q013",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 13,
    "refactored_text": "Llevas un mes trabajando horas extra para cubrir a un compañero que renunció, sin reconocimiento. En tu evaluación, tu jefe ignora tu esfuerzo y se enfoca en errores menores por la sobrecarga, calificándote como inferior. Si reclamas, pareces conflictivo; si callas, aceptas una nota injusta que afecta tu bono. ¿Cómo reaccionas para defender tu trabajo sin dañar la relación con tu jefe?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 65,
    "char_count": 375
  },
  {
    "id": "block-B03-q014",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 14,
    "refactored_text": "Hace un mes tu equipo adoptó una metodología de trabajo y apenas empiezan a sentirse cómodos. Ahora un director decreta cambiar a otro método de inmediato sin capacitación, solo porque le gustó en un seminario. Tu equipo está frustrado y la moral baja. Si te opones, pareces resistente al cambio; si obedeces sin más, el equipo pierde confianza y los resultados caen. ¿Cómo te adaptas sin perder la cohesión del grupo ni tu posición?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 378
  },
  {
    "id": "block-B03-q015",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 15,
    "refactored_text": "Con solo 48 horas de aviso te cambian al turno de noche por un mes, alterando tu rutina y descanso. Una semana después, tu jefe critica tu falta de dinamismo y cuestiona tu compromiso sin considerar el cambio de horario. Si te quejas, pareces poco adaptable y arriesgas tu evaluación; si callas, aceptas una crítica injusta que puede afectar tu imagen. ¿Cómo respondes para defender tu esfuerzo sin parecer conflictivo ante tu jefe?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 378
  },
  {
    "id": "block-B03-q016",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 16,
    "refactored_text": "El director general anuncia una reorganización sin dar detalles sobre despidos. Surgen rumores de venta de tu división y tu supervisor evade todas las preguntas. La ansiedad crece y la productividad cae. Si preguntas abiertamente, te marcan como alarmista; si finges calma, pierdes credibilidad con tu equipo que nota tu nerviosismo. ¿Cómo manejas tu propia incertidumbre y guías a tus compañeros preocupados sin perder tu posición?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 68,
    "char_count": 370
  },
  {
    "id": "block-B03-q017",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 17,
    "refactored_text": "Un lunes un email oficial niega que habrá despidos. El viernes tu departamento es convocado a una reunión urgente con Personal y todos temen lo peor. La ansiedad es máxima y la productividad cae. Si muestras preocupación, contagias al equipo y pareces débil; si finges calma total, te ven desconectado de la realidad. ¿Cómo gestionas tu trabajo y apoyas al equipo durante esta semana de alta tensión sin perder tu enfoque?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 378
  },
  {
    "id": "block-B03-q018",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 18,
    "refactored_text": "Implementan un nuevo sistema de gestión complejo y al mismo tiempo reducen los plazos de entrega en un veinte por ciento. Tu equipo aún lucha con la herramienta y ahora debe ser más rápido sin capacitación extra. Si pides más tiempo, pareces incapaz de adaptarte; si cumples a toda costa, la calidad baja y te culparán por los errores. ¿Cómo priorizas tus tareas para cumplir sin sacrificar tu imagen ni la del equipo?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 378
  },
  {
    "id": "block-B03-q019",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 19,
    "refactored_text": "Te asignan una capacitación obligatoria de dos semanas para un nuevo sistema clave. Corre el rumor de que tu departamento será subcontratado en seis meses y varios compañeros planean no tomarse en serio el curso. Si te esfuerzas, podrías perder tiempo en algo que no usarás; si te relajas como otros, arriesgas tu imagen si los rumores son falsos. ¿Qué actitud tomas para proteger tu permanencia sin desperdiciar esfuerzo en vano?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 378
  },
  {
    "id": "block-B03-q020",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 20,
    "refactored_text": "Tras un año de trabajo tu proyecto principal es cancelado por recortes y te reasignan a un equipo sin objetivos claros mientras otros proyectos continúan. Sientes que tu esfuerzo fue en vano y la motivación cae. Si muestras frustración, pareces poco profesional; si finges entusiasmo, pierdes credibilidad con el nuevo equipo que nota tu desánimo. ¿Cómo manejas la desmotivación y te integras a un rol sin rumbo claro para cuidar tu permanencia?",
    "notes": "Corregido manualmente",
    "sot_checksum": "4f46694b7dfe0dd9f10d543654118a965704242698c2ef6c2facb9a518ebcb9b",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 378
  },
  {
    "id": "block-B03-q021",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 21,
    "refactored_text": "Tu equipo apenas domina la metodología anterior cuando la dirección impone un nuevo método sin capacitación porque gustó en un seminario. El equipo está frustrado y tú debes ejecutar el cambio. Si expresas que el tiempo es insuficiente, podrían verte como resistente y excluirte de decisiones; si aplicas el método sin cuestionarlo, arriesgas errores que afectarán tu evaluación. ¿Qué priorizas y por qué?",
    "notes": "Replaced Scrum/Kanban with generic terms per banned_words. Added explicit cost to integrity path.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 368
  },
  {
    "id": "block-B03-q022",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 22,
    "refactored_text": "Con 48 horas de aviso te cambian al turno de noche por un mes. Tu energía baja y una semana después tu jefe critica tu falta de dinamismo y cuestiona tu compromiso frente al equipo. Si respondes defendiendo tu situación, podrían etiquetarte como conflictivo y alejarte de proyectos clave; si aceptas la crítica en silencio, validas una percepción injusta que afectará tu evaluación. ¿Cómo justificas tu decisión?",
    "notes": "Two paths with explicit reputational cost on integrity choice.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 376
  },
  {
    "id": "block-B03-q023",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 23,
    "refactored_text": "La dirección anuncia una reorganización sin detallar despidos y surgen rumores sobre la venta de tu división. Tu supervisor evade preguntas y el equipo te busca por respuestas. Si compartes tus propias dudas, podrían verte como alarmista y perder credibilidad; si finges seguridad sin información, sostienes una calma falsa que podría romperse y afectar la confianza en ti. ¿Qué haces y por qué?",
    "notes": "Replaced CEO with 'la dirección'. Both paths have reputational cost.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 358
  },
  {
    "id": "block-B03-q024",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 24,
    "refactored_text": "El lunes un comunicado oficial niega despidos; el viernes convocan a tu departamento a una reunión urgente con Personal. La ansiedad paraliza al equipo y tu productividad cae. Si expresas tu preocupación abiertamente, podrían verte como débil y afectar tu imagen ante jefatura; si finges normalidad y trabajas bajo presión extrema, arriesgas errores que justificarían un recorte. ¿Cómo actúas y qué priorizas?",
    "notes": "Replaced RRHH with Personal. Explicit cost on both paths.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 69,
    "char_count": 364
  },
  {
    "id": "block-B03-q025",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 25,
    "refactored_text": "Implementan un nuevo sistema de gestión complejo mientras reducen los plazos de entrega en un 20%. Tu equipo aún lucha con la herramienta y ahora debe ser más rápido. Si pides una extensión para aprender bien el sistema, podrían verte como poco adaptable y quedar fuera de proyectos visibles; si entregas con errores por la prisa, tu evaluación reflejará fallas de calidad. ¿Qué decides y por qué?",
    "notes": "Replaced 'software' with 'sistema'. Two clear paths with cost.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 362
  },
  {
    "id": "block-B03-q026",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 26,
    "refactored_text": "Te asignan una capacitación obligatoria de dos semanas para un nuevo sistema clave, pero corre el rumor de que tu departamento será subcontratado en seis meses. Algunos compañeros planean no tomarse en serio el curso. Si te esfuerzas en la capacitación, inviertes tiempo en algo que podría no servir y te desgastas; si la tomas a la ligera, arriesgas quedar mal evaluado si el rumor es falso. ¿Cómo justificas tu decisión?",
    "notes": "Both paths show explicit cost. Integrity choice requires effort with uncertain payoff.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 78,
    "char_count": 378
  },
  {
    "id": "block-B03-q027",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 27,
    "refactored_text": "Tras un año de trabajo, tu proyecto principal es cancelado por recortes. Te reasignan a un equipo sin objetivos claros mientras otros proyectos continúan. Si expresas tu frustración y pides un rol con más sentido, podrían verte como poco flexible y afectar tu permanencia; si aceptas sin cuestionar, tu portafolio queda estancado y pierdes visibilidad para futuras oportunidades. ¿Qué haces y por qué?",
    "notes": "Clear dilemma with reputational and career cost on both paths.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 359
  },
  {
    "id": "block-B03-q028",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 28,
    "refactored_text": "La empresa implementa un nuevo sistema de registro obligatorio. Un colega veterano y respetado se niega a usarlo y sigue con sus propias hojas, generando datos inconsistentes; tu supervisor no interviene. Si confrontas al colega, podrías ganarte un enemigo influyente que afecte tu evaluación; si ignoras el problema, los errores de datos podrían atribuirse a todo el equipo, incluyéndote. ¿Cómo actúas y qué priorizas?",
    "notes": "Replaced CRM with 'sistema de registro'. Explicit cost on integrity path.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 373
  },
  {
    "id": "block-B03-q029",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 29,
    "refactored_text": "Te ascienden a líder de equipo, pero en tu primera semana anuncian congelación de contrataciones y no puedes cubrir una vacante clave. Debes cumplir objetivos con un equipo sobrecargado mientras aprendes tu nuevo rol. Si pides ajustar las metas, podrían verte como incapaz de asumir el ascenso; si exiges más al equipo sin apoyo, arriesgas renuncias que afectarán tu gestión. ¿Qué priorizas y por qué?",
    "notes": "Two paths with leadership reputation at stake.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 361
  },
  {
    "id": "block-B03-q030",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 30,
    "refactored_text": "Una nueva política exige que los abogados aprueben todas las comunicaciones a clientes, añadiendo dos días al proceso. Tus metas de respuesta rápida no se ajustaron y los clientes se quejan; tu jefe insiste en cumplir con todo. Si escalas el conflicto entre normas y metas, podrían verte como problemático; si absorbes la presión sin decir nada, tu evaluación reflejará clientes insatisfechos. ¿Cómo decides y por qué?",
    "notes": "Replaced 'Legal' with 'los abogados'. Clear cost on both options.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 375
  },
  {
    "id": "block-B03-q031",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 31,
    "refactored_text": "En la temporada de más trabajo del año, con horas extra constantes, la empresa lanza talleres obligatorios de bienestar de una hora diaria que restan tiempo para tus entregas. Si cuestionas la programación, podrían etiquetarte como poco comprometido con la cultura; si asistes sin protestar, tus entregas se retrasan y tu evaluación podría reflejarlo como falta de organización. ¿Qué haces y por qué?",
    "notes": "Paradox of wellness initiative. Both paths have explicit cost.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 70,
    "char_count": 358
  },
  {
    "id": "block-B03-q032",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 32,
    "refactored_text": "El líder de tu proyecto renuncia a mitad de un lanzamiento crítico y te piden asumir el rol. El equipo está desmoralizado y escéptico; tienes dos semanas para evitar que el proyecto fracase. Si pides más tiempo para ordenar prioridades, podrían verte como incapaz de liderar bajo presión; si avanzas sin pausa, arriesgas errores visibles que afectarán tu reputación y la del equipo. ¿Cómo justificas tu decisión?",
    "notes": "Leadership under crisis. Explicit reputational cost on integrity path.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 75,
    "char_count": 369
  },
  {
    "id": "block-B03-q033",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 33,
    "refactored_text": "Tras un trimestre intenso, tu supervisor anuncia que el proyecto se extiende seis meses más con metas más ambiciosas, sin compensación ni recursos adicionales. Sientes agotamiento y la motivación del equipo se desploma. Si expresas que el ritmo es insostenible, podrían verte como poco resiliente; si aceptas sin cuestionar, tu salud y calidad de trabajo se deteriorarán afectando tu evaluación. ¿Qué priorizas y por qué?",
    "notes": "Burnout scenario with explicit personal and professional cost.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 378
  },
  {
    "id": "block-B03-q034",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 34,
    "refactored_text": "En una rotación interna te asignan un supervisor conocido por pedir reportes diarios y cuestionar cada decisión; tu jefe anterior te daba total autonomía y el cambio frena tu ritmo. Si le pides más espacio para trabajar, podría interpretar que no aceptas su estilo y afectar tu evaluación; si te adaptas sin decir nada, tu productividad baja y podrían cuestionarte por lento. ¿Cómo actúas y qué priorizas?",
    "notes": "Micromanagement adaptation. Both paths have performance/reputation cost.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 74,
    "char_count": 361
  },
  {
    "id": "block-B03-q035",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 35,
    "refactored_text": "La empresa introduce una política de escritorios compartidos para fomentar colaboración. Llegas un día y tu espacio organizado está ocupado; varios compañeros organizan una queja formal. Si te sumas a la queja, podrían verte como resistente al cambio y afectar tu imagen ante la dirección; si te adaptas en silencio, pierdes tu espacio sin que nadie escuche tu perspectiva. ¿Qué decides y por qué?",
    "notes": "Workspace policy dilemma. Reputational cost explicit on integrity path.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 71,
    "char_count": 356
  },
  {
    "id": "block-B03-q036",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 36,
    "refactored_text": "Te asignan liderar un proyecto que ya fracasó dos veces y es considerado causa perdida. Tu equipo son personas reasignadas de otros proyectos y tu supervisor dice: haz lo que puedas, no esperamos milagros. Si pides recursos o apoyo real, podrían verte como incapaz de innovar con lo que hay; si aceptas tal cual, el tercer fracaso quedará en tu historial. ¿Cómo justificas tu decisión?",
    "notes": "Lost cause project. Career cost explicit on both paths.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 347
  },
  {
    "id": "block-B03-q037",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 37,
    "refactored_text": "Tu empresa anuncia una alianza con un antiguo competidor y debes fusionar tu equipo ágil con uno muy jerárquico de la otra empresa. Ambas culturas chocan y el proyecto se estanca. Si propones un modelo intermedio, el equipo externo podría verte como arrogante y bloquear decisiones; si cedes a su estructura, tu equipo se frustra y podrías perder su confianza. ¿Qué priorizas y por qué?",
    "notes": "Culture clash scenario. Leadership credibility at stake on both sides.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 349
  },
  {
    "id": "block-B03-q038",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 38,
    "refactored_text": "En seis meses tu departamento fue reorganizado tres veces. Justo cuando te adaptas a un nuevo jefe, anuncian otra optimización y ahora reportarás a un gerente de otra área que no entiende tu trabajo; tus proyectos clave quedan pausados. Si cuestionas los cambios constantes, podrían marcarte como desalineado; si aceptas en silencio, tu trabajo pierde continuidad y visibilidad. ¿Cómo actúas y por qué?",
    "notes": "Constant restructuring. Career stagnation vs reputation risk.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 72,
    "char_count": 359
  },
  {
    "id": "block-B03-q039",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 39,
    "refactored_text": "Implementan un sistema de seguimiento detallado de horas de trabajo que antes no existía. La dirección dice que es para optimizar recursos, pero tu equipo siente desconfianza y lo ve como pérdida de tiempo. Si expresas la incomodidad del equipo, podrían verte como resistente a la transparencia; si cumples sin comentar, el equipo podría perder motivación y culparte por no representarlos. ¿Qué haces y por qué?",
    "notes": "Time tracking policy. Trust and representation dilemma.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 367
  },
  {
    "id": "block-B03-q040",
    "module_id": 2,
    "block_id": "B03",
    "type": "video",
    "raw_index": 40,
    "refactored_text": "Tu nuevo supervisor cambia la estrategia de tu proyecto más importante, desechando el plan que el equipo llevaba meses ejecutando. Su nueva visión requiere un enfoque que consideras menos eficiente y más arriesgado. Si expresas tus dudas sobre el nuevo rumbo, podría verte como insubordinado y afectar tu evaluación; si ejecutas sin cuestionar, el fallo podría atribuirse a tu implementación. ¿Cómo justificas tu decisión?",
    "notes": "Strategy override. Responsibility and insubordination risk explicit.",
    "sot_checksum": "m2v_sot_batch03",
    "length_status": "ok",
    "length_note": "",
    "word_count": 73,
    "char_count": 372
  },
  {
    "id": "block-B04-q001",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras una reestructuración, tu nuevo supervisor impone un estilo autoritario que choca con la autonomía que valorabas. Varios compañeros talentosos ya buscan otras ofertas y el ambiente se ha tensado. Tu salario es clave para tu familia, pero sientes que el control excesivo limita tu crecimiento profesional y bienestar diario.",
    "options_structured": {
      "integrity_correct": "Pides una reunión individual para expresar tus inquietudes y proponer acuerdos de autonomía, aunque sabes que cuestionar su estilo tan pronto puede incomodarle y afectar tu evaluación.",
      "pragmatic_distractor": "Te adaptas completamente a su estilo sin cuestionar, entregando todo con rigor para ganar su confianza, asumiendo que el control alto continuará indefinidamente.",
      "evasive_distractor": "Cumples lo mínimo requerido y compartes tu frustración solo con compañeros cercanos, esperando que alguien más plantee el problema o que la situación cambie sola.",
      "rationalized_distractor": "Mantienes buen desempeño visible pero comienzas a explorar oportunidades externas discretamente, priorizando tu estabilidad familiar sin confrontar el problema actual."
    },
    "notes": "Costo explícito en integridad: riesgo a evaluación y molestia del supervisor",
    "word_count": 73,
    "char_count": 345,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "69338D2A"
  },
  {
    "id": "block-B04-q002",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa fue adquirida por una corporación mayor y anuncian que tu proyecto favorito queda pausado indefinidamente. Tu rol se vuelve ambiguo con tareas de mantenimiento menores. Sientes estancamiento profesional mientras la incertidumbre crece sobre el futuro de tu posición en la nueva estructura organizacional.",
    "options_structured": {
      "integrity_correct": "Buscas activamente nuevas responsabilidades y propones cómo tus habilidades aportan a otros proyectos, aunque esto implique exponerte y recibir rechazo o indiferencia de la nueva gerencia.",
      "pragmatic_distractor": "Cumples las tareas de mantenimiento asignadas con eficiencia mientras esperas señales claras, asumiendo que la pasividad temporal protege tu posición sin generar conflictos.",
      "evasive_distractor": "Consultas informalmente con colegas sobre sus estrategias y buscas validación antes de actuar, dejando pasar el tiempo mientras otros toman iniciativas.",
      "rationalized_distractor": "Mantienes tu desempeño actual y esperas que el proyecto original se reactive, argumentando que la paciencia es la mejor estrategia en tiempos de cambio."
    },
    "notes": "Costo explícito: exposición y posible rechazo de nueva gerencia",
    "word_count": 71,
    "char_count": 362,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "69338D2A"
  },
  {
    "id": "block-B04-q003",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Recibiste calificación satisfactoria en tu evaluación pese a cumplir objetivos, quedando fuera del ciclo de promociones. Tu supervisor menciona vagamente que debes mejorar tu visibilidad sin dar pasos concretos. La frustración crece mientras ves a colegas con menos logros avanzar, y dudas si tu esfuerzo realmente vale la pena.",
    "options_structured": {
      "integrity_correct": "Solicitas reunión de seguimiento para crear un plan concreto de desarrollo, aunque esto implique insistir y posiblemente escuchar críticas más duras sobre tu perfil.",
      "pragmatic_distractor": "Aceptas la retroalimentación y comienzas a participar más en reuniones y enviar comunicaciones sobre tus logros, esperando que la visibilidad llegue naturalmente.",
      "evasive_distractor": "Continúas trabajando igual y esperas la próxima evaluación para ver si las cosas cambian, evitando confrontar directamente el tema con tu supervisor.",
      "rationalized_distractor": "Comienzas a buscar ofertas en otras empresas donde sientas que tu desempeño será mejor valorado, sin abordar el problema internamente."
    },
    "notes": "Costo explícito: insistir y recibir críticas duras",
    "word_count": 76,
    "char_count": 371,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "69338D2A"
  },
  {
    "id": "block-B04-q004",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa elimina el trabajo remoto que valorabas, imponiendo retorno presencial completo con viajes largos y costosos. Varios colegas en situación similar hablan de renunciar. Tu productividad era alta desde casa y sientes que esta política ignora resultados comprobados, afectando tu calidad de vida y gastos familiares significativamente.",
    "options_structured": {
      "integrity_correct": "Organizas reunión con tu supervisor para discutir el impacto concreto y explorar excepciones, aunque sabes que ser el primero en cuestionar puede etiquetarte como problemático.",
      "pragmatic_distractor": "Aceptas la política y buscas apoyo de compañeros para compartir consejos sobre el viaje, adaptándote sin cuestionar formalmente la decisión de la empresa.",
      "evasive_distractor": "Cumples temporalmente mientras observas si otros logran excepciones primero, evitando ser tú quien tome la iniciativa de confrontar la nueva norma.",
      "rationalized_distractor": "Empiezas a buscar trabajo remoto en otras empresas, argumentando que no vale la pena luchar contra políticas corporativas ya decididas."
    },
    "notes": "Costo explícito: ser etiquetado como problemático por cuestionar",
    "word_count": 74,
    "char_count": 358,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "69338D2A"
  },
  {
    "id": "block-B04-q005",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Por iniciativa de eficiencia, no reemplazan a un colega que renunció y dividen sus tareas entre el equipo. Tu carga aumentó treinta por ciento sin compensación adicional. Los plazos se vuelven imposibles y el equipo muestra señales de agotamiento mientras la gerencia celebra los ahorros logrados sin reconocer el impacto real.",
    "options_structured": {
      "integrity_correct": "Propones al equipo reorganizar tareas y automatizar procesos, aunque esto implique jornadas más largas temporalmente y posible fricción con quienes prefieren no cambiar.",
      "pragmatic_distractor": "Absorbes el trabajo extra manteniendo tus estándares, asumiendo que eventualmente contratarán a alguien o la situación se normalizará con el tiempo.",
      "evasive_distractor": "Cumples lo urgente y dejas que los retrasos evidencien el problema, esperando que la gerencia note la sobrecarga sin que tú debas señalarla.",
      "rationalized_distractor": "Comienzas a buscar otro empleo ante la carga insostenible, argumentando que la empresa no valora a su personal y no cambiará."
    },
    "notes": "Costo explícito: jornadas largas y fricción con el equipo",
    "word_count": 73,
    "char_count": 349,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "69338D2A"
  },
  {
    "id": "block-B04-q006",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "El nuevo gerente decide eliminar un proceso que diseñaste y ha funcionado durante años, reemplazándolo con una metodología que consideras ineficiente. Tu trabajo anterior queda invalidado mientras otros aplauden el cambio sin conocer los detalles técnicos. Sientes frustración por el desperdicio de tu experiencia y esfuerzo invertido.",
    "options_structured": {
      "integrity_correct": "Presentas un análisis comparativo mostrando ventajas del proceso actual y proponiendo integrar elementos de ambos, aunque esto pueda verse como resistencia al cambio y afecte tu imagen.",
      "pragmatic_distractor": "Aceptas la decisión y te esfuerzas por aprender la nueva metodología buscando guía del gerente, adaptándote sin cuestionar públicamente.",
      "evasive_distractor": "Sigues el nuevo proceso pero compartes tu escepticismo solo con compañeros cercanos, esperando que la gerencia note los problemas por sí misma.",
      "rationalized_distractor": "Interpretas la decisión como señal de que tus contribuciones ya no son valoradas y comienzas a buscar un rol fuera de la empresa."
    },
    "notes": "Costo explícito: parecer resistente al cambio y dañar imagen",
    "word_count": 75,
    "char_count": 356,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "69338D2A"
  },
  {
    "id": "block-B04-q007",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu rol de análisis está siendo automatizado por un sistema de inteligencia artificial y te piden entrenar al sistema que podría hacer obsoleto tu trabajo. La ironía es evidente mientras dedicas horas a transferir conocimiento que podría eliminarte. Tu experiencia de años se convierte en datos para una máquina que no entiende contexto humano.",
    "options_structured": {
      "integrity_correct": "Te ofreces a liderar la implementación buscando convertirte en experto de la nueva tecnología, aunque esto signifique más trabajo sin garantía de que conserves tu puesto.",
      "pragmatic_distractor": "Colaboras en el entrenamiento mientras exploras con tu supervisor qué nuevas habilidades desarrollar, manteniendo bajo perfil sobre tus preocupaciones reales.",
      "evasive_distractor": "Haces el trabajo requerido con mínima iniciativa mientras evalúas internamente si tus habilidades serán valoradas, sin expresar tus dudas abiertamente.",
      "rationalized_distractor": "Sientes que la empresa devalúa tu experiencia y comienzas a buscar donde tus habilidades actuales sean más apreciadas, resistiendo colaborar plenamente."
    },
    "notes": "Costo explícito: más trabajo sin garantía de conservar puesto",
    "word_count": 77,
    "char_count": 366,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "69338D2A"
  },
  {
    "id": "block-B04-q008",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa congela ascensos y aumentos indefinidamente por dificultades financieras, pero simultáneamente presenta un plan estratégico ambicioso que requiere esfuerzo extra de todos. El mensaje contradictorio genera cinismo mientras te piden sacrificios sin reciprocidad. Tu motivación baja mientras las expectativas suben sin compensación a la vista.",
    "options_structured": {
      "integrity_correct": "Organizas reunión con tu equipo para discutir cómo contribuir al plan enfocándose en crecimiento a largo plazo, aunque esto te exponga como ingenuo ante compañeros más cínicos.",
      "pragmatic_distractor": "Entiendes la situación y te comprometes a hacer tu parte esperando que la empresa supere la crisis, sin cuestionar la contradicción públicamente.",
      "evasive_distractor": "Cumples tus responsabilidades básicas pero evitas esfuerzo extra hasta que la empresa demuestre que volverá a invertir en empleados.",
      "rationalized_distractor": "Actualizas tu perfil profesional y contactas reclutadores, argumentando que la empresa pide sacrificios sin ofrecer nada a cambio."
    },
    "notes": "Costo explícito: exponerse como ingenuo ante compañeros cínicos",
    "word_count": 75,
    "char_count": 358,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "69338D2A"
  },
  {
    "id": "block-B04-q009",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras la salida de un gerente clave, tu supervisor te pide asumir sus responsabilidades además de tu carga actual sin aumento ni cambio de título. Te promete que tu esfuerzo será recompensado en el futuro sin fecha concreta. La promesa vaga te genera desconfianza mientras el trabajo se duplica y otros observan para ver tu respuesta.",
    "options_structured": {
      "integrity_correct": "Aceptas y usas la oportunidad para demostrar capacidad de liderazgo, aunque el esfuerzo sin garantías pueda resultar en explotación si la promesa no se cumple.",
      "pragmatic_distractor": "Aceptas ayudar temporalmente pero pides definir un plazo para reevaluar rol y compensación, negociando desde una posición de aparente colaboración.",
      "evasive_distractor": "Pides que te otorguen inmediatamente aumento y nuevo título antes de asumir más, trasladando la decisión de regreso a tu supervisor.",
      "rationalized_distractor": "Rechazas las responsabilidades argumentando que tu carga actual ya es muy alta y no es justo pedir que hagas dos trabajos sin compensación."
    },
    "notes": "Costo explícito: esfuerzo sin garantías, riesgo de explotación",
    "word_count": 79,
    "char_count": 378,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "69338D2A"
  },
  {
    "id": "block-B04-q010",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu departamento se fusiona con otro y ahora reportas a dos supervisores con expectativas contradictorias y estilos opuestos. Frecuentemente recibes instrucciones conflictivas quedando en medio de sus desacuerdos. La ambigüedad genera estrés constante mientras cualquier decisión que tomes puede molestar a uno de ellos y afectar tu evaluación.",
    "options_structured": {
      "integrity_correct": "Propones reunión con ambos supervisores para definir un único punto de contacto y unificar prioridades, aunque esto pueda incomodarles y revelar su falta de coordinación.",
      "pragmatic_distractor": "Tratas de cumplir con las instrucciones de ambos adaptándote a sus diferentes estilos, absorbiendo la tensión internamente sin escalar el conflicto.",
      "evasive_distractor": "Sigues las instrucciones del supervisor que parece tener más autoridad, esperando que el conflicto entre ellos se resuelva naturalmente con el tiempo.",
      "rationalized_distractor": "Comienzas a buscar posición en otro departamento para escapar del conflicto, argumentando que la situación no tiene solución desde tu posición."
    },
    "notes": "Costo explícito: incomodar supervisores y revelar su falta de coordinación",
    "word_count": 75,
    "char_count": 352,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "69338D2A"
  },
  {
    "id": "block-B04-q011",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa implementa metodologías nuevas cada pocas semanas, generando confusión y sobrecarga. Varios compañeros están abrumados y algunos ya buscan salida. Tu salario es clave para tu familia, pero la inestabilidad afecta tu desempeño. ¿Cómo reaccionas ante esta presión constante por adaptarte sin apoyo claro?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión con tu supervisor para proponer un plan de transición ordenado, aunque esto pueda parecer que cuestionas la implementación y genere incomodidad con la gerencia.",
      "pragmatic_distractor": "Te adaptas rápidamente a cada cambio y documentas todo por tu cuenta, asumiendo que el esfuerzo extra sin reconocimiento es temporal.",
      "evasive_distractor": "Cumples con lo solicitado sin cuestionar y esperas a ver cómo reaccionan otros antes de tomar una postura sobre los cambios.",
      "rationalized_distractor": "Mantienes tu desempeño actual mientras exploras oportunidades internas, priorizando tu estabilidad sin confrontar la situación directamente."
    },
    "word_count": 45,
    "char_count": 269,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity has explicit cost (incomodidad con gerencia).",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count_low (45 < 65); char_count_low (269 < 300)",
    "audit_notes": "length_out_of_range"
  },
  {
    "id": "block-B04-q012",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La empresa implementa una nueva plataforma tecnológica con cambios frecuentes mientras enfrentas presión por plazos estrictos. La curva de aprendizaje es alta y tu desempeño está siendo evaluado en este contexto. Tu salario sostiene a tu familia. ¿Cómo manejas esta transición bajo presión?",
    "options_structured": {
      "integrity_correct": "Pides una reunión para negociar plazos realistas durante la transición, aunque esto pueda interpretarse como falta de capacidad para adaptarte rápidamente.",
      "pragmatic_distractor": "Trabajas horas extra para dominar la plataforma y cumplir plazos, asumiendo que el desgaste físico es el precio de demostrar competencia.",
      "evasive_distractor": "Sigues las instrucciones al pie de la letra y consultas a compañeros cuando tienes dudas, evitando escalar el problema a tu supervisor.",
      "rationalized_distractor": "Te enfocas en lo que ya dominas y delegas lo nuevo cuando puedes, argumentando que la especialización beneficia al equipo."
    },
    "word_count": 43,
    "char_count": 248,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: parecer incapaz de adaptarse.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count_low (43 < 65); char_count_low (248 < 300)",
    "audit_notes": "length_out_of_range"
  },
  {
    "id": "block-B04-q013",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa reestructura departamentos y cambia la jerarquía. Algunos compañeros se resisten abiertamente y el ambiente se tensa. Tú dependes del ingreso estable y no quieres quedar marcado como conflictivo, pero tampoco quieres perder voz. ¿Cómo te posicionas ante estos cambios estructurales?",
    "options_structured": {
      "integrity_correct": "Propones en una reunión de equipo establecer canales formales para plantear inquietudes, aunque esto pueda exponerte como el que 'agita' el tema.",
      "pragmatic_distractor": "Te adaptas públicamente a los cambios mientras en privado apoyas a compañeros resistentes, manteniendo buena imagen con ambos lados.",
      "evasive_distractor": "Observas cómo evoluciona la situación antes de pronunciarte, siguiendo las indicaciones sin cuestionar para evitar llamar la atención.",
      "rationalized_distractor": "Te enfocas exclusivamente en tu desempeño individual, argumentando que involucrarte en dinámicas de grupo solo genera problemas."
    },
    "word_count": 42,
    "char_count": 252,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: ser visto como agitador.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count_low (42 < 65); char_count_low (252 < 300)",
    "audit_notes": "length_out_of_range"
  },
  {
    "id": "block-B04-q014",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu equipo atraviesa una crisis durante una reestructuración. Tu supervisor te da retroalimentación negativa frecuente y el estrés afecta tu rendimiento. Varios compañeros están desmotivados y consideras que la evaluación es injusta dado el contexto. ¿Cómo respondes a esta presión sobre tu desempeño?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión para discutir cómo el contexto afecta tu desempeño y pedir métricas justas, aunque esto pueda parecer que buscas excusas.",
      "pragmatic_distractor": "Redoblás esfuerzos para mejorar los indicadores señalados, asumiendo que demostrar resultados es la única forma de revertir la percepción negativa.",
      "evasive_distractor": "Aceptas la retroalimentación sin discutir y ajustas lo que puedes, esperando que el contexto mejore y la evaluación se vuelva más favorable.",
      "rationalized_distractor": "Documentas las condiciones adversas para protegerte si la situación escala, pero sin confrontar directamente al supervisor."
    },
    "word_count": 43,
    "char_count": 258,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: parecer que busca excusas.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count_low (43 < 65); char_count_low (258 < 300)",
    "audit_notes": "length_out_of_range"
  },
  {
    "id": "block-B04-q015",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa cambia metodologías cada pocas semanas, generando inestabilidad e incertidumbre. No tienes claridad sobre el futuro del entorno laboral y varios compañeros están frustrados. Tu salario es esencial para tu familia y necesitas estabilidad. ¿Cómo enfrentas esta falta de previsibilidad en tu trabajo?",
    "options_structured": {
      "integrity_correct": "Pides una reunión con tu supervisor para obtener claridad sobre el rumbo y proponer puntos de estabilidad mínimos, aunque esto pueda verse como impaciencia o desconfianza.",
      "pragmatic_distractor": "Te adaptas a cada cambio sin cuestionar y desarrollas habilidades transferibles, asumiendo que la flexibilidad extrema es tu mejor protección.",
      "evasive_distractor": "Cumples con lo requerido y compartes inquietudes solo con compañeros de confianza, evitando ser el primero en plantear el problema formalmente.",
      "rationalized_distractor": "Mantienes tu desempeño mientras exploras opciones externas discretamente, priorizando tener un plan B sin confrontar la incertidumbre actual."
    },
    "word_count": 44,
    "char_count": 265,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: verse impaciente o desconfiado.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count_low (44 < 65); char_count_low (265 < 300)",
    "audit_notes": "length_out_of_range"
  },
  {
    "id": "block-B04-q016",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Enfrentas cambios organizacionales importantes junto con alta presión por plazos estrictos. El estrés afecta tu bienestar y tienes múltiples prioridades compitiendo por tu tiempo. Otros compañeros experimentan lo mismo pero nadie lo plantea abiertamente. ¿Cómo manejas esta sobrecarga en un contexto de cambio?",
    "options_structured": {
      "integrity_correct": "Propones a tu supervisor una priorización clara de tareas y plazos realistas, aunque esto pueda interpretarse como incapacidad para manejar la presión.",
      "pragmatic_distractor": "Trabajas más horas para cumplir con todo, asumiendo que demostrar capacidad bajo presión asegurará tu posición cuando se estabilice la situación.",
      "evasive_distractor": "Haces lo que puedes sin escalar y esperas que otros planteen primero el problema de la sobrecarga al supervisor.",
      "rationalized_distractor": "Priorizas por tu cuenta lo que consideras más importante, sin comunicarlo formalmente, argumentando que así evitas generar más trabajo para todos."
    },
    "word_count": 43,
    "char_count": 268,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: parecer incapaz de manejar presión.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count_low (43 < 65); char_count_low (268 < 300)",
    "audit_notes": "length_out_of_range"
  },
  {
    "id": "block-B04-q017",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Te asignan un nuevo rol con responsabilidades adicionales sin reducir las actuales. Tienes múltiples prioridades compitiendo por tu tiempo y tu supervisor espera que manejes todo sin apoyo adicional. Tu familia depende de tu ingreso. ¿Cómo respondes a esta expansión de responsabilidades sin recursos?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión para definir prioridades claras y negociar apoyo o ajuste de expectativas, aunque esto pueda verse como falta de compromiso con el nuevo rol.",
      "pragmatic_distractor": "Aceptas todo y reorganizas tu tiempo personal para cumplir, asumiendo que el sacrificio temporal demostrará tu valor para futuras oportunidades.",
      "evasive_distractor": "Haces lo mejor que puedes sin escalar y esperas que tu supervisor note la sobrecarga por sí mismo.",
      "rationalized_distractor": "Priorizas las tareas del nuevo rol y dejas que algunas responsabilidades anteriores se atrasen, argumentando que lo nuevo es lo que ahora importa."
    },
    "word_count": 44,
    "char_count": 258,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: verse poco comprometido.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count_low (44 < 65); char_count_low (258 < 300)",
    "audit_notes": "length_out_of_range"
  },
  {
    "id": "block-B04-q018",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa reestructura equipos mientras tu supervisor te da retroalimentación negativa frecuente. El estrés afecta tu confianza y sientes que no puedes cumplir expectativas en este contexto de cambio constante. Tu salario es crucial para tu familia. ¿Cómo manejas esta presión sobre tu desempeño y confianza?",
    "options_structured": {
      "integrity_correct": "Pides una reunión para entender exactamente qué se espera de ti y proponer un plan de mejora con hitos claros, aunque esto pueda exponer tus inseguridades.",
      "pragmatic_distractor": "Te esfuerzas al máximo para mejorar los puntos señalados, asumiendo que resultados visibles cambiarán la percepción sin necesidad de conversaciones incómodas.",
      "evasive_distractor": "Aceptas la retroalimentación sin discutir y buscas apoyo informal en compañeros, evitando profundizar el tema con tu supervisor.",
      "rationalized_distractor": "Mantienes tu nivel actual argumentando que el contexto hace imposible mejorar más, y esperas que la reestructuración cambie las dinámicas."
    },
    "word_count": 46,
    "char_count": 264,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: exponer inseguridades.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count_low (46 < 65); char_count_low (264 < 300)",
    "audit_notes": "length_out_of_range"
  },
  {
    "id": "block-B04-q019",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa implementa nuevas políticas cada pocas semanas, generando inestabilidad e incertidumbre. No tienes claridad sobre el futuro del entorno laboral y varios compañeros están frustrados. Tu ingreso familiar depende de este trabajo. ¿Cómo enfrentas la falta de estabilidad sin poner en riesgo tu posición?",
    "options_structured": {
      "integrity_correct": "Propones a tu supervisor establecer puntos de revisión periódicos para evaluar el impacto de los cambios, aunque esto pueda verse como resistencia a la flexibilidad.",
      "pragmatic_distractor": "Te adaptas a cada política sin cuestionar y documentas impactos por tu cuenta, asumiendo que la evidencia hablará por sí sola eventualmente.",
      "evasive_distractor": "Cumples con lo requerido y compartes frustraciones solo en espacios informales, esperando que otros escalen el tema primero.",
      "rationalized_distractor": "Mantienes tu desempeño mientras exploras opciones internas en áreas más estables, priorizando tu seguridad sin confrontar la situación."
    },
    "word_count": 45,
    "char_count": 266,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: verse resistente a flexibilidad.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count_low (45 < 65); char_count_low (266 < 300)",
    "audit_notes": "length_out_of_range"
  },
  {
    "id": "block-B04-q020",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu supervisor cambia y el nuevo implementa metodologías completamente diferentes. La incertidumbre afecta al equipo y varios compañeros tienen dificultades para adaptarse. No tienes claridad sobre cómo será el entorno laboral. Tu familia depende de tu ingreso estable. ¿Cómo te posicionas ante este cambio de liderazgo?",
    "options_structured": {
      "integrity_correct": "Pides una reunión individual para entender las nuevas expectativas y proponer acuerdos de transición, aunque esto pueda incomodar al nuevo supervisor cuestionando su estilo.",
      "pragmatic_distractor": "Te adaptas rápidamente al nuevo estilo y ofreces ayudar a compañeros con dificultades, posicionándote como aliado del nuevo liderazgo.",
      "evasive_distractor": "Observas cómo otros se adaptan antes de tomar postura y cumples con lo solicitado sin hacer preguntas que puedan parecer cuestionamientos.",
      "rationalized_distractor": "Mantienes tu desempeño actual y esperas que el supervisor se ajuste al equipo con el tiempo, argumentando que la adaptación debe ser mutua."
    },
    "word_count": 46,
    "char_count": 274,
    "length_status": "frozen",
    "audit_status": "frozen",
    "notes": "Refactored per SOT M2 Opciones. Integrity cost: incomodar al nuevo supervisor.",
    "sot_checksum": "m2opt_v1_20251130",
    "length_note": "word_count_low (46 < 65); char_count_low (274 < 300)",
    "audit_notes": "length_out_of_range"
  },
  {
    "id": "block-B04-q021",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "El puesto de tu antiguo jefe queda vacante y un nuevo supervisor llega con metodologías de trabajo muy distintas a las que conoces. Cambia prioridades, cuestiona prácticas que defendías y critica en público a quienes no siguen su esquema. El equipo se divide entre quienes se adaptan rápido y quienes resisten, mientras tu permanencia y reputación dependen de cómo respondas a este liderazgo tan distinto.",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión individual para explicar qué prácticas han funcionado en el equipo, proponer una transición gradual y pedir criterios claros de evaluación, aun sabiendo que cuestionar sus cambios tan pronto puede molestarlo y cerrar puertas a futuras oportunidades.",
      "pragmatic_distractor": "Te adaptas por completo a sus indicaciones sin discutir, replicando su método aunque veas que algunos resultados empeoran, confiando en que la obediencia te mantendrá en una posición segura.",
      "evasive_distractor": "Aplicas solo los cambios imprescindibles y comentas tu incomodidad únicamente con colegas de confianza, esperando que alguien con más influencia plantee el tema por ti.",
      "rationalized_distractor": "Mantienes tu desempeño dentro de lo aceptable mientras dedicas energía a buscar otro puesto interno o externo, argumentando que lo más sensato es irte antes de que el estilo del nuevo jefe te desgaste más."
    },
    "notes": "Costo explícito: riesgo de que el nuevo supervisor lo vea como resistente y limite oportunidades.",
    "word_count": 65,
    "char_count": 345,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q022",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa cambia los horarios de trabajo y el nuevo esquema incluye turnos rotativos que afectan tu vida familiar. Al mismo tiempo, tu supervisor introduce metodologías completamente distintas a las que conoces y modifica procesos cada pocas semanas. El equipo está confundido y cansado de aprender formas nuevas, mientras sientes que tu energía y permanencia dependen de cómo enfrentes este cambio doble de ritmo y de método.",
    "options_structured": {
      "integrity_correct": "Planteas a tu supervisor cómo los nuevos turnos y cambios continuos impactan tu rendimiento, propones ajustes concretos y ofreces comprometerte a un plan de adaptación, aunque te arriesgas a que lo vea como falta de disponibilidad y limite tu crecimiento.",
      "pragmatic_distractor": "Aceptas todos los cambios de horario e inviertes tiempo personal para estudiar las nuevas metodologías, confiando en que el sacrificio ahora se traduzca en estabilidad más adelante.",
      "evasive_distractor": "Cumples con los turnos asignados y preguntas a compañeros cómo se organizan, pero evitas hablar formalmente del impacto para no quedar señalado como el que se queja.",
      "rationalized_distractor": "Decides centrarte en aprovechar los horarios que te vienen mejor y organizar el resto de tu vida alrededor de la incertidumbre, argumentando que adaptarte en silencio es el precio razonable por conservar el empleo."
    },
    "notes": "Costo explícito: pedir ajustes puede verse como poca disponibilidad y frenar su desarrollo.",
    "word_count": 67,
    "char_count": 353,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q023",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa anuncia una reestructuración de departamentos que cambia jefaturas, funciones y líneas de reporte. En tu equipo algunos compañeros se niegan abiertamente a seguir las nuevas indicaciones y otros solo cumplen lo mínimo, lo que ralentiza proyectos clave. Te preocupa que la dirección interprete la resistencia como falta de compromiso colectiva y que tu permanencia se vea afectada según la postura que asumas frente al cambio.",
    "options_structured": {
      "integrity_correct": "Participas activamente en las reuniones para proponer cómo aplicar los cambios sin romper la dinámica del equipo y, si es necesario, expresas abiertamente la resistencia que ves, aunque eso pueda exponerte como la persona que lleva problemas a la dirección.",
      "pragmatic_distractor": "Te adaptas a la nueva estructura y ayudas a tus compañeros más cercanos a entender los procedimientos, aunque para lograrlo aceptas asumir tareas extra sin que esto quede claramente reconocido.",
      "evasive_distractor": "Cumples con lo que te piden pero evitas dar tu opinión en público; escuchas quejas en pasillos y esperas a ver hacia dónde se inclina la mayoría antes de tomar una postura clara.",
      "rationalized_distractor": "Decides concentrarte únicamente en tu propio desempeño y dejar que cada quien gestione su resistencia, argumentando que involucrarte en lo colectivo solo te resta energía para cuidar tu puesto."
    },
    "notes": "Costo explícito: exponerse ante la dirección como quien visibiliza la resistencia del equipo.",
    "word_count": 67,
    "char_count": 354,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q024",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Desde hace meses tu organización acumula anuncios de cambios estructurales mientras se mantienen metas de entrega cada vez más exigentes. Trabajas con presión constante, atiendes varias tareas urgentes a la vez y notas que el estrés empieza a afectar tu sueño y tu salud. Al mismo tiempo, sientes que si levantas la mano para pedir un ajuste podrías quedar etiquetado como poco resistente y perder oportunidades futuras.",
    "options_structured": {
      "integrity_correct": "Solicitas una conversación directa para revisar carga, plazos y prioridades, proponiendo concretar qué puede posponerse para cuidar la calidad, aun sabiendo que podrías ser visto como alguien que no soporta la presión y quedar fuera de proyectos visibles.",
      "pragmatic_distractor": "Extiendes tus jornadas y ajustas tu vida personal para cumplir con todo, asumiendo que el cansancio es temporal y que demostrar aguante mejorará tu posición en la próxima evaluación.",
      "evasive_distractor": "Te concentras en apagar los incendios del día y solo comentas tu agotamiento con colegas cercanos, esperando que la empresa note por sí sola que el ritmo es insostenible.",
      "rationalized_distractor": "Decides bajar ligeramente tu nivel de detalle en algunas tareas para proteger tu salud, justificando ante ti mismo que es preferible entregar algo aceptable a poner en riesgo tu bienestar."
    },
    "notes": "Costo explícito: pedir ajustes puede interpretarse como incapacidad para sostener la presión.",
    "word_count": 67,
    "char_count": 352,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q025",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa introduce nuevas metodologías de trabajo y cada pocas semanas modifica procesos clave sin tiempo suficiente para probarlos. Además, la carga de tareas aumenta y pasas gran parte del día resolviendo urgencias, con muy poco margen para aprender bien los cambios. Varios compañeros están agotados y comentan que nada se consolida, mientras tú te preguntas cómo cuidar tu permanencia sin normalizar un ritmo que sientes insostenible.",
    "options_structured": {
      "integrity_correct": "Documentas los problemas que generan los cambios tan frecuentes y pides una reunión para proponer un calendario de implementación más ordenado, aunque eso pueda hacerte ver como quien retrasa la modernización y genere incomodidad en la jefatura.",
      "pragmatic_distractor": "Aceptas cada nuevo proceso como viene y compensas trabajando más horas para que nada se atrase, confiando en que tu flexibilidad visible te dará ventaja cuando se estabilice la situación.",
      "evasive_distractor": "Aplicas las instrucciones tal como llegan sin hacer preguntas, compartes tus dudas en conversaciones informales y esperas a que otros, con más antigüedad, definan cómo se trabajará al final.",
      "rationalized_distractor": "Te enfocas en cumplir solo con los procedimientos que consideras realmente importantes y relativizas el resto, argumentando que en un entorno tan cambiante nadie puede exigir que todo esté perfecto."
    },
    "notes": "Costo explícito: proponer frenar el ritmo puede verse como obstáculo a la modernización.",
    "word_count": 67,
    "char_count": 355,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q026",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En plena temporada alta, la empresa anuncia una reestructuración que cambia jefes, procesos y prioridades mientras tu carga de trabajo ya era muy alta. Cada día recibes indicaciones nuevas que chocan con lo que venías haciendo y apenas tienes tiempo para reorganizarte. Algunos compañeros bajan el ritmo por desánimo y otros hacen solo lo indispensable, mientras tú intentas decidir hasta qué punto exponerte para pedir orden sin parecer problemático.",
    "options_structured": {
      "integrity_correct": "Solicitas formalmente revisar tus responsabilidades, llevas ejemplos concretos de conflictos entre instrucciones y propones priorizar tareas, aun sabiendo que podrían etiquetarte como poco dispuesto a hacer el esfuerzo extra que otros aceptan.",
      "pragmatic_distractor": "Aceptas la sobrecarga sin discutir y reorganizas tu tiempo personal para responder a todos los frentes, confiando en que el buen resultado te posicionará bien si hay nuevos movimientos.",
      "evasive_distractor": "Haces lo posible con las horas disponibles, dejas que algunos pendientes se acumulen y esperas que tu supervisor note por sí mismo que la carga es excesiva sin que tú lo digas.",
      "rationalized_distractor": "Decides concentrarte en quedar bien con quien crees que tendrá más influencia en la nueva estructura, dejando que otras solicitudes pierdan prioridad, argumentando que es una forma realista de proteger tu puesto."
    },
    "notes": "Costo explícito: pedir priorización puede leerse como falta de disposición a asumir esfuerzo extra.",
    "word_count": 69,
    "char_count": 361,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q027",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tras varios cambios de organigrama, tu área vuelve a ser reorganizada y ahora reportas a un supervisor que trae metodologías totalmente distintas. Las prioridades se redefinen casi cada semana y el equipo recibe mensajes contradictorios sobre qué es urgente. Algunos compañeros ya hablan de irse y otros se limitan a obedecer sin cuestionar, mientras tú consideras si arriesgar tu comodidad para pedir claridad o simplemente adaptarte en silencio.",
    "options_structured": {
      "integrity_correct": "Propones a tu nuevo supervisor una reunión para ordenar prioridades, aclarar qué criterios usará para evaluar al equipo y plantear la necesidad de mensajes coherentes, aun cuando eso pueda exponer las contradicciones actuales y generarte tensión con él.",
      "pragmatic_distractor": "Te adaptas rápidamente a sus pedidos y ayudas a traducirlos al resto del equipo, asumiendo tareas adicionales para que todo funcione, aunque eso suponga más carga invisible para ti.",
      "evasive_distractor": "Sigues las últimas instrucciones recibidas y evitas preguntar por los cambios anteriores, esperando que con el tiempo se estabilice la dinámica sin necesidad de conversaciones difíciles.",
      "rationalized_distractor": "Optas por centrarte en cumplir con tus entregas individuales y evitas involucrarte en aclarar el rumbo del área, convencido de que no vale la pena invertir energía en algo que la dirección decide sola."
    },
    "notes": "Costo explícito: exponer incoherencias del nuevo liderazgo puede generar tensión directa.",
    "word_count": 68,
    "char_count": 358,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q028",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En los últimos meses la empresa ha cambiado varias políticas de trabajo y, al mismo tiempo, tu supervisor te da retroalimentación negativa frecuente sobre pequeños errores. Sientes que el nivel de exigencia subió sin que hayan ajustado recursos ni prioridades, y tu confianza se ha debilitado. Mientras compañeros comentan que es mejor no llamar la atención, te preguntas si arriesgar tu imagen para hablar del contexto o seguir soportando en silencio.",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión de seguimiento para revisar ejemplos concretos de la retroalimentación y explicar cómo las nuevas políticas han afectado tu trabajo, asumiendo el riesgo de que interpreten tu explicación como excusa y te miren con más lupa.",
      "pragmatic_distractor": "Aceptas los comentarios sin discutir, te enfocas en corregir los detalles señalados y redoblas esfuerzos para cumplir con las reglas nuevas, aunque eso suponga sacrificar descanso y tiempo personal.",
      "evasive_distractor": "Comienzas a evitar tareas visibles donde puedan notar errores, pides a compañeros que revisen tu trabajo y confías en que, con menos exposición, disminuirán las críticas sin hablar del fondo.",
      "rationalized_distractor": "Concluyes que las expectativas son poco realistas y decides mantener solo el nivel mínimo necesario para conservar el puesto, argumentando que no tiene sentido invertir más en un entorno que no reconoce el esfuerzo."
    },
    "notes": "Costo explícito: pedir contexto puede ser percibido como excusa y aumentar el escrutinio.",
    "word_count": 71,
    "char_count": 369,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q029",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa reemplaza los procesos habituales por un esquema nuevo que exige aprender herramientas y formas de trabajo que no dominas. A la vez, te mantienen los mismos plazos estrictos y tus resultados serán evaluados con los nuevos criterios desde el primer mes. Sabes que pedir más tiempo podría interpretarse como poca capacidad de adaptación, pero seguir el ritmo sin entender bien el método podría producir errores visibles en proyectos clave.",
    "options_structured": {
      "integrity_correct": "Hablas con tu supervisor para mostrarle ejemplos de errores potenciales y propones ajustar plazos o escalonar la adopción del nuevo esquema, aun sabiendo que eso puede ser visto como señal de poca agilidad frente al resto del equipo.",
      "pragmatic_distractor": "Te concentras en aprender solo las partes del nuevo proceso que impactan tus entregas inmediatas y compensas trabajando más rápido, asumiendo el riesgo de que algunos detalles se escapen.",
      "evasive_distractor": "Sigues las instrucciones al pie de la letra sin pedir aclaraciones, confías en que las dudas se irán resolviendo solas y esperas que, si algo sale mal, se entienda que el cambio fue brusco para todos.",
      "rationalized_distractor": "Decides mantener el antiguo modo de trabajar en tareas internas mientras adoptas la nueva forma solo en lo visible, convenciéndote de que así proteges la calidad sin generar discusiones innecesarias."
    },
    "notes": "Costo explícito: pedir ajustes de plazos puede verse como falta de agilidad frente al equipo.",
    "word_count": 71,
    "char_count": 371,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q030",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En medio de una reorganización de áreas te asignan tareas de distintos proyectos que compiten por tu tiempo y atención, sin reducción de responsabilidades anteriores. Cada jefe parece considerar su pedido como prioridad máxima y recibes recordatorios constantes de que los retrasos pueden influir en futuras evaluaciones. Empiezas a sentir que hagas lo que hagas alguien quedará insatisfecho, mientras decides si poner límites claros o seguir absorbiendo más trabajo.",
    "options_structured": {
      "integrity_correct": "Pides una conversación para ordenar la lista de proyectos, solicitas que se definan prioridades oficiales y aceptas que algunos plazos deban extenderse, aun cuando eso pueda incomodar a uno de los jefes y afectar cómo te perciben en futuras oportunidades.",
      "pragmatic_distractor": "Intentas cumplir con todas las solicitudes ajustando tus horarios y trabajando en paralelo en varios proyectos, confiando en que demostrar capacidad de respuesta te blindará ante posibles críticas.",
      "evasive_distractor": "Respondes primero a quien presiona más en el momento y dejas que los demás reclamos se acumulen, esperando que los jefes negocien entre sí sin que tú intervengas.",
      "rationalized_distractor": "Decides concentrarte en el proyecto que consideras más visible para tu currículum, aun sabiendo que otros frentes sufrirán retrasos, argumentando que cuidar tu trayectoria es la mejor forma de asegurar tu futuro."
    },
    "notes": "Costo explícito: exigir prioridades oficiales puede molestar a algún jefe influyente.",
    "word_count": 69,
    "char_count": 362,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q031",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En pocos meses te cambian los horarios dos veces y, además, la empresa introduce modificaciones bruscas en los procesos casi cada quincena. Apenas terminas de aprender una forma de trabajar cuando llega otra instrucción diferente y tus rutinas personales se vuelven impredecibles. Varios compañeros expresan frustración y consideran que es inútil planear a largo plazo, mientras tú piensas cómo cuidar tu estabilidad sin aceptar pasivamente todo lo que se impone.",
    "options_structured": {
      "integrity_correct": "Reúnes ejemplos de cómo los cambios de horario y de proceso afectan tu rendimiento y planteas a tu supervisor la necesidad de un plan más estable, aunque eso pueda hacerte ver como poco flexible frente a compañeros que guardan silencio.",
      "pragmatic_distractor": "Ajustas tus rutinas personales cada vez que hay un cambio y dedicas parte de tus noches o fines de semana a repasar los nuevos procedimientos, confiando en que la organización se estabilizará más adelante.",
      "evasive_distractor": "Cumples con lo que se te pide, pero evitas asumir tareas adicionales y comentas tu frustración solo en espacios informales, esperando que la dirección note el malestar general sin que tengas que exponerte.",
      "rationalized_distractor": "Concluyes que no tiene sentido planificar en detalle y decides vivir al día, cambiando tus planes según las órdenes del momento, justificando que la mejor forma de sobrevivir es dejar de cuestionar."
    },
    "notes": "Costo explícito: pedir estabilidad puede ser visto como falta de flexibilidad.",
    "word_count": 70,
    "char_count": 364,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q032",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa implanta una nueva plataforma tecnológica y, mientras el sistema todavía falla, se van ajustando procesos casi cada semana. Al mismo tiempo, tu supervisor te señala errores menores en los reportes y te recuerda que tu desempeño está bajo observación. Sientes que aprendes sobre la marcha con poco margen para equivocarte y temes que pedir ayuda adicional haga pensar que no estás a la altura del nuevo entorno.",
    "options_structured": {
      "integrity_correct": "Solicitas una sesión específica para revisar tus errores en la nueva plataforma, pides entrenamiento adicional y propones registrar las fallas del sistema, aun sabiendo que expones tus dificultades y podrías ser visto como menos competente que tus pares.",
      "pragmatic_distractor": "Te quedas más tiempo después de la jornada para practicar por tu cuenta en la herramienta y compensar cualquier error, aceptando el desgaste extra como parte del aprendizaje.",
      "evasive_distractor": "Delegas las partes más complejas de los reportes en compañeros que dominan mejor el sistema y te enfocas en tareas conocidas, evitando admitir abiertamente que aún no lo manejas bien.",
      "rationalized_distractor": "Decides cumplir solo con el nivel mínimo de detalle que exige la plataforma y asumir que algunos errores son inevitables, argumentando que mientras el sistema no se estabilice nadie puede esperar precisión total."
    },
    "notes": "Costo explícito: exponer dificultades puede afectar la percepción de competencia frente a pares.",
    "word_count": 69,
    "char_count": 363,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q033",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Desde que se implementó una nueva plataforma, los procedimientos se actualizan casi cada semana y muchas instrucciones anteriores quedan obsoletas de un día para otro. A pesar de los cambios, nadie aclara cómo se verá el área en unos meses ni qué perfiles serán prioritarios. Varios compañeros comentan que podrían venir recortes y evalúan planes alternativos, mientras tú decides cuánto apostar por adaptarte aquí o empezar a buscar estabilidad fuera.",
    "options_structured": {
      "integrity_correct": "Planteas en una reunión formal la necesidad de un plan claro sobre perfiles y funciones futuras, y preguntas abiertamente qué se espera de tu rol, aun a riesgo de quedar identificado como quien pone sobre la mesa el tema de posibles recortes.",
      "pragmatic_distractor": "Te enfocas en dominar la plataforma y mostrar resultados visibles en el corto plazo, esperando que tu productividad sea el mejor argumento para que te consideren imprescindible.",
      "evasive_distractor": "Evitas hacer preguntas directas sobre el futuro y sigues las instrucciones del día, tomando decisiones solo a corto plazo mientras observas cómo reaccionan tus superiores.",
      "rationalized_distractor": "Decides preparar tu currículum y comenzar a explorar opciones externas, convenciéndote de que es más prudente moverte a tiempo que invertir energía en una estructura que tal vez cambie por completo."
    },
    "notes": "Costo explícito: hablar de recortes en reunión formal puede marcarlo como foco de inquietud.",
    "word_count": 70,
    "char_count": 366,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q034",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Te informan que la empresa atraviesa dificultades financieras y circulan rumores sobre posibles recortes en tu área. Al mismo tiempo, tu supervisor impulsa metodologías nuevas que cambian cómo se mide el desempeño y exige resultados rápidos bajo el argumento de que hay que demostrar valor. El equipo está inquieto y algunos se enfocan solo en protegerse individualmente, mientras tú valoras si arriesgarte a pedir claridad o conservar un perfil bajo.",
    "options_structured": {
      "integrity_correct": "Reúnes datos sobre cargas y resultados y propones a tu supervisor una conversación franca sobre cómo priorizar sin sacrificar la salud del equipo, aun sabiendo que, en un contexto de recortes, podrías ser visto como poco alineado con el mensaje de hacer más con menos.",
      "pragmatic_distractor": "Te adaptas rápidamente a las nuevas metodologías y te ofreces para asumir tareas visibles, esperando que quedar como pieza clave te proteja si hay decisiones difíciles.",
      "evasive_distractor": "Cumples con tus funciones sin involucrarte en discusiones de fondo y respondes con frases neutras cuando colegas te comentan sus miedos, esperando que la situación se defina antes de posicionarte.",
      "rationalized_distractor": "Concluyes que en una etapa de crisis cada uno debe cuidar principalmente su lugar y decides concentrarte en quedar bien con tu jefe directo, dejando en segundo plano las preocupaciones colectivas."
    },
    "notes": "Costo explícito: cuestionar el ritmo en plena crisis puede verse como falta de alineación.",
    "word_count": 70,
    "char_count": 368,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q035",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Tu empresa adopta metodologías de trabajo que exigen planear y documentar todo de forma muy diferente a lo que conocías. A la vez, conservas proyectos antiguos y te asignan nuevas tareas, por lo que tienes varias prioridades compitiendo por tu tiempo y energía cada día. Empiezas a cometer pequeños descuidos y sientes que el margen para equivocarte es mínimo, mientras decides si negociar límites claros o seguir estirando tus jornadas.",
    "options_structured": {
      "integrity_correct": "Planteas a tu supervisor la necesidad de redefinir prioridades y pedir que algunas tareas se reasignen o pospongan, aun sabiendo que puede interpretarlo como falta de ambición o de disposición para asumir más responsabilidades.",
      "pragmatic_distractor": "Aceptas la nueva forma de trabajar y reorganizas tus tiempos para cumplir con todo, incluso si eso implica trabajar con menos pausas y revisar menos a fondo cada entrega.",
      "evasive_distractor": "Te concentras en avanzar en lo que te piden sin pedir aclaraciones sobre prioridades, y dejas que sean los jefes quienes reaccionen si algo importante se retrasa.",
      "rationalized_distractor": "Decides dar más atención a las tareas que consideras estratégicas para tu desarrollo y cumples apenas con lo mínimo en el resto, justificando que necesitas proteger tu energía para lo que verdaderamente te suma."
    },
    "notes": "Costo explícito: pedir reasignar tareas puede ser leído como falta de ambición.",
    "word_count": 70,
    "char_count": 365,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q036",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En tu área se lanzan nuevas metodologías y procesos casi cada mes, muchos sin documentación clara, mientras la carga de trabajo no disminuye. Te piden mantener los mismos niveles de calidad y velocidad aunque parte del tiempo se vaya en entender los cambios. Compañeros comentan que el ambiente se volvió impredecible y algunos incluso hablan de renunciar, mientras tú eliges entre pedir una revisión de metas o seguir aceptando más presión en silencio.",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión para mostrar con ejemplos cómo la sucesión de cambios afecta tiempos y calidad, y propones congelar ciertos procesos hasta que se consoliden, asumiendo que podrían verlo como una resistencia a la modernización y cuestionar tu capacidad de adaptarte.",
      "pragmatic_distractor": "Te esfuerzas por ser la persona que siempre dice sí a los nuevos procesos y cubres a compañeros que se atrasan, confiando en que esa imagen de flexibilidad te dará ventaja si hay reacomodos.",
      "evasive_distractor": "Aceptas las instrucciones pero evitas comprometerte con plazos específicos, dejando que las fechas se ajusten solas según lo que alcances a hacer y esperando que nadie pida explicaciones detalladas.",
      "rationalized_distractor": "Decides que mientras la dirección no dé señales claras, lo mejor es no invertir demasiado en entender cada cambio, y aplicas solo lo suficiente para que el flujo diario no se detenga."
    },
    "notes": "Costo explícito: proponer congelar procesos puede percibirse como resistencia a la modernización.",
    "word_count": 73,
    "char_count": 375,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q037",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Con la nueva plataforma en producción, los procesos se actualizan constantemente y muchas tareas que antes eran simples ahora requieren pasos adicionales. Además, sigues atendiendo solicitudes urgentes de distintas áreas y sientes que cada día trabajas al límite para llegar a todo. Tus supervisores insisten en que el nivel de servicio no puede bajar, mientras evalúas si transparentar la sobrecarga y pedir priorización o continuar esforzándote sin mostrar ninguna queja.",
    "options_structured": {
      "integrity_correct": "Planteas a tus supervisores un esquema de priorización y propones pausar ciertas tareas menos críticas hasta que el equipo domine la plataforma, aun cuando eso pueda interpretarse como incapacidad para cumplir con todo lo que se pide.",
      "pragmatic_distractor": "Sigues aceptando solicitudes de todas las áreas y extiendes tu jornada para completar los nuevos pasos de la herramienta, confiando que mostrar disponibilidad total compensará cualquier error puntual.",
      "evasive_distractor": "Empiezas a derivar parte de las peticiones hacia compañeros con más experiencia en la plataforma y te ofreces para tareas más rutinarias, evitando discutir abiertamente la sobrecarga general.",
      "rationalized_distractor": "Decides bajar tus estándares de revisión para poder entregar a tiempo y te dices que, dada la cantidad de cambios, un margen de error mayor es inevitable y aceptable."
    },
    "notes": "Costo explícito: pedir priorización puede interpretarse como incapacidad para sostener el volumen actual.",
    "word_count": 70,
    "char_count": 367,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q038",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "Durante una reestructuración importante tu supervisor comienza a señalar fallas en tu trabajo con mucha más frecuencia que antes, a veces frente al equipo. No sabes si la empresa mantendrá tu puesto ni qué criterios usarán para decidir quién se queda. Algunos compañeros comentan que lo mejor es pasar desapercibidos hasta que haya noticias, mientras tú decides si enfrentar estas críticas y pedir criterios claros o protegerte guardando silencio.",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión privada para pedir ejemplos concretos de las críticas y aclarar cómo se evaluará al equipo durante la reestructuración, aun sabiendo que podrías incomodar a tu supervisor y quedar marcado como quien cuestiona su forma de dar retroalimentación.",
      "pragmatic_distractor": "Te limitas a aceptar las observaciones y trabajas horas extra para asegurarte de que no puedan señalarte nada, confiando en que un buen desempeño hará que las críticas se reduzcan.",
      "evasive_distractor": "Intentas pasar desapercibido, evitas proyectos visibles y haces tu trabajo en silencio sin pedir aclaraciones, esperando que la tormenta pase sin que tu nombre aparezca en las decisiones.",
      "rationalized_distractor": "Concluyes que la reestructuración es una decisión ajena a tu control y decides invertir tu energía en explorar otras oportunidades, manteniendo un desempeño básico mientras tanto para no llamar la atención."
    },
    "notes": "Costo explícito: cuestionar la evaluación puede incomodar al supervisor y marcarlo como crítico.",
    "word_count": 69,
    "char_count": 360,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q039",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "En tu departamento se anuncian cambios de proceso casi cada quince días y rara vez se cierran correctamente los anteriores. La dirección insiste en que se trata de una fase temporal de ajuste, pero la carga de trabajo sigue igual o mayor y varios compañeros confiesan que ya no saben qué se les va a pedir mañana. Tú dependes de este sueldo para tu familia y dudas entre exigir estabilidad mínima o adaptarte sin protestar.",
    "options_structured": {
      "integrity_correct": "Preparas un resumen de los cambios recientes y sus efectos y propones en una reunión ajustar metas y estabilizar algunos procedimientos, aunque eso pueda ser visto como resistencia a la flexibilidad que la dirección dice necesitar.",
      "pragmatic_distractor": "Te enfocas en cumplir con lo que piden cada semana, aunque tengas que rehacer trabajo seguido, asumiendo que quien se muestre más adaptable tendrá más probabilidades de quedarse.",
      "evasive_distractor": "Adoptas una actitud de espera, haces solo lo que te ordenan sin sugerir mejoras y confías en que otros plantearán la necesidad de estabilidad cuando la situación sea insostenible.",
      "rationalized_distractor": "Decides que lo más práctico es pensar solo a corto plazo y ajustar tu esfuerzo según lo urgente del día, argumentando que planear más allá no tiene sentido mientras todo cambie tan rápido."
    },
    "notes": "Costo explícito: pedir estabilidad puede verse como falta de flexibilidad en un entorno cambiante.",
    "word_count": 75,
    "char_count": 378,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  },
  {
    "id": "block-B04-q040",
    "module_id": 2,
    "block_id": "B04",
    "type": "options",
    "scenario": "La nueva plataforma central se ha ido configurando sobre la marcha y cada actualización introduce cambios inesperados en la forma de registrar y reportar la información. Con frecuencia debes rehacer tareas porque los formatos cambian y apenas hay guías claras. Varios compañeros comentan que se sienten al borde del colapso, pero temen ser vistos como poco flexibles, mientras tú decides si exigir un plan de transición ordenado o seguir improvisando.",
    "options_structured": {
      "integrity_correct": "Planteas a tu jefe directo y al responsable de la plataforma la necesidad de un plan de transición con tiempos reales de capacitación, aunque eso pueda retrasar entregas y generar la impresión de que pones obstáculos al avance del proyecto.",
      "pragmatic_distractor": "Aceptas el ritmo impuesto y priorizas aprender solo lo necesario para cumplir plazos, trabajando más rápido y asumiendo que algún nivel de error será inevitable durante la adopción.",
      "evasive_distractor": "Te apoyas cada vez más en colegas que dominan mejor la herramienta, pides que revisen tus tareas críticas y evitas asumir responsabilidades nuevas hasta que el sistema esté más estable.",
      "rationalized_distractor": "Concluyes que la empresa ya decidió seguir adelante así y decides concentrarte en no involucrarte demasiado, cumpliendo solo con lo requerido y dejando en manos de otros la tarea de exigir mejoras."
    },
    "notes": "Costo explícito: exigir transición ordenada puede verse como obstáculo al avance del proyecto.",
    "word_count": 70,
    "char_count": 366,
    "length_status": "ok",
    "audit_status": "ok",
    "sot_checksum": "m2opt_v1_20251130"
  }
]