[
  {
    "id": "block-B02-q061",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un familiar de un alto directivo postula a un concurso de becas externas que tu área administra. Tu jefe te pide acelerar la evaluación de esa solicitud y orientarlo sobre cómo fortalecerla, aunque el proceso debe ser ciego. Si te niegas, podrías perder acceso a decisiones relevantes y ser visto como poco estratégico. ¿Cómo manejas la solicitud?",
    "options_structured": {
      "integrity_correct": "Mantienes el proceso ciego y rechazas dar orientación especial, aceptando que tu jefe cuestione tu visión estratégica, te retire de proyectos sensibles y limite tu influencia en el área.",
      "pragmatic_distractor": "Ofreces información general sobre criterios de evaluación sin revelar detalles específicos de la solicitud, esperando que eso satisfaga parcialmente la petición sin comprometer del todo la imparcialidad.",
      "evasive_distractor": "Sugieres que esa consulta la atienda directamente otra persona del área y evitas tomar una postura clara sobre la solicitud del familiar.",
      "rationalized_distractor": "Compartes información específica de la evaluación convenciéndote de que ayudar al directivo fortalecerá la relación institucional y que el familiar igual tiene méritos propios."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 1",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q062",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Recibes una llamada de un reclutador externo ofreciéndote una posición atractiva en otra empresa. Te pide referencias sobre colegas clave de tu área actual. Compartir esa información podría debilitar tu equipo y violar la confidencialidad interna, pero negarte puede cerrar oportunidades futuras con esa firma de reclutamiento. ¿Qué respondes?",
    "options_structured": {
      "integrity_correct": "Explicas que no puedes compartir información de colegas sin su consentimiento ni comprometer datos internos, aceptando que el reclutador te considere poco colaborador y descarte futuras recomendaciones tuyas.",
      "pragmatic_distractor": "Das solo impresiones generales del ambiente laboral sin nombrar personas específicas, confiando en que así mantienes la relación con el reclutador sin exponer directamente a nadie.",
      "evasive_distractor": "Dices que primero necesitas pensarlo y alargas la respuesta indefinidamente, esperando que el tema se diluya sin tener que negarte formalmente.",
      "rationalized_distractor": "Compartes nombres y perfiles porque piensas que ayudar al reclutador también beneficia a tus colegas si buscan nuevas oportunidades y que la información no es tan sensible."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 2",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q063",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Administras un presupuesto de capacitación y tu supervisor te pide reservar cupos en un curso costoso para personas de su círculo cercano, aunque hay otros colaboradores con mayor necesidad según las evaluaciones de desempeño. Si insistes en criterios objetivos, podrías quedar excluido de futuras decisiones de formación. ¿Cómo asignas los cupos disponibles?",
    "options_structured": {
      "integrity_correct": "Asignas los cupos con base en las evaluaciones de desempeño y necesidades documentadas, aceptando que tu supervisor se moleste, te aparte de la gestión del presupuesto y cuestione tu criterio.",
      "pragmatic_distractor": "Reservas algunos cupos para el grupo cercano al supervisor pero incluyes también a otros con alto desempeño, buscando equilibrar ambas demandas sin generar conflicto total.",
      "evasive_distractor": "Propones que la selección final la valide un comité más amplio y evitas asumir tú solo la responsabilidad de la distribución.",
      "rationalized_distractor": "Asignas todos los cupos al grupo sugerido porque piensas que mantener contento al supervisor asegura continuidad del programa y que después habrá más oportunidades para otros."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 3",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q064",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al cerrar un proyecto detectas que parte del material fue adquirido a un proveedor con el que tu jefe tiene una relación familiar no declarada. Los precios parecen elevados comparados con otras opciones. Reportarlo formalmente podría implicar una investigación que afecte directamente a tu supervisor y dañe tu relación con él. ¿Qué priorizas hacer?",
    "options_structured": {
      "integrity_correct": "Reportas la situación formalmente al área de cumplimiento y documentas las diferencias de precios, aceptando que tu supervisor se sienta traicionado, que tu relación se deteriore y que te aparten de proyectos futuros.",
      "pragmatic_distractor": "Comentas el tema de forma general con tu supervisor sugiriendo revisar proveedores para próximos proyectos, esperando que corrija la situación sin formalizar una denuncia.",
      "evasive_distractor": "Archivas la observación en tus registros personales sin escalarla, esperando que en una auditoría futura alguien más la detecte.",
      "rationalized_distractor": "Decides no reportar porque piensas que el proyecto ya terminó, que los precios pueden tener justificación técnica y que señalar al supervisor solo generaría problemas innecesarios."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 4",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q065",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Coordinas un evento institucional importante y el área de comunicaciones te pide omitir de la lista de invitados a ciertos sindicatos con los que la dirección tiene tensiones. Sabes que esas organizaciones deberían estar presentes por protocolo, pero insistir en incluirlas puede generar conflicto directo con la alta gerencia. ¿Cómo armas la lista final?",
    "options_structured": {
      "integrity_correct": "Incluyes a los sindicatos según protocolo y sustentas formalmente la decisión, aceptando que la dirección se incomode, te considere poco alineado y te retire de la coordinación de eventos futuros.",
      "pragmatic_distractor": "Invitas a los sindicatos pero colocas sus nombres al final de la lista y en espacios menos visibles, esperando cumplir formalmente sin destacarlos en el evento.",
      "evasive_distractor": "Consultas con el área legal o con otra instancia para que ellos definan si deben incluirse, intentando transferir la responsabilidad de la decisión.",
      "rationalized_distractor": "Omites a los sindicatos convenciéndote de que evitar tensiones en el evento protege la imagen institucional y que después se podrán retomar canales de diálogo."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 5",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q066",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Eres responsable de revisar requisiciones de compra y notas que un colega firma constantemente órdenes para un mismo proveedor sin documentar cotizaciones comparativas. Al preguntarle, te pide que no intervengas porque tiene un acuerdo tácito con ese proveedor que agiliza las entregas. Si reportas la irregularidad, podrías ser visto como quien entorpece la operación. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Reportas la falta de cotizaciones comparativas al área de compras y propones reforzar controles, aceptando que el colega se moleste, deje de coordinar contigo y te señale como obstáculo operativo.",
      "pragmatic_distractor": "Le pides al colega que documente al menos dos cotizaciones simbólicas para formalizar el proceso, aunque sabes que seguirá eligiendo al mismo proveedor, confiando en que así mejoras parcialmente el control.",
      "evasive_distractor": "Comentas el tema de manera informal con otros revisores y esperas que alguien más tome la decisión de escalarlo formalmente.",
      "rationalized_distractor": "Dejas que continúe sin cotizaciones porque piensas que la agilidad en las entregas beneficia al área y que, si no hay quejas de calidad, el proceso funciona."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 6",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q067",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Participas en una comisión que evalúa quejas de acoso laboral. En uno de los casos el acusado es un mando con fuerte influencia política interna. Antes de la sesión, un directivo te sugiere ser prudente para no generar escándalo innecesario. Seguir con la investigación completa puede exponerte a presiones y afectar tu estabilidad en el puesto. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Mantienes el proceso de investigación con todas las garantías y documentas cada paso, aceptando que enfrentes presiones directas, que cuestionen tu criterio y que tu permanencia en la comisión se vuelva inestable.",
      "pragmatic_distractor": "Avanzas con la investigación pero evitas medidas cautelares inmediatas, esperando que la situación se aclare sin generar ruido excesivo antes de tener conclusiones definitivas.",
      "evasive_distractor": "Propones derivar el caso a una instancia externa o a un nivel superior de la comisión y te apartas del proceso, intentando no quedar asociado a la decisión final.",
      "rationalized_distractor": "Archivas la queja argumentando falta de pruebas suficientes, convenciéndote de que proteger la estabilidad institucional es más importante y que el afectado puede buscar otras vías."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 7",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q068",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te asignan revisar el cumplimiento de normas ambientales en una planta productiva. Encuentras desviaciones que requerirían detener operaciones por varios días para corregirse. Tu gerente te pide minimizar el hallazgo en el reporte para evitar paros costosos. Insistir en la corrección inmediata puede poner en riesgo tu posición y generar conflictos con producción. ¿Cómo redactas el reporte?",
    "options_structured": {
      "integrity_correct": "Incluyes todas las desviaciones detectadas y recomiendas el paro necesario para corregirlas, aceptando que el gerente se moleste, que te responsabilicen por pérdidas económicas y que tu credibilidad como auditor sea cuestionada.",
      "pragmatic_distractor": "Documentas las desviaciones pero propones un plan de corrección gradual sin paro inmediato, esperando que se resuelva progresivamente sin afectar la producción de golpe.",
      "evasive_distractor": "Redactas el hallazgo en términos técnicos ambiguos y dejas que el área operativa defina si amerita o no un paro, evitando asumir una recomendación clara.",
      "rationalized_distractor": "Minimizas el hallazgo en el reporte convenciéndote de que las desviaciones no son tan graves, que detener producción causaría más daño y que se puede corregir en el siguiente ciclo de mantenimiento."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 8",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q069",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un colega te pide firmar como testigo en un acta de entrega de equipos que no presenciaste. Argumenta que solo es un trámite administrativo y que revisar todo formalmente retrasaría un proyecto urgente. Si te niegas, podrías ser visto como alguien que complica procedimientos sencillos y perder su colaboración en tareas futuras. ¿Qué decides firmar?",
    "options_structured": {
      "integrity_correct": "Te niegas a firmar como testigo de algo que no presenciaste y explicas que debe seguirse el procedimiento, aceptando que tu colega se frustre, deje de pedirte apoyo y te vea como inflexible.",
      "pragmatic_distractor": "Firmas el acta pero registras en tus notas personales que no estuviste presente, esperando que eso te proteja si surge algún problema posterior.",
      "evasive_distractor": "Sugieres que otro compañero firme en tu lugar o que se documente de otra forma, evitando decir directamente que no lo harás.",
      "rationalized_distractor": "Firmas el acta convenciéndote de que es solo un formalismo, que confías en que tu colega hizo la entrega correctamente y que no pasará nada si no estuviste físicamente presente."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 9",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q070",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Coordinas la selección de un consultor externo y uno de los candidatos te ofrece un porcentaje de sus honorarios si lo recomiendas. La propuesta técnica es sólida, pero aceptar ese acuerdo violaría políticas de transparencia. Rechazarlo puede significar perder un ingreso adicional atractivo sin que nadie se entere. ¿Cómo respondes a la oferta?",
    "options_structured": {
      "integrity_correct": "Rechazas la oferta y reportas formalmente el intento de soborno, aceptando perder el ingreso adicional, que el consultor se retire del proceso y que debas justificar tu decisión ante otros.",
      "pragmatic_distractor": "Rechazas el porcentaje pero aceptas que el consultor te invite a una comida o evento menor, convenciéndote de que eso no compromete tu imparcialidad.",
      "evasive_distractor": "Ignoras la oferta y simplemente evalúas la propuesta técnica sin responder al tema económico, esperando que el consultor no insista.",
      "rationalized_distractor": "Aceptas el porcentaje pensando que tu recomendación se basa en mérito técnico real, que nadie saldrá perjudicado y que el pago es solo un reconocimiento legítimo de tu gestión."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 10",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q071",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Lideras un equipo remoto y detectas que uno de los integrantes entrega resultados completos y a tiempo, pero rara vez aparece en reuniones ni responde mensajes durante horario laboral. Tu supervisor te pide documentar su inactividad para justificar una sanción, aunque el trabajo se cumple. Insistir en defenderlo puede hacer que cuestionen tu capacidad de supervisión. ¿Cómo evalúas la situación?",
    "options_structured": {
      "integrity_correct": "Defiendes al colaborador con base en sus resultados y propones ajustar expectativas de disponibilidad, aceptando que tu supervisor dude de tu liderazgo, te vea como poco riguroso y limite tu autonomía en el equipo.",
      "pragmatic_distractor": "Documentas algunos episodios de baja disponibilidad pero destacas también los logros, esperando que el supervisor modere la sanción sin que parezca que ignoras el problema.",
      "evasive_distractor": "Propones una reunión conjunta entre el colaborador y tu supervisor para que ellos discutan directamente, evitando asumir tú una postura clara en el conflicto.",
      "rationalized_distractor": "Documentas la inactividad y apoyas la sanción convenciéndote de que, aunque el trabajo se cumpla, es importante mantener disciplina y que flexibilizar normas debilitaría al equipo."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 11",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q072",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al revisar documentos financieros para una auditoría externa detectas que varios registros de ingresos están respaldados con facturas cuyas fechas fueron alteradas. Reportarlo implicaría abrir una investigación formal que afectaría a varios responsables del área contable. Si lo omites, evitas conflicto interno y el auditor externo probablemente no lo detectará. ¿Qué haces con ese hallazgo?",
    "options_structured": {
      "integrity_correct": "Reportas formalmente las alteraciones al auditor y al área de cumplimiento, aceptando que se abra una investigación interna, que afectes a colegas del área contable y que tu ambiente laboral se tense.",
      "pragmatic_distractor": "Comentas el hallazgo de forma general al responsable del área contable para que lo corrija antes de que el auditor lo vea, esperando resolver el problema sin formalizar una denuncia.",
      "evasive_distractor": "Dejas el tema en manos del auditor externo sin señalarlo explícitamente, confiando en que, si es relevante, ellos lo detectarán por su cuenta.",
      "rationalized_distractor": "Decides no reportar porque piensas que las alteraciones pueden tener justificación contable técnica y que abrir una investigación solo generaría desgaste innecesario."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 12",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q073",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te piden diseñar el proceso de evaluación anual de desempeño y tu supervisor te sugiere incluir criterios subjetivos que le permitan ajustar resultados según afinidades personales. Argumenta que eso facilita reconocer a quienes realmente aportan al equipo. Si te niegas, podrías quedar fuera de decisiones estratégicas del área. ¿Cómo estructuras el proceso?",
    "options_structured": {
      "integrity_correct": "Diseñas el proceso con criterios objetivos y medibles, rechazando incluir ajustes discrecionales, aceptando que tu supervisor se incomode, te vea como inflexible y te aparte de decisiones clave.",
      "pragmatic_distractor": "Incluyes algunos criterios cualitativos amplios que permitan cierta flexibilidad, pero mantienes la mayoría del peso en indicadores objetivos, esperando equilibrar ambas demandas.",
      "evasive_distractor": "Propones que el diseño del proceso lo valide un comité más amplio o el área de gestión humana, intentando diluir tu responsabilidad en la decisión final.",
      "rationalized_distractor": "Incorporas los criterios subjetivos convenciéndote de que reconocer el compromiso no cuantificable también es válido y que tu supervisor sabe mejor quién merece ser valorado."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 13",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q074",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Administras contratos de servicios tercerizados y un proveedor te pide firmar entregas de trabajos que aún no fueron completados para que pueda cobrar a tiempo y evitar problemas con su flujo de caja. Te asegura que terminará todo en pocos días. Negarte puede dañar la relación comercial y complicar futuras colaboraciones. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Te niegas a firmar entregas que no fueron completadas y explicas que solo certificarás trabajos finalizados, aceptando que el proveedor se moleste, busque otros contactos y dificulte la relación futura.",
      "pragmatic_distractor": "Firmas una entrega parcial por el porcentaje completado y dejas pendiente el resto, convenciéndote de que así lo ayudas sin comprometer del todo la veracidad del documento.",
      "evasive_distractor": "Sugieres que el proveedor gestione un anticipo formal con finanzas y evitas firmar hasta que el trabajo esté completo, intentando no asumir directamente la negativa.",
      "rationalized_distractor": "Firmas la entrega completa confiando en que el proveedor cumplirá en días, pensando que mantener la relación comercial beneficia a ambas partes y que el riesgo es mínimo."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 14",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q075",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Participas en un comité que distribuye apoyos económicos a empleados en situaciones difíciles. Tu jefe te pide priorizar el caso de un conocido suyo aunque otros solicitantes tienen necesidades más urgentes según los criterios establecidos. Oponerte puede afectar tu imagen ante la jefatura y cerrar puertas a futuros ascensos. ¿Cómo priorizas los casos?",
    "options_structured": {
      "integrity_correct": "Aplicas los criterios establecidos y priorizas según necesidad objetiva, aceptando que tu jefe se moleste, te perciba como poco colaborador y frene oportunidades de crecimiento para ti.",
      "pragmatic_distractor": "Incluyes al conocido del jefe en la lista de apoyos pero reduces ligeramente otros casos para no excluir del todo a quienes tienen mayor urgencia, buscando un equilibrio.",
      "evasive_distractor": "Propones que el comité completo revise todos los casos sin dar tu opinión personal sobre el conocido del jefe, intentando que la decisión sea colectiva.",
      "rationalized_distractor": "Priorizas al conocido del jefe convenciéndote de que mantener buena relación con la jefatura asegura la continuidad del programa de apoyos y que después podrán atenderse otros casos."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 15",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q076",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Gestionas un proyecto de desarrollo comunitario y un funcionario local te sugiere contratar a una empresa específica para una obra menor a cambio de agilizar permisos clave. La empresa tiene antecedentes de sobrecostos. Rechazar el arreglo puede retrasar todo el proyecto y afectar a los beneficiarios finales. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Rechazas el arreglo y sigues el proceso de licitación formal, aceptando que los permisos se retrasen, que el proyecto se demore y que los beneficiarios cuestionen tu gestión.",
      "pragmatic_distractor": "Contratas a la empresa sugerida pero negocias condiciones más estrictas de costo y plazos, esperando minimizar el impacto de los sobrecostos mientras avanzas con los permisos.",
      "evasive_distractor": "Derivas la decisión de contratación a un comité técnico y solicitas que el funcionario formalice su petición por escrito, intentando no quedar directamente involucrado.",
      "rationalized_distractor": "Contratas a la empresa sugerida convenciéndote de que agilizar el proyecto beneficia a la comunidad y que los sobrecostos pueden absorberse dentro del presupuesto disponible."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 16",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q077",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Encabezas la implementación de un software nuevo y descubres que el proveedor entregó una versión con funcionalidades incompletas pero cobró el total. Tu gerente te pide aceptar la entrega y pagar porque ya se comprometió públicamente el lanzamiento. Insistir en revisar el contrato podría retrasar meses el proyecto y afectar tu reputación. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Rechazas la entrega hasta que se completen las funcionalidades pactadas y ajustas el pago al avance real, aceptando que el lanzamiento se retrase, que tu gerente se moleste y que tu reputación se vea afectada.",
      "pragmatic_distractor": "Aceptas la entrega parcial pero negocias con el proveedor un plan de entregas pendientes sin pago adicional, esperando resolver el problema sin retrasar demasiado el lanzamiento.",
      "evasive_distractor": "Propones que el área legal revise el contrato antes de autorizar el pago y evitas tomar tú solo la decisión de aceptar o rechazar.",
      "rationalized_distractor": "Autorizas el pago completo convenciéndote de que las funcionalidades faltantes se pueden agregar después y que cumplir con el lanzamiento público es más importante que el detalle técnico."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 17",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q078",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Lideras una campaña interna de comunicación y el área ejecutiva te pide presentar resultados inflados en el reporte final para justificar la inversión ante la junta directiva. Te aseguran que solo es una presentación y que nadie revisará los datos de fondo. Negarte puede costarte liderazgo en futuras campañas. ¿Cómo armas el reporte?",
    "options_structured": {
      "integrity_correct": "Presentas los resultados reales sin inflar cifras y sustentas el aprendizaje obtenido, aceptando que el área ejecutiva se moleste, te vea como poco estratégico y te retire de campañas visibles.",
      "pragmatic_distractor": "Ajustas la forma de presentar los datos resaltando aspectos positivos sin cambiar números directos, esperando que la percepción mejore sin falsear cifras explícitas.",
      "evasive_distractor": "Sugieres que el reporte lo presente directamente el área ejecutiva y te limitas a entregar los datos crudos, evitando asumir la responsabilidad de la narrativa final.",
      "rationalized_distractor": "Inflas los resultados convenciéndote de que la campaña tuvo impacto cualitativo difícil de medir y que presentar cifras favorables ayudará a asegurar presupuesto futuro."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 18",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q079",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Coordinas un programa de becas estudiantiles y un miembro del consejo directivo te pide incluir a un candidato que no cumple los requisitos mínimos, argumentando que es hijo de un donante importante. Negarte puede afectar el financiamiento futuro del programa y tu continuidad como coordinador. ¿Cómo manejas la solicitud?",
    "options_structured": {
      "integrity_correct": "Mantienes los requisitos establecidos y rechazas incluir al candidato, aceptando que el donante retire apoyo, que el financiamiento se reduzca y que el consejo cuestione tu permanencia en el programa.",
      "pragmatic_distractor": "Creas una categoría especial de beca con criterios más flexibles y evalúas al candidato bajo esa modalidad, esperando incluirlo sin romper del todo las reglas originales.",
      "evasive_distractor": "Propones que el consejo completo vote sobre excepciones a los requisitos y evitas asumir tú solo la decisión de incluir o rechazar.",
      "rationalized_distractor": "Incluyes al candidato convenciéndote de que mantener al donante asegura la continuidad del programa y beneficia a más estudiantes en el largo plazo, aunque este caso sea irregular."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 19",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q080",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Administras inventarios de equipos y descubres que varios artículos registrados como en uso fueron dados de baja irregularmente y vendidos por un supervisor. Reportarlo implicaría una investigación formal que afectaría directamente su puesto. Si callas, evitas conflicto y nadie más parece haber notado la irregularidad. ¿Qué haces con el hallazgo?",
    "options_structured": {
      "integrity_correct": "Reportas formalmente la irregularidad al área de auditoría interna y documentas las diferencias detectadas, aceptando que el supervisor se sienta traicionado, que otros te vean como delator y que tu ambiente laboral se complique.",
      "pragmatic_distractor": "Comentas el hallazgo directamente con el supervisor sugiriendo que regularice la situación antes de que se formalice una auditoría, esperando resolver el problema sin escalar.",
      "evasive_distractor": "Documentas la diferencia en tus registros personales sin reportarla formalmente, confiando en que una auditoría futura lo detecte sin que tú quedes involucrado.",
      "rationalized_distractor": "Decides no reportar convenciéndote de que los equipos eran obsoletos, que probablemente había autorización verbal y que abrir un caso solo generaría problemas innecesarios."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 20",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q081",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Participas en un panel de selección para un ascenso interno y dos candidatos finales tienen evaluaciones muy similares. Uno de ellos es cercano a tu jefe, quien te sugiere inclinar la balanza a su favor argumentando que facilitará la transición. Oponerte puede hacer que tu jefe dude de tu lealtad y limite tu influencia futura. ¿Cómo decides?",
    "options_structured": {
      "integrity_correct": "Evalúas con base en criterios objetivos documentados y propones un proceso de desempate transparente, aceptando que tu jefe se incomode, cuestione tu alineación y reduzca tu participación en decisiones clave.",
      "pragmatic_distractor": "Das un ligero peso adicional a la capacidad de coordinación con la jefatura sin cambiar radicalmente los criterios, esperando que eso incline sutilmente la decisión.",
      "evasive_distractor": "Propones agregar una entrevista adicional o una prueba técnica para que el resultado sea más claro, intentando transferir la decisión final a otro momento.",
      "rationalized_distractor": "Respaldas al candidato cercano al jefe convenciéndote de que la relación previa facilitará la gestión del equipo y que ambos candidatos son igualmente capaces."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 21",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q082",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Gestionas un contrato de mantenimiento y el responsable técnico te pide firmar conformidad sobre trabajos que solo fueron completados parcialmente para que el proveedor pueda cobrar antes de fin de mes. Argumenta que lo pendiente se hará la siguiente semana. Negarte puede retrasar pagos y afectar la relación con el proveedor clave. ¿Qué firmas?",
    "options_structured": {
      "integrity_correct": "Te niegas a firmar conformidad hasta que los trabajos estén completos y documentas el avance real, aceptando que el proveedor se moleste, que el responsable técnico te vea como inflexible y que se retrase el pago.",
      "pragmatic_distractor": "Firmas conformidad parcial por el porcentaje completado y condicionas el pago final al cierre total, esperando mantener la relación sin falsear documentos.",
      "evasive_distractor": "Sugieres que el área de finanzas autorice un anticipo y evitas firmar conformidad hasta ver el trabajo terminado, intentando no asumir directamente la responsabilidad.",
      "rationalized_distractor": "Firmas conformidad total confiando en que el proveedor cumplirá la siguiente semana, pensando que mantener la relación comercial y el flujo de pagos es prioritario."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 22",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q083",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te asignan revisar políticas de reembolso de gastos y descubres que varios mandos medios presentan regularmente comprobantes de comidas que superan los montos autorizados sin justificación adecuada. Reportarlo formalmente podría generar tensiones generalizadas en el área. Si callas, evitas conflictos y nadie más parece estar auditando ese detalle. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas los excesos detectados al área de finanzas y propones reforzar controles, aceptando que varios mandos se molesten, te vean como fiscalizador excesivo y limiten tu colaboración en otros temas.",
      "pragmatic_distractor": "Envías un recordatorio general sobre límites de reembolso sin nombrar casos específicos, esperando que los mandos corrijan por su cuenta sin formalizar denuncias.",
      "evasive_distractor": "Comentas el tema de manera informal con un superior y esperas que otro asuma la decisión de escalar o no el hallazgo.",
      "rationalized_distractor": "Decides no reportar convenciéndote de que los montos son pequeños frente al presupuesto total, que las comidas tienen justificación de relaciones laborales y que señalarlo solo crearía roces innecesarios."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 23",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q084",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Coordinas la asignación de recursos para proyectos internos y tu supervisor te pide canalizar presupuesto adicional hacia una iniciativa que lidera personalmente, aunque otras áreas tienen necesidades más críticas según prioridades documentadas. Oponerte puede hacer que te aparten de la gestión presupuestal futura. ¿Cómo distribuyes los recursos?",
    "options_structured": {
      "integrity_correct": "Asignas recursos según prioridades documentadas y justificas técnicamente la distribución, aceptando que tu supervisor se moleste, te vea como poco colaborador y te retire de la gestión del presupuesto.",
      "pragmatic_distractor": "Asignas una parte adicional al proyecto del supervisor pero mantienes apoyo a otras áreas críticas, buscando un equilibrio que no genere conflicto total.",
      "evasive_distractor": "Propones que un comité más amplio revise las prioridades presupuestales y evitas asumir tú solo la decisión de distribución.",
      "rationalized_distractor": "Canalizas los recursos al proyecto del supervisor convenciéndote de que su éxito beneficiará al área en general y que las otras necesidades pueden esperar al siguiente ciclo."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 24",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q085",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te piden elaborar un estudio técnico sobre viabilidad de un proyecto nuevo. Al revisar los datos, concluyes que el proyecto no es viable económicamente. Tu gerente te pide ajustar las proyecciones para presentarlo de forma favorable ante la dirección porque ya se comprometió públicamente. Negarte puede afectar tu credibilidad como analista. ¿Cómo presentas el estudio?",
    "options_structured": {
      "integrity_correct": "Presentas el estudio con las proyecciones reales y recomiendas no avanzar con el proyecto, aceptando que el gerente se moleste, que tu credibilidad ante él se vea afectada y que te excluyan de análisis futuros.",
      "pragmatic_distractor": "Ajustas algunos supuestos técnicos para mejorar ligeramente las proyecciones sin cambiar radicalmente las conclusiones, esperando que el resultado sea más equilibrado.",
      "evasive_distractor": "Entregas el estudio técnico sin recomendación final clara y dejas que el gerente interprete los datos, evitando asumir una postura definitiva.",
      "rationalized_distractor": "Ajustas las proyecciones convenciéndote de que los supuestos conservadores pueden ser demasiado estrictos y que presentar el proyecto de forma favorable permitirá conseguir recursos para refinarlo."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 25",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q086",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Administras accesos a sistemas críticos y un colega te pide mantener activo el usuario de una persona que ya renunció porque necesita consultar información histórica urgente. Sabes que las políticas exigen desactivar cuentas inmediatamente tras salidas. Si te niegas, podrías retrasar tareas urgentes y ser visto como obstáculo. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Desactivas el usuario según política y ofreces alternativas formales para consultar la información, aceptando que el colega se frustre, te vea como inflexible y evite coordinaciones futuras contigo.",
      "pragmatic_distractor": "Mantienes el usuario activo por un día bajo tu supervisión directa mientras se consigue autorización formal, esperando resolver la urgencia sin violar del todo la política.",
      "evasive_distractor": "Derivas la solicitud al área de seguridad informática para que ellos autoricen o rechacen, evitando asumir tú la responsabilidad de la decisión.",
      "rationalized_distractor": "Mantienes el usuario activo convenciéndote de que la urgencia justifica una excepción temporal y que el riesgo es mínimo si se usa solo para consulta."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 26",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q087",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Participas en un comité que revisa propuestas de investigación y uno de los proyectos es presentado por un investigador con quien tu jefe tiene conflictos personales. Antes de la evaluación, tu jefe te sugiere ser especialmente crítico con esa propuesta. Oponerte puede hacer que tu jefe cuestione tu lealtad y afecte tu posición en el comité. ¿Cómo evalúas la propuesta?",
    "options_structured": {
      "integrity_correct": "Evalúas la propuesta con criterios técnicos objetivos y documentas tus argumentos, aceptando que tu jefe se incomode, dude de tu alineación y limite tu participación en comités futuros.",
      "pragmatic_distractor": "Aplicas una revisión rigurosa pero justa, sin favoritismos ni sesgos negativos deliberados, esperando que el resultado técnico satisfaga sin generar conflicto directo.",
      "evasive_distractor": "Te abstienes de opinar sobre esa propuesta específica y pides que otros miembros del comité la evalúen, evitando quedar involucrado en el conflicto.",
      "rationalized_distractor": "Evalúas la propuesta de forma especialmente crítica convenciéndote de que apoyar a tu jefe fortalece la cohesión del equipo y que siempre puedes encontrar argumentos técnicos para justificarlo."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 27",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q088",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Encabezas la revisión de seguridad de un edificio y detectas que varias salidas de emergencia están bloqueadas por cajas de archivo. Tu supervisor te pide no formalizar el hallazgo en el reporte porque eso obligaría a un proceso costoso de remodelación inmediata. Si insistes, podrías ser señalado como alarmista y perder credibilidad en futuras auditorías. ¿Cómo redactas el reporte?",
    "options_structured": {
      "integrity_correct": "Incluyes el hallazgo completo y recomiendas acciones inmediatas de corrección, aceptando que el supervisor se moleste, te vea como alarmista y cuestione tu criterio en futuras revisiones.",
      "pragmatic_distractor": "Documentas el hallazgo pero lo clasificas como observación menor y propones un plan de corrección gradual, esperando que se resuelva sin generar urgencia inmediata.",
      "evasive_distractor": "Mencionas el tema de forma general sin detallarlo como hallazgo crítico, confiando en que el área operativa lo corrija por su cuenta sin escalar formalmente.",
      "rationalized_distractor": "Omites el hallazgo del reporte convenciéndote de que las salidas llevan bloqueadas mucho tiempo sin incidentes y que la remodelación es desproporcionada frente al riesgo real."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 28",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q089",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te asignan coordinar el proceso de compra de uniformes para el personal operativo. Un proveedor con el que tu área tiene relación histórica te ofrece un descuento personal si garantizas que su propuesta sea elegida, aunque hay otras opciones con mejor relación calidad-precio. Rechazar el beneficio puede significar perder un ahorro personal atractivo sin que nadie se entere. ¿Qué respondes?",
    "options_structured": {
      "integrity_correct": "Rechazas el descuento personal y reportas el ofrecimiento formalmente, aceptando perder el beneficio, que el proveedor retire su propuesta y que debas justificar tu decisión ante el área.",
      "pragmatic_distractor": "Rechazas el descuento pero mantienes al proveedor en el proceso de evaluación basándote en criterios técnicos, esperando que su propuesta pueda competir sin el ofrecimiento indebido.",
      "evasive_distractor": "Ignoras el ofrecimiento y simplemente evalúas todas las propuestas técnicamente sin responder al tema del descuento personal.",
      "rationalized_distractor": "Aceptas el descuento convenciéndote de que la relación histórica con el proveedor justifica elegirlo y que tu beneficio personal no afecta la calidad del producto final."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 29",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q090",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Lideras un equipo que debe presentar resultados trimestrales ante la dirección. Al consolidar datos detectas que un área clave reportó cifras que no cuadran con los registros originales. Tu supervisor te pide no cuestionar esos números para evitar tensiones interdepartamentales antes de la presentación. Insistir en verificar puede retrasar el reporte y afectar tu imagen como líder. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Insistes en verificar las cifras con el área responsable y retrasas la presentación hasta tener datos validados, aceptando que tu supervisor se moleste, que te vean como obstáculo y que tu liderazgo sea cuestionado.",
      "pragmatic_distractor": "Presentas los datos con una nota técnica señalando que ciertas cifras están pendientes de validación cruzada, esperando cumplir el plazo sin avalar del todo números no verificados.",
      "evasive_distractor": "Sugieres que el área responsable presente directamente su sección de resultados y evitas consolidar cifras que no puedes validar, intentando transferir la responsabilidad.",
      "rationalized_distractor": "Presentas los datos sin cuestionar convenciéndote de que el área responsable sabe lo que reporta y que generar conflicto interdepartamental solo retrasaría procesos sin aportar valor real."
    },
    "notes": "Modulo 1 Options B02 batch 06 item 30",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  }
]