[
  {
    "id": "block-B02-q011",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tras semanas de horas extra en un proyecto, tu equipo aún espera que alguien les dé las gracias. Tu supervisor propone usar el presupuesto de formación para una cena y te pide registrarla como \"capacitación\", aunque la política prohíbe usar ese fondo para eventos sociales. Si te niegas, puedes arruinar la sorpresa y quedar como poco leal ante el equipo y tu jefe. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a registrar la cena como capacitación y propones usar el fondo solo para actividades de formación reales, explicando el riesgo de falsear el concepto aunque eso enfríe el ambiente y decepcione a tu supervisor y al equipo.",
      "pragmatic_distractor": "Aceptas la cena pero sugieres un lugar más sencillo y tratas de imputarla a otra partida más flexible, confiando en que ese ajuste contable pasará desapercibido.",
      "evasive_distractor": "Sugieres que sea el supervisor quien gestione el gasto y firme el reporte, manteniéndote al margen de cómo se registre para no discutir ni arruinar el gesto.",
      "rationalized_distractor": "Organizas la cena y la registras como capacitación, convenciéndote de que el esfuerzo extra del equipo merece ese beneficio y que el detalle contable no hace daño real."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q012",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Participas en el equipo de una fusión y tu supervisor te da acceso a archivos con datos personales y salarios de empleados de otra empresa. Te pide usar esa información para armar una lista de despidos, aunque la política de la fusión prohíbe revisar datos individuales de esa forma. Sabe que el plazo es mínimo y que cuestionarlo puede hacerte ver poco comprometido. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas usar los datos personales para elegir despidos y pides otra tarea, explicando que violar la política de privacidad puede exponer a la empresa y a ti a un problema serio, aunque quedes como poco colaborador en un momento crítico.",
      "pragmatic_distractor": "Haces el análisis pero te centras solo en funciones y duplicidades de puesto, intentando ignorar los datos personales para sentir que reduces la falta.",
      "evasive_distractor": "Sugieres que el análisis lo haga el área de personal u otro equipo autorizado y entregas los archivos sin opinar, evitando implicarte directamente en la lista.",
      "rationalized_distractor": "Aceptas usar todos los datos disponibles para priorizar despidos, convenciéndote de que la fusión debe salir bien para salvar la mayoría de los empleos aunque se fuerce un poco el acuerdo de privacidad."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q013",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "En tu área hay una suscripción a un sistema profesional pensada para proyectos del trabajo, pero descubres que también podrías usarla para un proyecto personal que te ilusiona. Varios colegas ya lo hacen sin consecuencias y tu supervisor la llama una “zona gris” tolerada. Si pides una regla clara, pueden quitar ese acceso para todos, incluso para ti mismo. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Decides no usar el sistema para tu proyecto personal y pides por canales formales que se aclare la política para todos, aun sabiendo que podrías cerrar ese beneficio informal y ganarte fama de aguafiestas entre tus colegas.",
      "pragmatic_distractor": "Lo usas solo fuera del horario laboral, cuidando que no afecte tu desempeño y diciéndote que mientras cumplas con tus tareas el uso extra es aceptable.",
      "evasive_distractor": "Optas por no usar la suscripción pero tampoco preguntas nada, evitando exponerte y dejando que otros sigan aprovechando la zona gris sin involucrarte.",
      "rationalized_distractor": "Aprovechas la suscripción para tu proyecto personal pensando que la empresa ofrece pocas oportunidades de desarrollo y que mejorar tus habilidades terminará beneficiando también a la organización."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q014",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "En pleno cierre del plan del próximo año, un fallo del sistema te da acceso a salarios y bonos de varios jefes. Tu supervisor te pide usar esos datos no oficiales para ajustar las cifras y entregar mañana, diciendo que así el cálculo de personal será aún más realista. Sabes que esa información no te corresponde y que negarte puede detener el calendario financiero. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas de inmediato el fallo al equipo de sistemas, dejas claro que no usarás esos salarios en tu cálculo y preparas un presupuesto menos preciso con la información autorizada, asumiendo que tu supervisor puede verlo como poco realista o lento.",
      "pragmatic_distractor": "Usas los datos para ajustar el presupuesto de este año y a la vez reportas el fallo técnico, convenciéndote de que solo aprovecharás esa información una vez mientras se corrige.",
      "evasive_distractor": "Planteas que otro colega lleve el ajuste argumentando carga de trabajo, y dejas en sus manos decidir si usa o no la información sensible para no enfrentarte al conflicto.",
      "rationalized_distractor": "Utilizas los salarios completos para afinar el presupuesto, pensando que proteger la salud financiera de la empresa justifica aprovechar datos que llegaron por error mientras nadie resulte afectado en lo personal."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q015",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "La empresa está por cerrar un gran contrato y formas parte del comité que evaluará a varios proveedores. Uno de los finalistas es una empresa de un pariente, y tu supervisor, que conoce el vínculo, te pide quedarte en el comité porque confía en tu criterio técnico. Salir del proceso podría retrasar la decisión y molestar a la dirección. ¿Cómo gestionas ese conflicto de interés?",
    "options_structured": {
      "integrity_correct": "Informas formalmente el vínculo familiar y pides salir del comité, proponiendo apoyar desde lo técnico a otro colega aunque eso retrase la decisión y haga que algunos duden de tu compromiso con el proyecto.",
      "pragmatic_distractor": "Permaneces en el comité pero pides dejar por escrito que te abstendrás en la votación final, limitándote a comentarios técnicos para sentir que reduces el sesgo.",
      "evasive_distractor": "Minimizas el vínculo al describirlo como lejano en conversaciones informales y no lo documentas, confiando en que podrás ser objetivo sin generar ruido en el proceso.",
      "rationalized_distractor": "Te quedas en el comité y participas plenamente, convenciéndote de que tu experiencia es clave para elegir al mejor proveedor y que, si tu pariente gana, será porque ofreció la mejor propuesta."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q016",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu área prepara un informe para accionistas y tu supervisor te pide sumar cifras muy optimistas de un producto sin pruebas sólidas. Afirma que esos números ayudan a mantener la confianza del mercado y el valor de las acciones, de los que dependen los bonos del equipo. Si usas datos reales y más bajos, podrían culparte si el precio cae después del anuncio. ¿Qué decides mostrar?",
    "options_structured": {
      "integrity_correct": "Incluyes solo proyecciones respaldadas por datos y dejas constancia escrita de por qué descartas los escenarios inflados, asumiendo que si el mercado reacciona mal tu supervisor puede culpar tu prudencia y afectar tu evaluación.",
      "pragmatic_distractor": "Añades las cifras optimistas pero con una nota discreta sobre que son estimaciones preliminares, confiando en que técnicamente quedará registrado aunque casi nadie lea el detalle.",
      "evasive_distractor": "Pides que tu supervisor te envíe por correo las proyecciones y la instrucción de incluirlas, para agregarlas sin discutir más y tener un respaldo de que seguiste una orden directa.",
      "rationalized_distractor": "Aceptas sin matices las cifras más altas, pensando que mantener el valor de las acciones y los bonos del equipo es más importante que ser estricto con las validaciones técnicas."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q017",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al preparar los aumentos del año, descubres un archivo donde ves que un gerente de otra área, con menos carga que tú, recibió un bono mayor. Tu supervisor te dice que “así son las cosas” y te pide seguir con el reparto usando un presupuesto corto. Sabes que si cuestionas la diferencia puedes quedar como conflictivo, mientras tu equipo espera que lo defiendas. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Escalas la situación por los canales formales y solicitas revisar la equidad de los bonos, aun sabiendo que enfrentarás a la gerencia y podrías perjudicar tu propia evaluación y futuras oportunidades de aumento.",
      "pragmatic_distractor": "Usas lo que viste para negociar un poco más para tu equipo, insinuando que hay discrepancias sin dar detalles, buscando mejorar algo sin abrir un conflicto abierto sobre el bono del otro gerente.",
      "evasive_distractor": "Ignoras el archivo y sigues con el reparto tal como estaba previsto, diciéndote que no es tu batalla y que intervenir solo complicaría la política interna.",
      "rationalized_distractor": "Compartes de forma anónima la información con colegas para que presionen en grupo, evitando dar la cara pero esperando que alguien más enfrente a la dirección por ti."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q018",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "La empresa vive presión para acelerar la producción en una etapa clave y tu supervisor te pide omitir varios controles de calidad que califica de “burocráticos”. Asegura que el riesgo de defectos es mínimo y que es la única forma de cumplir los objetivos del trimestre sin recortes. Sabes que negarte puede hacerte ver como el obstáculo que impide llegar a las metas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los controles y documentas por escrito los riesgos para clientes y para la reputación de la empresa, aceptando que si no se llega a la meta trimestral puedan señalarte como responsable del retraso.",
      "pragmatic_distractor": "Reduces la profundidad de los controles en productos que consideras de menor riesgo y montas un seguimiento informal, intentando equilibrar rapidez y seguridad aunque sabes que el estándar baja.",
      "evasive_distractor": "Pides que la orden quede por escrito y copias al área de calidad, dejando que definan el nivel de control mientras tú aplicas lo que ellos autoricen sin liderar la oposición.",
      "rationalized_distractor": "Omites los controles tal como se te pide, diciéndote que es una medida temporal para salvar los resultados y evitar posibles recortes de personal si la producción no se cumple."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q019",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu empresa tiene un acuerdo con una marca de autos que te da un descuento personal. Estás a punto de comprar un auto cuando tu supervisor propone registrarlo a nombre de la empresa para conseguir aún más rebaja y luego “vendértelo” de forma simbólica. Lo presenta como un tecnicismo que ayuda a compensar salarios bajos, y temes parecer poco leal si lo rechazas. ¿Cómo reaccionas?",
    "options_structured": {
      "integrity_correct": "Rechazas el esquema y usas solo el descuento personal autorizado, explicándole a tu supervisor que no quieres simular una compra de la empresa, aunque eso signifique pagar mucho más y parecer la única persona que no aprovecha el beneficio.",
      "pragmatic_distractor": "Preguntas si existe una forma formal de reconocer ese ahorro, como un bono transparente o ayuda económica, buscando un resultado similar sin recurrir a movimientos contables dudosos.",
      "evasive_distractor": "Dices que necesitas tiempo para pensarlo y pospones la compra, esperando que el tema se enfríe sin tener que aceptar ni confrontar abiertamente la propuesta de tu supervisor.",
      "rationalized_distractor": "Aceptas registrar el auto a nombre de la empresa y comprárselo después por un monto simbólico, convenciéndote de que es parte de la cultura interna y una compensación justa por salarios bajos."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q020",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al preparar el reporte del trimestre, descubres que un fallo del sistema sumó 5% a los ingresos. Si corriges la cifra, la entrega ya se retrasa una semana y la gerencia debe rehacer planes clave. Tu supervisor insiste en enviar los números inflados y “ajustarlos” en el próximo reporte. Sabes que aceptar o frenar esa orden puede definir tu reputación en la empresa. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Informas del fallo, corriges las cifras antes de presentar y asumes explicar por qué los ingresos reales son menores, aceptando el enojo de la dirección si la planificación debe ajustarse y tu nombre queda asociado al retraso.",
      "pragmatic_distractor": "Presentas los números inflados pero adviertes verbalmente que hay un ajuste técnico pendiente, confiando en que esa aclaración rápida será suficiente sin modificar el archivo oficial.",
      "evasive_distractor": "Envías un correo a tu supervisor y a la gerencia financiera detallando el error y pidiendo una instrucción explícita, para seguir lo que decidan sin tomar tú la decisión final.",
      "rationalized_distractor": "Aceptas presentar el reporte con el 5% extra y planeas corregirlo en el siguiente trimestre, diciéndote que el sistema es el verdadero responsable y que lo importante es no frenar las decisiones de la dirección."
    },
    "notes": "SOT M1 Opciones; escenario en rango 65-80 palabras y 300-380 caracteres.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  }
]

