[
  {
    "id": "block-B02-q191",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Gestionas cuentas por pagar y tu gerente pide adelantar el pago a un proveedor crítico sin los soportes de recepción formal. Advierte que esperar la documentación burocratizará el proceso y podría afectar el suministro. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Exiges la recepción de los soportes antes de liberar el pago, aceptando la fricción con la gerencia y que te etiqueten como un obstáculo administrativo.",
      "pragmatic_distractor": "Autorizas un pago parcial inmediato y retienes el saldo hasta recibir los papeles, buscando mantener el flujo sin incumplir totalmente.",
      "evasive_distractor": "Solicitas una autorización por escrito de auditoría interna para proceder, transfiriendo la responsabilidad de la excepción a otra área.",
      "rationalized_distractor": "Cursas el pago completo bajo la premisa de que el proveedor es histórico y detener el abasto es más costoso que una falta administrativa temporal."
    },
    "notes": "Modulo 1 Options B02 batch 08 item 1",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q192",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Coordinas un reclutamiento masivo y te piden omitir la verificación profunda de antecedentes para cubrir vacantes urgentes en 48 horas. Si no aceleras, la operación perderá capacidad de respuesta ante un cliente clave. ¿Qué decisión tomas?",
    "options_structured": {
      "integrity_correct": "Ejecutas las verificaciones completas aunque esto retrase los ingresos, asumiendo la culpa por la demora en la cobertura de las vacantes.",
      "pragmatic_distractor": "Realizas un filtro rápido en listas públicas y pospones la investigación profunda para después de la contratación, equilibrando riesgo y velocidad.",
      "evasive_distractor": "Pides al departamento legal un documento de exención de responsabilidad para proceder, derivando el riesgo a su criterio.",
      "rationalized_distractor": "Omites el paso formal estimando que la urgencia operativa justifica la excepción y que estadísticamente el riesgo de hallazgos es bajo."
    },
    "notes": "Modulo 1 Options B02 batch 08 item 2",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q193",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "En seguridad TI, un directivo exige compartir una credencial de administrador con su equipo para agilizar tareas, violando la política de accesos intransferibles. Negarte podría tensar tu relación con la dirección. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas la solicitud y procesas accesos individuales, aceptando el malestar del directivo y la percepción de ser poco ágil ante sus necesidades.",
      "pragmatic_distractor": "Habilitas un acceso temporal monitoreado para el grupo mientras tramitas las cuentas individuales, intentando controlar el riesgo sin decir que no.",
      "evasive_distractor": "Escalas el caso al Oficial de Seguridad de la Información para que sea él quien apruebe o rechace la excepción formalmente.",
      "rationalized_distractor": "Compartes la credencial considerando que es un equipo interno de confianza y bloquearlos generaría un cuello de botella operativo."
    },
    "notes": "Modulo 1 Options B02 batch 08 item 3",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q194",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Antes de enviar un informe al comité, tu jefe te pide suavizar la redacción de un hallazgo crítico para no generar alarma innecesaria. El riesgo existe, pero insistir en el tono severo te restará capital político con él. ¿Cómo reaccionas?",
    "options_structured": {
      "integrity_correct": "Mantienes la redacción original con la severidad real, aceptando que esto incomode al comité y debilite tu alianza con tu jefe.",
      "pragmatic_distractor": "Redactas el hallazgo con un tono más técnico y menos alarmista, enfocándote en la solución para mantener la paz política.",
      "evasive_distractor": "Solicitas una segunda opinión al área de Riesgos y utilizas su validación para no ser tú quien decida el tono final.",
      "rationalized_distractor": "Ajustas el informe juzgando que el impacto aún no se materializa y presentar un panorama positivo protege la estabilidad del equipo."
    },
    "notes": "Modulo 1 Options B02 batch 08 item 4",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q195",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "En marketing, te piden usar datos de una campaña antigua para un nuevo lanzamiento sin renovar el consentimiento. Te advierten que gestionar los permisos reducirá drásticamente el alcance y afectará las métricas del trimestre. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Impides el uso de la base sin consentimiento renovado, aceptando el bajo rendimiento de la campaña y las críticas por afectar los resultados.",
      "pragmatic_distractor": "Utilizas los datos para una prueba piloto mientras gestionas los permisos masivos, buscando un punto medio entre legalidad y objetivos.",
      "evasive_distractor": "Elevas la consulta al departamento jurídico y pospones el lanzamiento hasta recibir un dictamen escrito que te respalde.",
      "rationalized_distractor": "Lanzas la campaña interpretando que el consentimiento original sigue vigente implícitamente y el beneficio comercial es prioritario."
    },
    "notes": "Modulo 1 Options B02 batch 08 item 5",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q196",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al revisar gastos de viaje, notas que un supervisor incluyó consumos personales, justificando que trabajó horas extra no remuneradas durante la gira. Rechazarlos podría dañar tu relación laboral y tu futura evaluación. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Rechazas los gastos ajenos a la política, aceptando el conflicto directo con el supervisor y el posible impacto negativo en tu revisión.",
      "pragmatic_distractor": "Apruebas los gastos esta vez pero envías una advertencia formal para evitar que el incidente se repita en el futuro.",
      "evasive_distractor": "Remites el reporte a la gerencia financiera para que definan ellos si procede la excepción por compensación de horas.",
      "rationalized_distractor": "Validas el reembolso bajo la lógica de que el monto es insignificante comparado con el esfuerzo extra aportado por el supervisor."
    },
    "notes": "Modulo 1 Options B02 batch 08 item 6",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q197",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "El jefe de almacén presiona para despachar un pedido urgente sin el conteo físico obligatorio, alegando que el sistema es fiable. Si insistes en contar, el camión saldrá tarde y habrá penalización por demora. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Detienes la salida hasta completar el conteo físico, asumiendo la responsabilidad por la demora y el costo de la penalización.",
      "pragmatic_distractor": "Verificas visualmente las referencias más costosas y confías en el sistema para el resto, intentando cumplir el horario de salida.",
      "evasive_distractor": "Pides al gerente de operaciones que autorice la salida sin conteo por correo, dejando constancia de que sigues instrucciones.",
      "rationalized_distractor": "Autorizas el despacho confiando en que el inventario histórico es preciso y evitar la multa es lo más beneficioso para la empresa."
    },
    "notes": "Modulo 1 Options B02 batch 08 item 7",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q198",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Preparas el reporte trimestral y tu jefe instruye eliminar una desviación negativa, asegurando que se compensará el próximo mes. Mostrarla ahora podría afectar la imagen del departamento ante la dirección. ¿Qué presentas?",
    "options_structured": {
      "integrity_correct": "Incluyes la desviación real en el reporte, aceptando el daño a la imagen del departamento y el enojo de tu jefe por no seguir su plan.",
      "pragmatic_distractor": "Muestras la desviación acompañada de una proyección optimista de recuperación inmediata para minimizar el impacto visual.",
      "evasive_distractor": "Solicitas a Control de Gestión que valide la versión final de las cifras antes de enviarla, delegando la revisión del ajuste.",
      "rationalized_distractor": "Omites el dato asumiendo que es un problema temporal de flujo y reportarlo solo generaría ruido innecesario."
    },
    "notes": "Modulo 1 Options B02 batch 08 item 8",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q199",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Como responsable de seguridad, te piden permitir el ingreso de contratistas sin la inducción obligatoria para no detener una línea crítica. Bloquear el ingreso implica pérdidas productivas inmediatas. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Prohíbes el inicio de labores hasta completar la inducción, aceptando las pérdidas productivas y las críticas por tu rigidez.",
      "pragmatic_distractor": "Impartes una charla express sobre riesgos vitales y pospones el curso completo, buscando agilidad operativa.",
      "evasive_distractor": "Consultas con la gerencia de planta si asumen el riesgo de operar bajo esas condiciones, transfiriendo la decisión final.",
      "rationalized_distractor": "Permites el acceso valorando que son técnicos expertos y el costo de parar la línea es desproporcionado al riesgo real."
    },
    "notes": "Modulo 1 Options B02 batch 08 item 9",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q200",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Gestionas becas corporativas y un directivo pide asignar un cupo a su familiar, desplazando a candidatos con mejor puntaje. Si te niegas, perderás un aliado político clave para tu programa. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Mantienes la asignación basada en méritos, aceptando perder el respaldo político del directivo y posibles trabas a tu gestión futura.",
      "pragmatic_distractor": "Buscas presupuesto adicional para crear un cupo extra y acomodar al familiar sin excluir a los ganadores legítimos.",
      "evasive_distractor": "Pides que la lista final sea auditada y firmada por un comité externo para desvincularte de la selección.",
      "rationalized_distractor": "Asignas el cupo sosteniendo que fortalecer la relación con la dirección traerá beneficios estratégicos a largo plazo."
    },
    "notes": "Modulo 1 Options B02 batch 08 item 10",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  }
]