[
  {
    "id": "block-B02-q021",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu supervisor usa un sistema predictivo que detecta qué empleados planean renunciar y les asigna los proyectos más deseables, dejando a los colaboradores leales con las tareas menos atractivas. El método funciona para retener talento, pero genera frustración en el equipo. Cuestionarlo podría hacerte ver como poco estratégico y afectar tu relación con él. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Cuestionas directamente el método de asignación ante tu supervisor, argumentando que desmoraliza a los empleados leales y daña la equidad, aceptando que quedarás marcado como no estratégico y que tu reputación profesional ante la gerencia puede verse afectada.",
      "pragmatic_distractor": "Propones un sistema de rotación de proyectos para dar oportunidades a todos, sin mencionar el sistema predictivo directamente, buscando mejorar la situación sin enfrentarte abiertamente a la estrategia de tu supervisor.",
      "evasive_distractor": "Te enfocas en tu equipo directo e ignoras cómo se asignan proyectos en otras áreas, evitando involucrarte en decisiones que no son tu responsabilidad directa mientras la situación continúa.",
      "rationalized_distractor": "Aceptas el método de tu supervisor porque reduce la rotación y beneficia la estabilidad de la empresa, convenciéndote de que la retención de talento justifica el trato desigual hacia los empleados leales."
    },
    "notes": "SOT M1 Opciones; costo de integridad: reputación profesional afectada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "audit_status": "ok",
    "word_count": 65,
    "char_count": 338
  },
  {
    "id": "block-B02-q022",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Durante una llamada con un cliente molesto por un error del producto, tu supervisor te instruye por chat privado que digas que es un caso aislado, aunque sabes que es un problema conocido que afecta a muchos usuarios. Admitir la verdad podría perder al cliente. Si sigues la instrucción evitas el conflicto, pero mentirás al cliente. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Ignoras la instrucción y le dices al cliente la verdad sobre el problema conocido, arriesgándote a que el cliente se enfade aún más, cancele el contrato y generes un conflicto directo con tu supervisor que afecte tu evaluación.",
      "pragmatic_distractor": "Usas lenguaje ambiguo diciendo que investigarás si otros usuarios están afectados y te comprometes a dar seguimiento, evitando mentir directamente pero sin admitir toda la verdad de inmediato.",
      "evasive_distractor": "Pones el altavoz y dices que tu supervisor puede dar más detalles sobre el alcance del problema, pasando la responsabilidad directamente a él para no tener que mentir ni confrontarlo.",
      "rationalized_distractor": "Sigues la instrucción y aseguras al cliente que es un caso aislado, convenciéndote de que retener al cliente importante protege los ingresos de la empresa y los empleos del equipo."
    },
    "notes": "SOT M1 Opciones; costo de integridad: conflicto con supervisor + evaluación afectada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 338
  },
  {
    "id": "block-B02-q023",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Descubres que tu supervisor usa un algoritmo secreto para asignar turnos de fin de semana que siempre favorece a empleados con los que tiene mejor relación personal. Varios compañeros se quejan en privado pero nadie habla. La moral está por los suelos y confrontarlo te convertirá en el portavoz del conflicto. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión con tu supervisor y pides transparencia en la asignación de turnos en nombre del equipo, aceptando que te convertirás en el portavoz del conflicto y que tu reputación como colaborador leal quedará dañada ante él.",
      "pragmatic_distractor": "Propones un sistema de intercambio de turnos voluntario sin confrontar su autoridad directamente, esperando aliviar la tensión y mejorar la situación sin cuestionar su método de asignación abiertamente.",
      "evasive_distractor": "Aconsejas a tus compañeros que presenten una queja grupal al área de personal, apoyándolos moralmente pero sin incluir tu nombre en la queja para no exponerte directamente ante el supervisor.",
      "rationalized_distractor": "No haces nada porque confrontar a tu supervisor podría generar represalias que afectarían aún más al equipo, convenciéndote de que es mejor mantener la cabeza baja aunque el sistema sea injusto."
    },
    "notes": "SOT M1 Opciones; costo de integridad: reputación dañada como colaborador leal.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 337
  },
  {
    "id": "block-B02-q024",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Antes de un anuncio público, tu supervisor te comparte información privilegiada sobre el fracaso de un producto clave y te sugiere vender tus acciones de la empresa antes de que la noticia se haga pública y el valor se desplome. Lo presenta como una advertencia amistosa. Usar esa información es ilegal. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazas vender tus acciones y reportas la conversación al área de cumplimiento, aceptando que esto podría costarle el trabajo a tu supervisor, convertirte en enemigo de alguien poderoso y afectar seriamente tu futuro en la empresa.",
      "pragmatic_distractor": "No vendes tus acciones para evitar usar información privilegiada, pero tampoco reportas a tu supervisor, manteniendo tu integridad personal sin crear un conflicto mayor que te exponga a represalias.",
      "evasive_distractor": "Le dices que no tienes tiempo para gestionar tus inversiones ahora y evitas el tema completamente, sin confirmar ni negar lo que harás para no enfrentarlo ni comprometerte.",
      "rationalized_distractor": "Vendes tus acciones convenciéndote de que has trabajado duro y mereces proteger tus ahorros, y que cualquier persona inteligente haría lo mismo para protegerse financieramente ante una pérdida segura."
    },
    "notes": "SOT M1 Opciones; costo de integridad: enemigo poderoso + futuro afectado.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 327
  },
  {
    "id": "block-B02-q025",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un cliente impone un plazo muy ajustado y tu supervisor te pide procesar la base de datos usando un sistema de terceros no aprobado que es mucho más rápido. La política prohíbe subir datos a plataformas no autorizadas por riesgo de fugas. Si no cumples el plazo, el cliente puede cancelar. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar el sistema no aprobado y explicas que prefieres comunicar al cliente que habrá un retraso para seguir los protocolos de seguridad, asumiendo el descontento del cliente y el riesgo de que tu supervisor te evalúe mal por no resolver.",
      "pragmatic_distractor": "Usas el sistema no aprobado sólo con una muestra de datos anonimizados para la fase inicial, planeando completar el resto con herramientas lentas y aprobadas, intentando equilibrar rapidez y seguridad sin que nadie se dé cuenta.",
      "evasive_distractor": "Documentas los riesgos de seguridad en un correo a tu supervisor y le pides confirmación por escrito para proceder, creando un registro de que seguías órdenes directas sin tomar tú la decisión final.",
      "rationalized_distractor": "Usas el sistema no aprobado para cumplir el plazo, convenciéndote de que la satisfacción del cliente es la prioridad máxima y que el riesgo de fuga de datos es sólo teórico si nadie se entera."
    },
    "notes": "SOT M1 Opciones; costo de integridad: evaluación mal + descontento cliente.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 69,
    "char_count": 348
  },
  {
    "id": "block-B02-q026",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu supervisor tiene acceso a resultados preliminares de una encuesta de clima laboral muy negativos para otro departamento. Te pide tu opinión sobre si debería suavizar los resultados antes de presentarlos a la dirección para evitar una crisis y proteger al gerente de ese departamento, que es amigo suyo. ¿Qué le aconsejas?",
    "options_structured": {
      "integrity_correct": "Le aconsejas presentar los datos tal como son, argumentando que la transparencia es la única forma de abordar los problemas reales, aceptando que esto puede dañar la carrera de su amigo y que tu supervisor puede molestarse contigo por no apoyarlo.",
      "pragmatic_distractor": "Sugieres enmarcar los resultados de manera más constructiva enfocándose en las soluciones en lugar de los datos negativos, sin alterar cifras pero cambiando la narrativa para reducir el impacto sin manipular información directamente.",
      "evasive_distractor": "Le dices que no tienes suficiente contexto sobre el otro departamento para opinar y que confías en su juicio como supervisor para manejar la situación, evitando dar tu posición real y dejando que él decida.",
      "rationalized_distractor": "Apoyas la idea de suavizar los resultados, convenciéndote de que una crisis interna ahora podría desestabilizar a toda la empresa y que es mejor manejar la situación con discreción para mantener la paz organizacional."
    },
    "notes": "SOT M1 Opciones; costo de integridad: supervisor molesto por no apoyarlo.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 67,
    "char_count": 355
  },
  {
    "id": "block-B02-q027",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Descubres que varios compañeros inflan las horas que reportan en un proyecto para cobrar más. Tu supervisor lo sabe y lo permite, argumentando que el cliente tiene presupuesto enorme y es una forma de compensar al equipo por su trabajo duro. Reportarlo causaría una investigación que afectaría a todos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a inflar tus horas y reportas la práctica al área de ética, aceptando que esto causará una investigación que afectará a todo tu equipo, a tu supervisor, creará un ambiente hostil y te aislará como el delator que perjudicó a todos.",
      "pragmatic_distractor": "Reportas tus horas con exactitud pero no dices nada sobre tus compañeros, decidiendo que no es tu responsabilidad supervisar sus informes y que cada quien es responsable de su propia conducta ante la empresa.",
      "evasive_distractor": "Le pides a tu supervisor que te transfiera a otro proyecto citando problemas de dinámica de equipo, evitando así ser parte de la situación sin tener que confrontar ni reportar a nadie directamente.",
      "rationalized_distractor": "Inflas ligeramente tus horas como los demás, convenciéndote de que el cliente está contento con el trabajo, el equipo está mejor compensado y nadie sale perdiendo en esta situación de beneficio mutuo."
    },
    "notes": "SOT M1 Opciones; costo de integridad: aislamiento + ambiente hostil.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 347
  },
  {
    "id": "block-B02-q028",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un cliente importante está furioso porque un error en el producto le costó dinero. Tu supervisor te pide redactar un correo ofreciendo un pequeño descuento en la próxima compra. Sin embargo, sabes que la política de la empresa para errores de este calibre es ofrecer un reembolso completo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Redactas el correo ofreciendo el reembolso completo que dicta la política y se lo envías a tu supervisor para aprobación, aceptando que te cuestionará por no seguir sus instrucciones y que tu evaluación puede verse afectada por desafiar su decisión.",
      "pragmatic_distractor": "Ofreces al cliente un descuento significativamente mayor al que sugirió tu supervisor pero menor que el reembolso completo, esperando que sea suficiente para calmarlo sin incurrir en el costo total que tu supervisor quiere evitar.",
      "evasive_distractor": "Le pides a un colega del área de servicio que se encargue de la comunicación argumentando que ellos tienen más experiencia en el trato con clientes molestos, transfiriendo así la responsabilidad de la decisión.",
      "rationalized_distractor": "Sigues las instrucciones de tu supervisor y ofreces sólo el pequeño descuento, convenciéndote de que proteger los márgenes de ganancia de la empresa es crucial en un mercado competitivo y que el cliente lo aceptará."
    },
    "notes": "SOT M1 Opciones; costo de integridad: cuestionamiento + evaluación afectada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 65,
    "char_count": 349
  },
  {
    "id": "block-B02-q029",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tu departamento tiene un presupuesto limitado para nuevo equipamiento. Tu supervisor decide gastar la mayor parte en una silla ergonómica costosa para él citando problemas de espalda, mientras el equipo sigue usando equipos viejos y lentos. Te pide que proceses la compra. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Cuestionas la decisión y sugieres que el presupuesto debería usarse para equipamiento que beneficie la productividad de todo el equipo, aceptando que esto generará un conflicto directo con tu supervisor y dañará tu reputación ante él como colaborador alineado.",
      "pragmatic_distractor": "Procesas la compra de la silla pero adjuntas una solicitud formal para aumentar el presupuesto del próximo año, documentando la necesidad de nuevo equipamiento para el equipo sin confrontar directamente la decisión actual.",
      "evasive_distractor": "Procesas la compra sin comentarios pero accidentalmente copias al área de finanzas en el correo de confirmación, dejando que otros se den cuenta de la situación sin que tengas que confrontar directamente a tu supervisor.",
      "rationalized_distractor": "Procesas la compra rápidamente y sin preguntas, convenciéndote de que la salud y el bienestar de tu supervisor son importantes para que pueda liderar al equipo de manera efectiva y productiva."
    },
    "notes": "SOT M1 Opciones; costo de integridad: reputación dañada ante supervisor.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 66,
    "char_count": 337
  },
  {
    "id": "block-B02-q030",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al negociar un contrato con un proveedor, te das cuenta de que puedes usar una ambigüedad en los términos para conseguir un precio mucho más bajo, aunque sabes que el proveedor no la interpretó así y probablemente perderá dinero. Tu supervisor te felicita por tu astucia. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Le señalas la ambigüedad al proveedor antes de firmar permitiéndole ajustar su oferta, aceptando que terminarás pagando un precio más alto, perderás la victoria que tu supervisor esperaba y que tu evaluación puede verse afectada por no aprovechar la oportunidad.",
      "pragmatic_distractor": "Cierras el trato aprovechando la ambigüedad pero planeas ser un cliente generoso en el futuro, ofreciéndole al proveedor otras oportunidades para compensar su pérdida y mantener la relación comercial saludable.",
      "evasive_distractor": "Envías el contrato al área legal para una revisión final, esperando que ellos señalen la ambigüedad y te quiten la responsabilidad de la decisión sin tener que confrontar a tu supervisor directamente.",
      "rationalized_distractor": "Cierras el trato sin decir nada, convenciéndote de que tu principal deber es conseguir las mejores condiciones para tu empresa y maximizar los ahorros, y que el proveedor debió leer mejor el contrato."
    },
    "notes": "SOT M1 Opciones; costo de integridad: evaluación afectada por no aprovechar.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 67,
    "char_count": 348
  },
  {
    "id": "block-B02-q031",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Estás negociando un contrato millonario y descubres que uno de los finalistas es una empresa donde tu cónyuge tiene participación accionaria significativa. Varios compañeros manejan situaciones similares sin declararlas y tu supervisor lo sabe. Declarar el conflicto retrasará el proyecto semanas y afectará tu carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Declaras el conflicto formalmente y te recusas de la negociación, aceptando que esto retrasará el proyecto semanas, perderás la oportunidad de trabajar en este proyecto importante, afectará negativamente tu carrera y dañará tu relación con el equipo.",
      "pragmatic_distractor": "Declaras el conflicto pero propones permanecer sólo para asesoramiento técnico absteniéndote de la decisión final, esperando que esto cumpla con la transparencia sin perder completamente tu participación en el proyecto.",
      "evasive_distractor": "Minimizas la conexión describiéndola como lejana y sigues en la negociación, confiando en tu capacidad para ser objetivo y en que el proveedor es realmente el mejor independientemente de la conexión familiar.",
      "rationalized_distractor": "Sigues en la negociación sin declarar el conflicto, convenciéndote de que varios compañeros lo hacen, que tu cónyuge no tiene influencia directa en la empresa y que lo importante es elegir al mejor proveedor."
    },
    "notes": "SOT M1 Opciones; costo de integridad: carrera afectada + relación con equipo dañada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 68,
    "char_count": 365
  },
  {
    "id": "block-B02-q032",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un proyecto crítico tiene un plazo extremadamente ajustado y tu supervisor insiste en que omitas ciertos controles de seguridad que considera burocráticos. Si no cumples el plazo, el cliente se irá con la competencia resultando en pérdida de ingresos y posiblemente despidos. Varios compañeros ya siguen este enfoque. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los controles de seguridad explicando que la protección de los activos y del equipo no es negociable, aceptando que esto retrasará el proyecto, puede perder al cliente, resultar en pérdida de ingresos, despidos e incluir el tuyo.",
      "pragmatic_distractor": "Relajas los controles sólo en aspectos de menor riesgo e implementas un sistema de seguimiento rápido para corregir problemas que surjan, esperando cumplir el plazo sin comprometer completamente la seguridad.",
      "evasive_distractor": "Pides a tu supervisor que te envíe la instrucción por escrito y la reenvías al área de seguridad para que ellos aprueben, transfiriendo la responsabilidad y evitando que sea tu decisión directa.",
      "rationalized_distractor": "Omites los controles como te piden, convenciéndote de que cumplir el plazo es esencial para retener al cliente y evitar despidos, y que varios compañeros lo hacen sin problemas por lo que el riesgo es mínimo."
    },
    "notes": "SOT M1 Opciones; costo de integridad: despido propio incluido.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 69,
    "char_count": 354
  },
  {
    "id": "block-B02-q033",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Evalúas propuestas para un proyecto importante y una de las empresas finalistas es propiedad parcial de un familiar cercano. Tu supervisor insiste en que manejes la situación argumentando que tu conocimiento técnico es indispensable. Si te recusas, el proyecto se retrasa y perderás la oportunidad de liderarlo, afectando tu carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te recusas formalmente del proceso de evaluación citando el conflicto de interés, aceptando que esto retrasará el proyecto significativamente, perderás la oportunidad de liderarlo y afectará negativamente tu carrera y tu relación con tu supervisor.",
      "pragmatic_distractor": "Permaneces en el proceso pero te abstienes de votar en la decisión final, participando sólo en discusiones técnicas para que tu conocimiento se aproveche sin tomar la decisión final sobre tu familiar.",
      "evasive_distractor": "Minimizas la conexión familiar describiéndola como lejana y sigues en el proceso, confiando en tu capacidad para ser objetivo y en que puedes separar tus intereses personales de los de la empresa.",
      "rationalized_distractor": "Sigues en el proceso y participas plenamente, convenciéndote de que tu experiencia es crucial para elegir al mejor proveedor, lo que beneficia a la empresa por encima de todo y que tu familiar no influye en tu decisión."
    },
    "notes": "SOT M1 Opciones; costo de integridad: carrera afectada + relación supervisor dañada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 68,
    "char_count": 348
  },
  {
    "id": "block-B02-q034",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al preparar un reporte de gastos, notas que tu supervisor usa información sobre recursos y presupuestos que otros no ven para tomar decisiones que afectan a todos, asignando proyectos deseables a ciertos empleados y dejando a otros con tareas menos gratificantes. Confrontarlo podría afectar tu relación y carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Buscas el canal apropiado en la empresa para reportar el desequilibrio de poder, aceptando que esto generará un conflicto directo con tu supervisor, afectará negativamente tu relación con él, tu carrera y posiblemente te etiquete como alguien desleal.",
      "pragmatic_distractor": "Solicitas una reunión con tu supervisor para pedir más transparencia en la toma de decisiones, esperando que esto resuelva el problema sin escalar la situación y crear conflictos mayores que te perjudiquen.",
      "evasive_distractor": "Hablas con compañeros de confianza para saber si comparten tu preocupación y evaluar una acción conjunta, pensando que un enfoque grupal podría ser más efectivo y menos riesgoso que actuar sólo.",
      "rationalized_distractor": "No haces nada para no arriesgar tu relación con el supervisor, convenciéndote de que aunque el sistema es injusto, confrontarlo podría generar represalias que afectarían aún más tu posición en el equipo."
    },
    "notes": "SOT M1 Opciones; costo de integridad: carrera afectada + etiqueta desleal.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "audit_status": "ok",
    "word_count": 67,
    "char_count": 345
  },
  {
    "id": "block-B02-q035",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al gestionar equipos y recursos, detectas inconsistencias críticas en el sistema con errores y discrepancias que podrían afectar registros y decisiones financieras. Tu supervisor te pide ignorarlos porque el plazo es mañana. Retrasar el reporte afectará la planificación del trimestre y generará desconfianza en la dirección. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Insistes en corregir los errores antes de entregar el reporte, aceptando que esto retrasará la entrega, afectará la planificación del trimestre, generará desconfianza en la dirección y afectará negativamente tu evaluación de desempeño y tu posición.",
      "pragmatic_distractor": "Entregas el reporte con los errores pero adjuntas una nota privada para el supervisor señalando las discrepancias, esperando que él decida cómo manejarlo sin que la dirección se entere y sin que tu nombre quede asociado.",
      "evasive_distractor": "Intentas corregir sólo los errores más críticos tú mismo antes de la entrega, asumiendo el riesgo de cometer errores pero cumpliendo con el plazo para no retrasar las decisiones de la empresa.",
      "rationalized_distractor": "Ignoras los errores como te piden, convenciéndote de que el supervisor tiene más experiencia y sabe qué es importante, y que si él dice que se pueden ignorar probablemente tiene razón."
    },
    "notes": "SOT M1 Opciones; costo de integridad: evaluación afectada + desconfianza dirección.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 67,
    "char_count": 345
  },
  {
    "id": "block-B02-q036",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Durante una reunión con un cliente importante, varios compañeros alteran información para obtener ventajas en la negociación, exagerando capacidades del producto o minimizando tiempos de entrega. Tu supervisor lo sabe pero no interviene. Si no sigues esta práctica, podrías perder ventaja y el cliente irse con la competencia. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas la práctica al área de ética, aceptando que esto generará una investigación que afectará a tus compañeros, creará un ambiente hostil, te aislará del equipo y podría resultar en despidos además de tu propia reputación dañada.",
      "pragmatic_distractor": "Te enfocas en crear valor a largo plazo presentando información precisa y honesta, esperando que esto sea suficiente para ganar la confianza del cliente sin necesidad de distorsionar información como los demás.",
      "evasive_distractor": "Buscas un balance presentando información precisa pero enmarcándola de manera más atractiva, esperando que esto te dé ventaja competitiva sin cruzar completamente la línea ética de distorsión que cruzan tus compañeros.",
      "rationalized_distractor": "Sigues la práctica de tus compañeros, convenciéndote de que si todos lo hacen está bien, que lo importante es ganar el contrato para proteger los ingresos de la empresa y los empleos del equipo."
    },
    "notes": "SOT M1 Opciones; costo de integridad: aislamiento + reputación dañada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 68,
    "char_count": 353
  },
  {
    "id": "block-B02-q037",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un proyecto urgente tiene un plazo extremadamente ajustado y tu supervisor insiste en que uses recursos empresariales omitiendo ciertos protocolos de uso que considera innecesarios. Si no cumples el plazo, el proyecto fallará y el cliente se irá con la competencia resultando en pérdida de ingresos y posiblemente despidos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a omitir los protocolos de uso explicando que la protección de los recursos y la calidad del trabajo no son negociables, aceptando que esto retrasará el proyecto, puede perder al cliente, resultar en pérdida de ingresos y despidos incluido el tuyo.",
      "pragmatic_distractor": "Diseñas un plan escalonado que minimice riesgos mientras logras los objetivos, relajando sólo los protocolos de menor riesgo e implementando controles alternativos para proteger los recursos sin retrasar demasiado el proyecto.",
      "evasive_distractor": "Consultas con colegas y superiores para obtener diferentes perspectivas, esperando que ellos puedan ayudarte a encontrar una solución que cumpla con los protocolos sin retrasar demasiado el proyecto y sin tener que decidir sólo.",
      "rationalized_distractor": "Omites los protocolos como te piden, convenciéndote de que varios compañeros lo hacen sin problemas por lo que el riesgo es mínimo, y que lo importante es cumplir el plazo para retener al cliente y evitar despidos."
    },
    "notes": "SOT M1 Opciones; costo de integridad: despido propio incluido.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 69,
    "char_count": 348
  },
  {
    "id": "block-B02-q038",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al asignar tareas para un proyecto importante, identificas un potencial conflicto de interés porque una de las tareas beneficiaría directamente a un negocio paralelo que tienes con un familiar. Tu supervisor lo sabe pero insiste en que manejes la situación. Si te recusas, el proyecto se retrasa y afecta tu carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te recusas de asignar esa tarea específica citando el conflicto de interés, aceptando que esto retrasará el proyecto, perderás la oportunidad de liderar este proyecto importante y afectará negativamente tu carrera y tu relación con tu supervisor.",
      "pragmatic_distractor": "Propones reasignar la tarea a otro miembro del equipo mientras te enfocas en otras responsabilidades, esperando que esto sea suficiente para evitar el conflicto sin perder completamente tu participación en el liderazgo del proyecto.",
      "evasive_distractor": "Asignas la tarea pero documentas el conflicto y te aseguras de que la decisión sea transparente y beneficie a la empresa, trabajando dentro del sistema actual mientras buscas mejoras estructurales para situaciones similares.",
      "rationalized_distractor": "Manejas la situación como te piden, convenciéndote de que tu supervisor está al tanto, confía en tu capacidad para ser objetivo y que tu negocio paralelo no influye directamente en tu decisión profesional."
    },
    "notes": "SOT M1 Opciones; costo de integridad: carrera afectada + relación supervisor dañada.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 68,
    "char_count": 344
  },
  {
    "id": "block-B02-q039",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al preparar un reporte de gastos, notas que tu supervisor tiene acceso a información sobre presupuestos que otros no ven y usa esta ventaja para asignar más recursos a ciertos proyectos y dejar a otros con presupuestos insuficientes. Esto ha creado un desequilibrio de poder. Confrontarlo podría afectar tu relación y carrera. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Solicitas una reunión con tu supervisor para pedir más transparencia en la toma de decisiones, aceptando que esto generará un conflicto directo con él, afectará negativamente tu relación, tu carrera y posiblemente te etiquete como alguien problemático.",
      "pragmatic_distractor": "Hablas con compañeros de confianza para saber si comparten tu preocupación y evaluar una acción conjunta, esperando que un enfoque grupal sea más efectivo y menos riesgoso que actuar sólo ante el supervisor.",
      "evasive_distractor": "Trabajas dentro del sistema actual mientras buscas mejoras estructurales de manera discreta, esperando que esto sea suficiente para resolver el problema sin crear conflictos directos que puedan perjudicarte profesionalmente.",
      "rationalized_distractor": "No confrontas directamente pero documentas tus observaciones esperando que el supervisor eventualmente comparta más información, evitando crear conflictos innecesarios que podrían afectar tu posición en la empresa."
    },
    "notes": "SOT M1 Opciones; costo de integridad: carrera afectada + etiqueta problemático.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "audit_status": "ok",
    "word_count": 67,
    "char_count": 348
  },
  {
    "id": "block-B02-q040",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al asignar tareas para un proyecto crítico, encuentras información sensible sobre empleados que no deberías ver como datos personales, salarios y evaluaciones. Tu supervisor te pide usar esta información para tomar decisiones de asignación urgentes. Si no la usas, podrías hacer asignaciones subóptimas que afecten el éxito del proyecto. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar la información sensible explicando que no tienes autorización para acceder a esos datos, aceptando que esto podría resultar en asignaciones subóptimas que afecten el éxito del proyecto, pérdida de ingresos y despidos incluido el tuyo.",
      "pragmatic_distractor": "Buscas optimizar las asignaciones sin usar directamente la información sensible, trabajando con tu supervisor para obtener sólo la información mínima necesaria de manera autorizada sin violar la privacidad de los empleados.",
      "evasive_distractor": "Usas sólo la información absolutamente necesaria y documentas que seguiste las instrucciones de tu supervisor, implementando cambios graduales y esperando que esto te proteja si hay problemas más adelante.",
      "rationalized_distractor": "Usas la información como te piden, convenciéndote de que tu supervisor tiene autoridad para darte acceso y se hace responsable, y que lo importante es hacer las mejores asignaciones para proteger el éxito del proyecto."
    },
    "notes": "SOT M1 Opciones; costo de integridad: despido propio incluido.",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184",
    "word_count": 70,
    "char_count": 350
  }
]