[
  {
    "id": "block-B02-q041",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un colega con el que trabajas de cerca te pide registrar horas extra que no trabajó para alcanzar el bono trimestral. Te insiste en que todos lo hacen, que la empresa casi nunca revisa esos detalles y que negarte sería una traición a la confianza del equipo. Si lo rechazas, probablemente te aislará y dejarás de ser considerado para proyectos atractivos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Le dices con claridad que no registrarás horas falsas y que no estás dispuesto a justificar datos que no son reales, aceptando que se enfadará, puede dejar de confiar en ti, te excluirá de proyectos valorados y dañará tu relación cotidiana con el equipo.",
      "pragmatic_distractor": "Aceptas registrar una parte moderada de horas extra, pero no todas las que pide, convenciéndote de que así lo ayudas sin exagerar el riesgo y de que la empresa difícilmente revisará a detalle ese desajuste.",
      "evasive_distractor": "Le dices que primero quieres revisar el procedimiento oficial de registro de horas y lo vas postergando, esperando que encuentre otra forma de alcanzar el bono sin que tengas que negarte de frente.",
      "rationalized_distractor": "Registras las horas que te pide porque consideras que trabajan mucho y la empresa no siempre lo reconoce, convenciéndote de que sólo estás equilibrando una situación injusta y que nadie saldrá realmente perjudicado."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 1",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q042",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Un proveedor clave te ofrece invitarte a un viaje con todos los gastos pagados si apoyas que su propuesta sea la elegida en una licitación importante. El presupuesto es ajustado y tu supervisor deja entrever que elegir a otro proveedor complicaría el proyecto. Rechazar el beneficio personal podría hacerte ver poco flexible frente a tu jefe y al proveedor. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Rechazas el viaje y declaras formalmente el ofrecimiento como posible conflicto de interés, aceptando que el proveedor puede dejar de colaborar contigo, que tu supervisor te vea como alguien que complica acuerdos y que seas excluido de futuras negociaciones relevantes.",
      "pragmatic_distractor": "Aceptas reunirte con el proveedor pero aclaras que la decisión se basará en criterios técnicos, pensando que puedes disfrutar del viaje y mantenerte objetivo sin que eso afecte la licitación.",
      "evasive_distractor": "Le pides al proveedor que coordine todo con tu supervisor o con otra área, evitando responder directamente a la invitación mientras la decisión de la licitación avanza por otros canales.",
      "rationalized_distractor": "Aceptas el viaje argumentando que fortalecer la relación con el proveedor puede traer mejores condiciones para la empresa y que tu criterio profesional seguirá siendo imparcial al momento de elegir."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 2",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q043",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al revisar una serie de facturas descubres un error en un cobro importante que ya fue aprobado y comunicado al cliente. Tu supervisor te pide no corregirlo porque el cierre del trimestre ya está reportado y ajustarlo implicaría rehacer presentaciones y explicar la falla a la dirección. Corregirlo te hará ver como responsable del retraso y del conflicto con el cliente. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Insistes en corregir el error con el cliente y con la dirección, aceptando rehacer los reportes, enfrentar el enojo de tu supervisor, asumir que te responsabilicen del retraso y que tu evaluación del trimestre se vea afectada.",
      "pragmatic_distractor": "Propones compensar al cliente con un descuento futuro sin modificar la factura actual, pensando que así evitas rehacer reportes mientras resuelves parcialmente la injusticia del cobro.",
      "evasive_distractor": "Documentas el error en un correo interno y sigues la instrucción de no corregir, esperando que en una auditoría futura quede constancia de que tú lo señalaste sin confrontar directamente la decisión.",
      "rationalized_distractor": "Decides no mover nada porque consideras que el cierre ya se comunicó, que corregir ahora generaría más daño que beneficio y que el cliente probablemente no notará la diferencia."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 3",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q044",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te contacta un antiguo colega que ahora trabaja en un competidor directo y te pide información detallada sobre los costos internos de un proyecto en curso. Argumenta que sólo quiere comparar prácticas y que nadie se enterará. Compartir esos datos violaría políticas de confidencialidad, pero negarte podría dañar una relación profesional valiosa que podría ayudarte en el futuro si cambias de empresa. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Le explicas que no puedes compartir información confidencial de tu empresa y cortas la conversación en ese tema, aceptando que se moleste, pierdas una relación profesional importante y cierres una posible puerta laboral para el futuro.",
      "pragmatic_distractor": "Le compartes sólo datos generales y estimados, evitando cifras exactas, convenciéndote de que así lo ayudas sin revelar información que pueda perjudicar directamente a tu empresa.",
      "evasive_distractor": "Respondes que en ese momento estás saturado y que más adelante revisarás qué puedes compartir, posponiendo indefinidamente la conversación para no decirle abiertamente que no.",
      "rationalized_distractor": "Le envías la información completa pensando que también has aportado mucho a la empresa y que mereces mantener buenas relaciones externas por si en algún momento necesitas cambiar de trabajo."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 4",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q045",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te asignan elaborar un informe sobre posibles irregularidades en el uso de presupuesto de un área. Durante la revisión detectas desviaciones claras que involucran decisiones de tu supervisor. Antes de enviar el documento, él te pide suavizar el lenguaje y omitir algunos ejemplos para evitar consecuencias formales. Mantener el reporte completo probablemente afectará directamente su puesto y tu relación con él. ¿Qué priorizas y por qué?",
    "options_structured": {
      "integrity_correct": "Envías el informe completo con todos los hallazgos documentados, aceptando que tu supervisor se sienta traicionado, que tu relación con él se deteriore seriamente y que puedas quedar etiquetado como alguien que expone a su propio jefe.",
      "pragmatic_distractor": "Aceptas ajustar el lenguaje para hacerlo menos directo pero mantienes el fondo de las observaciones, confiando en que así cumples con tu responsabilidad sin generar un conflicto frontal.",
      "evasive_distractor": "Propones enviar primero un borrador a una instancia superior para recibir comentarios, buscando que otros definan qué debe incluirse y evitando asumir tú sólo la decisión final.",
      "rationalized_distractor": "Editas el informe omitiendo varios ejemplos, convenciéndote de que proteger a tu supervisor evita un escándalo mayor y mantiene la estabilidad del área en beneficio de todos."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 5",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q046",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Durante un viaje de trabajo te sobra parte significativa del viático asignado. Un compañero te sugiere reportar gastos inflados usando comprobantes de favor para quedarse con esa diferencia, argumentando que la empresa rara vez revisa esos montos y que otros lo hacen. Si te niegas, quedarás como ingenuo y podrías perder su apoyo en futuros proyectos fuera de oficina. ¿Qué decides hacer con ese dinero?",
    "options_structured": {
      "integrity_correct": "Devuelves el sobrante y registras los gastos reales, explicando que no participarás en reportes inflados, aceptando que tu compañero te vea como alguien poco confiable para sus acuerdos, que te excluya de invitaciones y que te etiqueten como rígido.",
      "pragmatic_distractor": "Aceptas usar una parte pequeña de comprobantes inflados para no perder del todo la oportunidad, convenciéndote de que el monto es mínimo y que nadie saldrá realmente afectado.",
      "evasive_distractor": "Propones dejar el reporte en manos de tu compañero y sólo firmas donde te indique, confiando en que él se hará responsable si hay observaciones posteriores.",
      "rationalized_distractor": "Decides inflar el reporte porque consideras que los viáticos siempre se quedan cortos y que recuperar algo adicional compensa otras ocasiones en las que has gastado de tu bolsillo."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 6",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q047",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tienes acceso a un sistema interno que registra actividad de correos y mensajes para fines de seguridad. Tu supervisor te pide revisar conversaciones de un compañero con el que tuvo un conflicto reciente para buscar elementos que justifiquen una sanción. No hay sospechas formales ni reporte previo. Negarte puede hacer que tu supervisor dude de tu lealtad y te retire responsabilidades de confianza. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Te niegas a usar el sistema para fines personales y explicas que sólo debe emplearse ante sospechas documentadas, aceptando que tu supervisor cuestione tu lealtad, te retire acceso a información sensible y limite tu participación en decisiones importantes.",
      "pragmatic_distractor": "Revisas únicamente algunos registros generales sin entrar al detalle de los mensajes, esperando encontrar algo que tranquilice a tu supervisor sin exponer totalmente la privacidad del compañero.",
      "evasive_distractor": "Sugieres que cualquier revisión la solicite por los canales formales correspondientes y no actúas hasta recibir una instrucción oficial, intentando que otro asuma la decisión.",
      "rationalized_distractor": "Accedes al sistema y compartes lo que encuentras, convenciéndote de que, si el compañero no hizo nada indebido, no tendrá nada que temer y que ayudar a tu supervisor protege al equipo."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 7",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q048",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Participas en un comité que debe elegir entre varios proveedores. La propuesta técnicamente más sólida es también la más costosa. Tu supervisor insiste en favorecer a un proveedor con el que tiene una relación cercana, aunque su oferta es menos robusta. Te pide que enfoques tu análisis sólo en puntos que lo beneficien. Ser la única voz en desacuerdo podría costarte futuras invitaciones a comités. ¿Qué priorizas en tu participación?",
    "options_structured": {
      "integrity_correct": "Presentas tu evaluación completa destacando los riesgos de elegir al proveedor menos sólido, aceptando que tu supervisor se moleste, deje de invitarte a comités clave y te vea como alguien que obstaculiza acuerdos convenientes para él.",
      "pragmatic_distractor": "Ajustas tu análisis para resaltar algunos aspectos positivos del proveedor recomendado por tu supervisor, pero incluyes discretamente notas sobre los riesgos, esperando que el comité los detecte sin que parezca que lo contradices.",
      "evasive_distractor": "Te limitas a compartir sólo criterios técnicos generales y evitas tomar una postura clara, confiando en que otros miembros del comité definan la elección final.",
      "rationalized_distractor": "Respaldas abiertamente al proveedor cercano al supervisor, convenciéndote de que mantener esa relación facilitará futuras negociaciones y que, aunque la oferta sea menos robusta, los problemas se podrán resolver sobre la marcha."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 8",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q049",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Participas en un panel que evalúa candidatos para una vacante interna. Uno de ellos es amigo cercano de tu supervisor y su desempeño en la entrevista fue claramente más débil que el de otros. Antes de la decisión, tu supervisor te sugiere ser flexible con los criterios para ese candidato. Si te opones, podrías cerrar puertas a ascensos futuros y generar tensión directa. ¿Cómo manejas la decisión?",
    "options_structured": {
      "integrity_correct": "Mantienes los criterios de evaluación y dejas constancia por escrito de las razones para elegir al candidato más fuerte, aceptando que tu supervisor se incomode, te vea como poco alineado y pueda frenar oportunidades de crecimiento para ti.",
      "pragmatic_distractor": "Aceptas ajustar algunos criterios secundarios para que el amigo del supervisor quede competitivo, confiando en que la diferencia no será tan grande y que podrá desarrollarse en el puesto.",
      "evasive_distractor": "Propones posponer la decisión y solicitar una nueva ronda de entrevistas, esperando que el resultado sea más claro sin tener que enfrentar directamente al supervisor.",
      "rationalized_distractor": "Apoyas al amigo del supervisor, convenciéndote de que conocerlo facilitará la coordinación del equipo y que mantener una buena relación con la jefatura es más importante que seguir estrictamente los criterios."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 9",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q050",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Encabezas un proyecto que requiere una revisión de seguridad antes de su lanzamiento. Por retrasos previos, la fecha de entrega está al límite y la dirección presiona para avanzar sin completar todas las pruebas. Tu supervisor te pide firmar la liberación de riesgo con base en pruebas parciales. Negarte puede significar perder al cliente y que te responsabilicen del fracaso del proyecto. ¿Qué decides firmar o no firmar?",
    "options_structured": {
      "integrity_correct": "Te rehúsas a firmar la liberación hasta completar las pruebas necesarias, aceptando que el proyecto se retrase, que puedas perder al cliente, que te culpen por el fracaso y que tu reputación como líder se vea dañada a corto plazo.",
      "pragmatic_distractor": "Propones ejecutar sólo las pruebas críticas y documentar los riesgos restantes, buscando un punto intermedio que permita avanzar sin cumplir totalmente el protocolo.",
      "evasive_distractor": "Sugieres que la firma de liberación la haga un nivel superior o un comité especializado y retrasas tu respuesta, intentando transferir la responsabilidad de la decisión final.",
      "rationalized_distractor": "Firmas la liberación con base en las pruebas parciales, convenciéndote de que el riesgo es manejable y que proteger la relación con el cliente y los ingresos del proyecto también es una forma de cuidar al equipo."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 10",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q051",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Administras una caja chica y detectas que un reembolso fue pagado dos veces por error. Tu supervisor te sugiere dejarlo así para no abrir ajustes contables que retrasen el cierre mensual, y comenta que el monto es pequeño frente al presupuesto total. Si insistes en corregirlo, podrías ser visto como alguien que complica procesos y pierdes su apoyo en tareas futuras. ¿Qué decides hacer con el registro?",
    "options_structured": {
      "integrity_correct": "Solicitas corregir el reembolso duplicado y documentas el ajuste, aceptando que el cierre se retrase, que tu supervisor se moleste, te considere poco práctico y te excluya de encargos que antes confiaba en ti.",
      "pragmatic_distractor": "Dejas el reembolso duplicado pero propones compensar el monto en el siguiente mes, convenciéndote de que así evitas trámites engorrosos sin afectar de forma relevante las cuentas.",
      "evasive_distractor": "Comentas el error con un compañero y esperas a que alguien más lo escale, evitando asumir tú la responsabilidad de pedir la corrección formal.",
      "rationalized_distractor": "Decides no corregir el error porque consideras que la empresa también comete fallas a tu favor y en otras ocasiones no reconoce tus esfuerzos, pensando que el saldo se equilibra."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 11",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q052",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Coordinarás la presentación de indicadores ante la dirección y al revisar los datos ves que el desempeño real del área es inferior a la meta. Tu jefe te pide ajustar algunos criterios de cálculo para que el reporte salga en verde, argumentando que es sólo \"una forma distinta de ver los números\". Si te niegas, puedes ser señalado como poco alineado con la estrategia. ¿Cómo respondes a la petición?",
    "options_structured": {
      "integrity_correct": "Mantienes los criterios originales y propones explicar con transparencia las desviaciones, aceptando que tu jefe se incomode, te considere poco leal y limite tu participación en futuras presentaciones clave.",
      "pragmatic_distractor": "Modificas sólo ciertos parámetros para mejorar ligeramente los indicadores, diciéndote que la tendencia general se mantiene y que así evitas un conflicto abierto con la dirección.",
      "evasive_distractor": "Aplazas la entrega argumentando que faltan validar datos adicionales, sin aclarar de inmediato que te preocupa la solicitud de cambiar criterios.",
      "rationalized_distractor": "Ajustas los cálculos como te piden porque piensas que mostrar resultados positivos ayudará a motivar al equipo y que más adelante podrán corregir el detalle técnico."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 12",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q053",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Al implementar un nuevo sistema descubres que parte del equipo usa licencias de software no autorizadas para avanzar más rápido. Te piden no reportarlo y seguir trabajando así hasta terminar el proyecto, porque conseguir licencias formales demoraría semanas. Si insistes en regularizarlo, podrías ser visto como un obstáculo y perder liderazgo técnico. ¿Qué haces ante esta situación?",
    "options_structured": {
      "integrity_correct": "Informas la situación y planteas un plan para regularizar las licencias, aceptando que el proyecto se retrase, que te perciban como alguien rígido y que cuestionen tu capacidad de entregar en los plazos iniciales.",
      "pragmatic_distractor": "Aceptas continuar temporalmente con las licencias no autorizadas mientras gestionas en paralelo la compra, convenciéndote de que el riesgo es bajo y de que después se podrá corregir sin consecuencias.",
      "evasive_distractor": "Sugieres que la decisión sobre licencias la tome otra área y evitas pronunciarte con claridad, esperando que nadie te pida asumir una postura firme.",
      "rationalized_distractor": "Decides ignorar el uso indebido de licencias porque consideras que la presión por resultados justifica atajos y que, si el proyecto sale bien, nadie cuestionará el medio."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 13",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q054",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Participas en un comité que revisa postulaciones internas. Un mando medio te comenta en privado que quiere favorecer a una persona de su confianza aunque su expediente es más débil, y te pide que seas \"comprensivo\" al evaluar. Dejar constancia de tu desacuerdo puede afectar tu relación con esa jefatura y limitar tu crecimiento en el área. ¿Cómo manejas tu voto y tus comentarios?",
    "options_structured": {
      "integrity_correct": "Sustentas tu evaluación con criterios objetivos y registras formalmente tus argumentos, aceptando que el mando medio se moleste, te vea como poco colaborador y frene oportunidades para ti en próximos procesos.",
      "pragmatic_distractor": "Reduces el peso de algunos criterios en tu análisis para que el candidato preferido quede mejor posicionado, justificando que las diferencias no son tan grandes.",
      "evasive_distractor": "Te abstienes de opinar en profundidad y pides que otros miembros del comité definan, intentando no quedarte asociado a ninguna postura clara.",
      "rationalized_distractor": "Respaldas al candidato sugerido porque piensas que apoyar a esa jefatura te dará influencia futura y que siempre habrá tiempo de acompañar el desarrollo de la persona elegida."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 14",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q055",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Tienes acceso a información sobre ajustes salariales próximos y un compañero cercano te pide que le adelantes si su aumento será menor al esperado para decidir si busca otra oferta. Compartir esos datos contraviene las políticas de confidencialidad, pero negarte puede deteriorar una relación de años y generar desconfianza en el equipo. ¿Qué decides hacer con la información que manejas?",
    "options_structured": {
      "integrity_correct": "Respetas la confidencialidad y explicas que no puedes anticipar detalles, aceptando que tu compañero se sienta decepcionado, se aleje de ti y te perciba como alguien que no lo apoya.",
      "pragmatic_distractor": "Le das pistas generales sobre la tendencia de los ajustes sin revelar cifras exactas, convenciéndote de que así ayudas sin violar del todo la política.",
      "evasive_distractor": "Cambias de tema y sugieres que espere la comunicación oficial, evitando responder directamente para no asumir una postura clara.",
      "rationalized_distractor": "Le compartes el dato completo porque crees que así lo proteges de una posible frustración y que una excepción no dañará realmente la confianza en las políticas internas."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 15",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q056",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Coordinas los turnos de un equipo operativo y un jefe te pide asignar sistemáticamente los horarios más favorables a quienes le son más cercanos, dejando al resto con las guardias menos convenientes. Te sugiere manejarlo \"discretamente\" para evitar reclamos. Si rechazas la instrucción, podrías ser reemplazado en la coordinación y perder visibilidad. ¿Qué priorizas al organizar los turnos?",
    "options_structured": {
      "integrity_correct": "Distribuyes los turnos con criterios equitativos y transparentes, aceptando que el jefe se incomode, cuestione tu lealtad y decida quitarte la coordinación y beneficios asociados.",
      "pragmatic_distractor": "Concedes algunos turnos favorables a las personas cercanas al jefe, pero introduces ajustes mínimos para no afectar demasiado al resto, pensando que es un equilibrio aceptable.",
      "evasive_distractor": "Planteas que los turnos se asignen mediante un sistema automático o rotativo y evitas entrar en detalle sobre la instrucción recibida.",
      "rationalized_distractor": "Aceptas asignar los mejores turnos al grupo cercano al jefe porque crees que mantenerlo satisfecho garantiza estabilidad al equipo, aún si otros reciben horarios menos justos."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 16",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q057",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Supervisas una planta donde, por un pico de demanda, la jefatura propone reducir los tiempos de descanso sin registrarlo formalmente para cumplir con un pedido urgente. Sabes que esa práctica va contra los lineamientos de seguridad y bienestar, pero negarte puede implicar perder al cliente y ser señalado como poco comprometido con los resultados. ¿Cómo reaccionas ante la propuesta?",
    "options_structured": {
      "integrity_correct": "Te niegas a recortar descansos fuera de norma y propones alternativas para reorganizar el trabajo, aceptando que la entrega pueda retrasarse, que te culpen por la pérdida de negocio y que cuestionen tu compromiso.",
      "pragmatic_distractor": "Accedes a reducir temporalmente los descansos sólo durante algunos días, convenciéndote de que el esfuerzo extra será limitado y que después se compensará.",
      "evasive_distractor": "Derivas la decisión a un nivel superior y sigues las indicaciones que resulten, intentando mantenerte al margen de la responsabilidad principal.",
      "rationalized_distractor": "Aceptas recortar los descansos porque piensas que la urgencia del cliente justifica un esfuerzo excepcional y que el impacto en el equipo será pasajero."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 17",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q058",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Durante una auditoría interna detectas que un procedimiento crítico se ha estado firmando sin que realmente se ejecuten todas las revisiones requeridas. La práctica cuenta con la aprobación tácita de varios mandos porque ahorra tiempo. Si propones formalmente corregirlo, podrías generar tensiones con varias áreas y ser visto como alguien que expone problemas antiguos. ¿Qué haces con este hallazgo?",
    "options_structured": {
      "integrity_correct": "Documentas el hallazgo y propones un plan de corrección con plazos claros, aceptando que algunos mandos se molesten, que te vean como quien destapa fallas y que tu relación con ellos se enfríe.",
      "pragmatic_distractor": "Sugieres ajustes mínimos en el registro para que parezca que se cumplen más pasos, sin modificar del todo la práctica actual, creyendo que así mejoras algo sin generar conflicto amplio.",
      "evasive_distractor": "Mencionas el tema sólo de forma general en la auditoría, sin dejarlo claramente asentado, esperando que el tiempo diluya la preocupación.",
      "rationalized_distractor": "Decides no reportar el hallazgo porque consideras que el procedimiento ha funcionado hasta ahora y que removerlo sólo crearía problemas innecesarios."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 18",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q059",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te encargan coordinar un concurso interno de reconocimiento y un gerente te pide \"sugerir\" a cierto colaborador para asegurarse de que reciba el premio, aunque las evaluaciones objetivas lo ubican por debajo de otros candidatos. Si no apoyas la sugerencia, podrías perder su respaldo en proyectos clave. ¿Cómo gestionas la selección final?",
    "options_structured": {
      "integrity_correct": "Mantienes los criterios establecidos y comunicas el resultado con base en las evaluaciones, aceptando que el gerente se incomode, reduzca su apoyo hacia ti y deje de considerarte para iniciativas visibles.",
      "pragmatic_distractor": "Introduces pequeños ajustes en las ponderaciones para que el colaborador sugerido quede mejor posicionado, diciéndote que el reconocimiento también puede motivar al equipo.",
      "evasive_distractor": "Propones que la decisión final la tome un comité más amplio y evitas dar una recomendación clara sobre el colaborador sugerido.",
      "rationalized_distractor": "Respalda al colaborador propuesto porque piensas que el premio es simbólico y que mantener una buena relación con el gerente beneficia al área en general."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 19",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  },
  {
    "id": "block-B02-q060",
    "module_id": 1,
    "block_id": "B02",
    "type": "options",
    "scenario": "Te piden liderar una presentación a un cliente donde sabes que hubo fallas relevantes en el servicio reciente. Antes de la reunión, tu supervisor te sugiere omitir esos problemas y enfocarte sólo en logros, prometiendo abordar los temas delicados \"más adelante\". Si decides transparentarlos ahora, podrías generar tensión en la reunión y ser señalado como quien puso en riesgo la renovación del contrato. ¿Cómo conduces la conversación?",
    "options_structured": {
      "integrity_correct": "Reconoces las fallas de forma clara y propones acciones concretas de mejora, aceptando que el ambiente en la reunión se tensará, que tu supervisor se incomode y que puedas ser asociado a un posible cuestionamiento del contrato.",
      "pragmatic_distractor": "Mencionas sólo aspectos positivos y dejas los problemas para tratarse en un espacio posterior más reducido, esperando minimizar el impacto inmediato en la decisión del cliente.",
      "evasive_distractor": "Hablas en términos generales de oportunidades de mejora sin detallar las fallas específicas, confiando en que el tema no se profundice durante la reunión.",
      "rationalized_distractor": "Decides no abordar los problemas porque consideras que proteger la relación comercial es prioritario y que, si el contrato se renueva, luego habrá tiempo de corregir internamente."
    },
    "notes": "Modulo 1 Options B02 batch 04 item 20",
    "sot_checksum": "2a4932b4b285f5288a0e022991b87184"
  }
]