[
  {
    "id": "block-B07-q21",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu empresa anuncia cambios abruptos en los procesos mientras tienes fechas límite ajustadas. Si expresas frustración por la falta de aviso previenes futuros cambios sin consulta, pero te ven como inflexible; si aceptas sin cuestionar evitas conflicto, pero trabajarás noches extras sin reconocimiento y el patrón se repetirá. ¿Cómo manejas tu reacción?",
    "word_count": 60,
    "char_count": 365,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 21 - pressure + abrupt changes"
  },
  {
    "id": "block-B07-q22",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Implementan una nueva herramienta tecnológica con entrenamiento mínimo mientras tu carga de trabajo actual sigue igual de alta. Si admites que necesitas más tiempo para aprender muestras honestidad, pero tu evaluación reflejará bajo rendimiento temporal; si finges dominarla mantienes imagen, pero acumulas errores que explotarán después. ¿Cómo equilibras imagen y realidad?",
    "word_count": 60,
    "char_count": 387,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 22 - new tech platform"
  },
  {
    "id": "block-B07-q23",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu carga de trabajo excede tu capacidad y anuncian cambios organizacionales sin detalles claros. Si pides clarificación y reduces tareas proteges tu bienestar, pero parecer que no aguantas presión afectará tu evaluación; si absorbes todo sin quejarte mantienes buena imagen, pero tu salud y calidad de trabajo se deteriorarán. ¿Qué decides y cómo justificas tu elección?",
    "word_count": 62,
    "char_count": 381,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 23 - workload + uncertainty"
  },
  {
    "id": "block-B07-q24",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Cambian los procesos de trabajo mientras tienes fechas límite críticas. Si manifiestas que el cambio es inoportuno defiendes una postura razonable, pero te etiquetarán como resistente al cambio; si te adaptas sin comentar evitas el estigma, pero validarás que impongan cambios sin considerar al equipo y repetirán el patrón. ¿Cómo reaccionas ante la presión?",
    "word_count": 61,
    "char_count": 369,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 24 - deadline pressure + process changes"
  },
  {
    "id": "block-B07-q25",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu empresa modifica procesos cada pocas semanas y apenas dominas uno cuando anuncian otro cambio. Si expresas que la frecuencia de cambios afecta la calidad abres diálogo, pero parecer inflexible daña tu reputación; si te adaptas en silencio evitas conflicto, pero tu trabajo tendrá errores por falta de consolidación y tu estrés aumentará. ¿Qué priorizas y por qué?",
    "word_count": 63,
    "char_count": 378,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 25 - frequent organizational changes"
  },
  {
    "id": "block-B07-q26",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Anuncian cambios constantes en expectativas sin tiempo para entender implicaciones antes del siguiente cambio. Si pides pausa para consolidar muestras profesionalismo, pero te verán como lento para adaptarte; si sigues el ritmo sin cuestionar evitas críticas, pero entregarás trabajo incompleto y tu credibilidad se erosionará. ¿Cómo manejas esta incertidumbre?",
    "word_count": 60,
    "char_count": 372,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 26 - constant uncertainty"
  },
  {
    "id": "block-B07-q27",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Trabajas aislado en un proyecto mientras implementan cambios frecuentes que afectan tu trabajo sin que nadie te informe directamente. Si buscas activamente información demuestras iniciativa, pero interrumpes tu productividad y pareces ansioso; si continúas con lo que sabes evitas distracciones, pero tu entrega puede quedar obsoleta y tendrás que rehacer trabajo. ¿Qué decides?",
    "word_count": 61,
    "char_count": 390,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 27 - isolated project + changes"
  },
  {
    "id": "block-B07-q28",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Trabajas remoto y tu supervisor establece nuevas expectativas que cambian tu forma de operar mientras mantienes productividad. Si pides clarificación detallada demuestras diligencia, pero parecer que no captas rápido afectará cómo te perciben; si interpretas por tu cuenta evitas parecer lento, pero errores de interpretación costarán retrabajo y frustración. ¿Cómo te adaptas?",
    "word_count": 60,
    "char_count": 389,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 28 - remote work + new expectations"
  },
  {
    "id": "block-B07-q29",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Mientras aprendes una nueva herramienta tecnológica recibes críticas sobre tu desempeño con el sistema anterior. Si explicas que estás en curva de aprendizaje contextualizas, pero parecer que pones excusas daña tu imagen; si aceptas las críticas sin explicar evitas confrontación, pero cargarás con evaluación injusta que afectará tu trayectoria. ¿Qué haces y por qué?",
    "word_count": 60,
    "char_count": 379,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 29 - new tech + criticism"
  },
  {
    "id": "block-B07-q30",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Recibes críticas frecuentes de tu supervisor mientras luchas con fechas límite imposibles. Si respondes que necesitas elegir entre calidad y velocidad planteas un límite razonable, pero parecerá que no rindes bajo presión; si absorbes todo en silencio evitas conflicto, pero tu salud mental y la calidad de tu trabajo se deteriorarán. ¿Cómo manejas tus emociones?",
    "word_count": 61,
    "char_count": 376,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 30 - pressure + frequent criticism"
  },
  {
    "id": "block-B07-q31",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Anuncian cambios organizacionales que generan incertidumbre sobre tu futuro mientras tienes fechas límite críticas. Si expresas preocupación por la falta de claridad buscas estabilidad, pero parecer ansioso afectará cómo te evalúan; si ignoras la incertidumbre y te enfocas en entregas evitas distracciones, pero la ansiedad acumulada explotará eventualmente. ¿Qué priorizas?",
    "word_count": 60,
    "char_count": 387,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 31 - uncertainty + deadline pressure"
  },
  {
    "id": "block-B07-q32",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Mientras aprendes nueva tecnología surgen conflictos en tu equipo porque algunos se adaptan más rápido. Si admites que vas más lento y pides apoyo muestras humildad, pero te posicionas como el eslabón débil; si finges que dominas la herramienta mantienes imagen, pero tus errores afectarán al equipo y el conflicto crecerá. ¿Cómo equilibras orgullo y honestidad?",
    "word_count": 61,
    "char_count": 377,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 32 - new tech + team conflicts"
  },
  {
    "id": "block-B07-q33",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Cambios frecuentes en procesos generan conflictos porque cada quien interpreta las nuevas reglas diferente. Si propones una reunión para alinear criterios demuestras liderazgo, pero tomar iniciativa sin autoridad puede verse como soberbia; si esperas que otros resuelvan evitas exponerte, pero el caos continuará y tu trabajo se verá afectado. ¿Qué rol asumes?",
    "word_count": 60,
    "char_count": 372,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 33 - process changes + team conflicts"
  },
  {
    "id": "block-B07-q34",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu evaluación señala áreas de mejora mientras cambios organizacionales afectan tu forma de trabajar. Si pides tiempo para implementar mejoras antes de más cambios muestras autoconocimiento, pero parecerá que no manejas múltiples frentes; si intentas todo simultáneamente evitas parecer limitado, pero la calidad de ambos esfuerzos será mediocre. ¿Cómo priorizas tu desarrollo?",
    "word_count": 60,
    "char_count": 393,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 34 - performance review + changes"
  },
  {
    "id": "block-B07-q35",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Nuevo líder establece expectativas más altas mientras tu carga ya es excesiva. Si comunicas que la carga actual ya supera tu capacidad demuestras transparencia, pero el nuevo jefe puede verte como alguien que no está a la altura; si aceptas sin comentar evitas mala primera impresión, pero garantizas noches sin dormir y entregas deficientes. ¿Qué imagen proyectas?",
    "word_count": 62,
    "char_count": 380,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 35 - new leader + excessive workload"
  },
  {
    "id": "block-B07-q36",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Implementan estándares de calidad más estrictos mientras tienes múltiples proyectos con fechas límite ajustadas. Si pides extensión para cumplir los nuevos estándares demuestras compromiso con calidad, pero parecer lento afectará tu evaluación; si entregas rápido sacrificando calidad evitas demoras, pero las fallas se descubrirán y tu reputación sufrirá. ¿Qué sacrificas?",
    "word_count": 60,
    "char_count": 387,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 36 - quality standards + deadlines"
  },
  {
    "id": "block-B07-q37",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "En tu equipo, compañeros compiten agresivamente por reconocimiento mientras anuncian cambios que requieren colaboración. Si denuncias la competencia desleal a tu supervisor actúas con integridad, pero te ganarás enemigos y parecerá acusador; si ignoras y te adaptas solo evitas conflicto, pero la falta de colaboración hará que todos fallen incluyéndote. ¿Cómo navegas esta dinámica?",
    "word_count": 63,
    "char_count": 395,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 37 - aggressive competition + changes"
  },
  {
    "id": "block-B07-q38",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Trabajas remoto y tu supervisor asigna tareas urgentes esperando respuestas inmediatas todo el tiempo. Si estableces límites sobre tu disponibilidad proteges tu equilibrio, pero parecer poco comprometido afectará cómo te perciben; si respondes siempre de inmediato evitas cuestionamientos, pero tu vida personal desaparecerá y el patrón se normalizará. ¿Qué límites pones?",
    "word_count": 60,
    "char_count": 385,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 38 - remote + urgent constant demands"
  },
  {
    "id": "block-B07-q39",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Nuevos estándares de calidad requieren más tiempo por tarea mientras enfrentas múltiples proyectos con fechas críticas generando estrés alto. Si priorizas calidad sobre velocidad entregas menos pero mejor y arriesgas parecer improductivo; si priorizas cantidad cumples fechas, pero la calidad deficiente dañará tu credibilidad a largo plazo. ¿Cómo justificas tu decisión?",
    "word_count": 60,
    "char_count": 387,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 39 - quality standards + stress"
  },
  {
    "id": "block-B07-q40",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Trabajas aislado mientras compañeros compiten por un ascenso compartiendo información selectivamente. Si te mantienes al margen de la política proteges tu integridad, pero quedarás invisible para las oportunidades de ascenso; si participas en el juego político aumentas visibilidad, pero comprometes tus valores y relaciones a largo plazo. ¿Qué camino eliges y por qué?",
    "word_count": 61,
    "char_count": 383,
    "length_status": "ok",
    "length_note": null,
    "audit_status": "ok",
    "audit_notes": null,
    "notes": "Refactored from item 40 - isolated + competitive environment"
  }
]