[
  {
    "id": "block-B07-q011",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu jefe te asigna tres proyectos urgentes con plazos que se empalman en la misma semana y aclara que no hay apoyo extra. Si aceptas todo en silencio, trabajas agotado, cometes errores y tu reputación cae justo antes de la evaluación. Si explicas el conflicto, pides priorizar y negociar fechas, cargas con la fama de poco resistente a la presión. ¿Qué haces y cómo regulas tus emociones?",
    "notes": "Modulo 4 Video B07 batch 02 item 1",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 67,
    "char_count": 321,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q012",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu empresa implementa un sistema nuevo con metodologías diferentes y casi sin capacitación, pero debes seguir cumpliendo los mismos plazos. Si te resistes, sigues usando el método viejo y te quejas, evitas noches de estudio pero quedas como poco adaptable. Si aceptas el cambio, aprendes por tu cuenta y pides apoyo, sumas cansancio físico y emocional, frustración y ningún reconocimiento seguro. ¿Cómo reaccionas ante esta presión?",
    "notes": "Modulo 4 Video B07 batch 02 item 2",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 66,
    "char_count": 367,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q013",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Algunos colegas compiten por un ascenso reteniendo información y tomando crédito ajeno, mientras tu carga crece y dependes de ellos. Si entras al juego, dejas de compartir datos, te proteges a corto plazo pero refuerzas un ambiente hostil. Si mantienes colaboración y hablas con tu jefe sobre la dinámica, arriesgas quedar expuesto, perder oportunidades visibles y generar tensión directa con el grupo. ¿Qué camino eliges?",
    "notes": "Modulo 4 Video B07 batch 02 item 3",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 65,
    "char_count": 358,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q014",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Te asignan un proyecto casi aislado, con poco contacto con tu equipo, justo cuando la empresa anuncia cambios importantes que afectarán tu trabajo. Si ignoras los cambios y sigues tu plan, evitas ruido hoy pero puedes quedar desalineado y dar una imagen desconectada. Si buscas información, pides reuniones y ajustas tu enfoque, aceptas interrupciones, horas extra y la incomodidad de moverte sin certezas. ¿Cómo manejas esta situación?",
    "notes": "Modulo 4 Video B07 batch 02 item 4",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 67,
    "char_count": 370,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q015",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Recibes una evaluación con áreas de mejora claras mientras llevas varios proyectos con plazos ajustados y sin reducción de carga. Si te enfocas en la rabia, discutes cada punto y sigues igual, proteges tu ego pero confirmas la crítica y frenas tu crecimiento. Si aceptas el diagnóstico, armas un plan concreto y pides orientación, asumes más trabajo visible, exposición de tus fallas y jornadas más largas. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 02 item 5",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 68,
    "char_count": 351,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q016",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Trabajas desde casa y tu jefe te envía tareas urgentes con plazos muy cortos, esperando respuestas inmediatas mientras las llamadas interrumpen tu concentración. Si ignoras mensajes y entregas tarde, ganas algo de foco pero pareces poco comprometido y arriesgas tu evaluación. Si respondes siempre, reorganizas tu día para cumplir, sacrificando descanso, tu calma, límites personales y tiempo con tu entorno cercano. ¿Cómo manejas esta presión?",
    "notes": "Modulo 4 Video B07 batch 02 item 6",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q017",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "La empresa impone estándares de calidad más estrictos que exigen revisar cada detalle y tu carga ya era alta. Si mantienes el ritmo anterior y aceleras pasos, cumples plazos pero aumentas la probabilidad de errores visibles que dañen tu nombre. Si sigues los nuevos estándares, negocias fechas y aceptas jornadas más largas, expones retrasos, tensión con tu equipo y posibles comentarios negativos de tu jefe. ¿Qué decides?",
    "notes": "Modulo 4 Video B07 batch 02 item 7",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 67,
    "char_count": 357,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q018",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu jefe te da críticas frecuentes sobre distintos aspectos de tu trabajo mientras tu carga ya supera lo razonable y nadie aligera tus tareas. Si te cierras, minimizas los comentarios y sigues igual, evitas esfuerzo extra pero refuerzas la imagen negativa. Si escuchas, priorizas mejoras concretas y pides apoyo, asumes más horas de ajuste, conversaciones incómodas y el riesgo de ser visto como alguien que necesita ayuda. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 02 item 8",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 69,
    "char_count": 366,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q019",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Se anuncian cambios importantes en la empresa pero casi sin detalles de cómo afectarán tu rol, mientras tu jefe fija nuevas metas exigentes. Si ignoras la incertidumbre y sigues tu rutina, reduces ansiedad hoy pero podrías quedar fuera de foco cuando lleguen los ajustes. Si buscas claridad, haces preguntas y adaptas tu plan, aceptas respuestas vagas, posibles roces con la dirección y más trabajo de preparación. ¿Qué eliges?",
    "notes": "Modulo 4 Video B07 batch 02 item 9",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 68,
    "char_count": 360,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  },
  {
    "id": "block-B07-q020",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "La empresa impone nuevos estándares de calidad con solo una semana de aviso y debes aplicarlos de inmediato mientras cierras proyectos con el método anterior. Si ignoras las nuevas reglas para entregar a tiempo, cumples las fechas pero arriesgas que rechacen tu trabajo y cuestionen tu criterio. Si adoptas los estándares, pides prórroga y dedicas horas a aprender, asumes confusión inicial, retrasos y cansancio acumulado. ¿Cómo reaccionas?",
    "notes": "Modulo 4 Video B07 batch 02 item 10",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 67,
    "char_count": 375,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "All checks passed: length, banned words, question closing."
  }
]