[
  {
    "id": "block-B07-q001",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Faltan dos días para una presentación clave y tu jefe cambia el enfoque y te pide rehacer todo con datos nuevos en muy poco tiempo. Si explotas, culpas al jefe, entregas algo improvisado y te desahogas, pero dañando tu reputación. Si controlas tus emociones, aclaras riesgos, pides ayuda y aceptas trabajar casi sin descanso para sostener la calidad del trabajo. ¿Qué camino eliges?",
    "notes": "Modulo 4 Video B07 batch 01 item 1",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 65,
    "char_count": 373,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q002",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "En una reunión de equipo, tu supervisor critica tu informe frente a todos y pone en duda tu cuidado. Te arde la cara. Si respondes a la defensiva, lo contradices ahí mismo y haces comentarios irónicos después, descargas tensión pero quedas como poco profesional. Si regulas tus emociones, pides hablar luego, escuchas ejemplos y ofreces corregir, aceptas tragar orgullo y quedarte más horas. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 2",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 65,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q003",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Cometes un error que hace perder a un cliente clave y tu supervisor te cita furioso. Sabes que la conversación será difícil. Si llegas a la defensiva, justificas todo y minimizas tu parte, reduces culpa inmediata pero alimentas desconfianza. Si asumes el error, explicas con calma qué falló y propones acciones claras, aceptas posible sanción, impacto en tu evaluación y más trabajo para reparar. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 3",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 65,
    "char_count": 405,
    "length_status": "ok",
    "length_note": "65w, 405c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q004",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "En una discusión tensa, un colega te acusa frente a otros de haberle robado una idea que consideras tuya. La acusación te enciende. Si respondes con ira, lo expones, recuerdas errores pasados y elevas el tono, ganas alivio rápido pero rompes la relación. Si regulas el enojo, propones revisar correos y testigos en privado, aceptas dejar circular la duda un tiempo y sostener esa incomodidad. ¿Qué camino sigues?",
    "notes": "Modulo 4 Video B07 batch 01 item 4",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 68,
    "char_count": 412,
    "length_status": "ok",
    "length_note": "68w, 412c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q005",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tras seis meses entregando todo a un proyecto, la firma lo cancela por recortes y casi nadie reconoce tu esfuerzo. Te invade frustración. Si te desconectas, haces solo lo mínimo, te quejas con todos y rechazas nuevas tareas, proteges tu orgullo pero tu imagen de compromiso cae. Si aceptas la pérdida, hablas con tu jefe, pides claridad y te vuelcas en nuevas metas, asumes empezar de cero sin garantía de premio. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 5",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 73,
    "char_count": 424,
    "length_status": "ok",
    "length_note": "73w, 424c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q006",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tras semanas trabajando hasta tarde, una falla borra gran parte de tu avance justo antes de entrega. Sabes que el plazo ya no es realista. Si callas el problema, improvisas algo incompleto y culpas luego al sistema, evitas el enojo inmediato pero arriesgas credibilidad. Si informas de inmediato, explicas daño, propones un plan ajustado y aceptas la bronca, noches extra y un posible golpe en tu evaluación. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 6",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 69,
    "char_count": 420,
    "length_status": "ok",
    "length_note": "69w, 420c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q007",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "En plena presentación ante directores, detectas un error serio en un gráfico clave que ya está en pantalla y te recorre el pánico. Si lo ignoras y sigues, mantienes la fluidez y evitas la vergüenza inmediata pero sostienes información errónea. Si lo reconoces con calma, corriges en vivo y explicas el impacto real, aceptas un momento incómodo, preguntas duras que tu desempeño parezca más débil. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 7",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 67,
    "char_count": 408,
    "length_status": "ok",
    "length_note": "67w, 408c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q008",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Un compañero rompe en llanto en la oficina y el ambiente se congela. Tú tienes prisa. Si lo ignoras o haces un chiste para cortar la tensión, evitas incomodidad pero refuerzas un clima frío. Si te acercas, lo llevas a un lugar privado y lo escuchas, aceptas detener tu trabajo urgente y cargar con esa emoción. ¿Qué haces?",
    "notes": "Modulo 4 Video B07 batch 01 item 8",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 77,
    "char_count": 444,
    "length_status": "ok",
    "length_note": "77w, 444c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q009",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "Tu equipo pierde un contrato clave tras semanas de esfuerzo. El ánimo cae. Si te unes a las quejas y culpas al cliente, descargas rabia pero alimentas el pesimismo. Si gestionas tu emoción y propones revisar lecciones aprendidas, aceptas parecer ingenuo e invertir tiempo extra, retrasando tu propio desahogo. ¿Cómo reaccionas?",
    "notes": "Modulo 4 Video B07 batch 01 item 9",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 72,
    "char_count": 448,
    "length_status": "ok",
    "length_note": "72w, 448c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B07-q010",
    "module_id": 4,
    "block_id": "B07",
    "type": "video",
    "refactored_text": "El proyecto que lideras va mal: el cliente se queja, tu equipo está cansado y los plazos ya no se cumplen. La presión apunta a ti. Si te cierras, culpas al cliente y al equipo, aprietas aún más y evitas admitir errores, proteges tu ego pero rompes confianza. Si pides ayuda, transparentas fallas y renegocias alcance y tiempos, aceptas conversaciones duras, exponer tu estilo y asumir más trabajo visible. ¿Qué eliges hacer?",
    "notes": "Modulo 4 Video B07 batch 01 item 10",
    "sot_checksum": "3c9c5ced7d2ac427896a32ac6e3d3bbbdbedcc0155c1e6754dca6a11ec9c6a6e",
    "word_count": 72,
    "char_count": 424,
    "length_status": "ok",
    "length_note": "72w, 424c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  }
]