[
  {
    "id": "block-B10-q141",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa enfrenta una crisis de reputación pública y convoca a empleados para participar en redes sociales defendiendo su postura oficial. Sabes que parte de las críticas son legítimas y que la postura oficial omite información importante. Participar activamente te haría sentir poco auténtico. No participar podría interpretarse como falta de lealtad en un momento crítico para la organización. El área de comunicación monitorea quiénes participan y lo reportará a liderazgo. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Declino participar explicando que prefiero apoyar de otras formas pero no puedo defender públicamente una postura que omite información relevante, aceptando ser visto como desleal, que se cuestione mi compromiso con la empresa y que esto afecte mi reputación interna.",
      "pragmatic_distractor": "Participo de forma limitada compartiendo solo contenido muy general sin entrar en detalles de la controversia específica.",
      "evasive_distractor": "Argumento que mi perfil en redes es personal y prefiero no mezclarlo con temas corporativos, evitando tomar una postura clara.",
      "rationalized_distractor": "Participo activamente pensando que defender a la empresa en momentos difíciles es parte de la lealtad organizacional, aunque personalmente tenga reservas sobre la postura oficial."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 1",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q142",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te ofrecen liderar un proyecto estratégico que requiere trasladarte a otra ciudad durante un año. Es una oportunidad clave para tu desarrollo dentro de la empresa, pero implica separarte de tu familia y red de apoyo. Rechazarla podría interpretarse como falta de compromiso con tu carrera en la organización. Aceptarla tendría un costo personal significativo. Tu jefe espera una respuesta clara esta semana. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Rechazo la oportunidad explicando honestamente que las implicaciones familiares son demasiado altas en este momento de mi vida, aceptando que esto se interprete como falta de ambición, que afecte mi trayectoria de crecimiento y que otros sean priorizados para futuras oportunidades.",
      "pragmatic_distractor": "Acepto el traslado negociando apoyos logísticos y viajes frecuentes, confiando en que podré manejar el impacto familiar durante ese período.",
      "evasive_distractor": "Pido más tiempo para evaluar la situación familiar esperando que surjan alternativas o que asignen a otra persona.",
      "rationalized_distractor": "Acepto pensando que un año de sacrificio familiar vale la pena para asegurar mejor posición futura que beneficiará a todos a largo plazo."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 2",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q143",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un competidor directo te contacta con una oferta laboral excepcionalmente atractiva. Durante las conversaciones, te piden información sobre proyectos estratégicos de tu empresa actual como muestra de tu conocimiento del sector. Compartir esa información aceleraría tu proceso de selección pero violaría tu obligación de confidencialidad. Negarte podría hacer que desistan de tu candidatura. La siguiente reunión es en dos días y esperan esa información. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rechazo compartir información confidencial explicando que no puedo violar compromisos con mi empleador actual, aceptando que esto probablemente termine mi proceso de selección, perder una oportunidad excepcional y seguir en una situación laboral que quiero cambiar.",
      "pragmatic_distractor": "Comparto información general del sector sin entrar en detalles confidenciales específicos de mi empresa, buscando balance entre demostrar conocimiento y mantener límites éticos.",
      "evasive_distractor": "Pospongo esa conversación argumentando que prefiero primero formalizar una oferta antes de entrar en discusiones estratégicas detalladas.",
      "rationalized_distractor": "Comparto la información pensando que si decido cambiar de empresa ya no tengo obligación real de proteger secretos de un lugar que estoy considerando dejar."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 3",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q144",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa implementa una política de disponibilidad extendida donde se espera que todos respondan comunicaciones urgentes fuera de horario laboral sin compensación adicional. Esta expectativa informal está generando desgaste en varios equipos. Tu jefe te pregunta directamente si estás dispuesto a comprometerte con este nivel de disponibilidad como muestra de apego a la organización. Una respuesta negativa podría afectar tu evaluación. Aceptar significaría normalizar una expectativa que consideras poco saludable. ¿Qué respondes?",
    "options_structured": {
      "integrity_correct": "Expreso que estoy dispuesto a atender emergencias reales pero no puedo comprometerme a disponibilidad permanente sin límites ni compensación, aceptando que esto se interprete como falta de compromiso, afecte mi evaluación y se me excluya de proyectos prioritarios.",
      "pragmatic_distractor": "Acepto verbalmente para mantener buena imagen pero establezco internamente mis propios límites sobre qué tan disponible estaré realmente.",
      "evasive_distractor": "Respondo que haré mi mejor esfuerzo según las circunstancias, sin comprometerme a un nivel específico de disponibilidad.",
      "rationalized_distractor": "Acepto completamente pensando que en posiciones de cierto nivel la disponibilidad extendida es simplemente parte de la responsabilidad profesional esperada."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 4",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q145",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te enteras que un compañero cercano será despedido la próxima semana por reestructuración, pero la información aún es confidencial. Esa persona está por tomar una decisión financiera importante que no tomaría si supiera que perderá su empleo. Advertirle podría ayudarle a evitar un error costoso pero violaría confidencialidad y pondría en riesgo tu posición. No decir nada significa permitir que tome una decisión perjudicial pudiendo prevenirlo. Tienes información privilegiada que podría proteger a alguien cercano. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Le advierto de forma indirecta que es momento de ser muy cauteloso con decisiones financieras sin revelar información específica, aceptando que si se descubre que filtré algo seré despedido, que pierda la confianza de liderazgo y enfrente consecuencias legales potenciales.",
      "pragmatic_distractor": "Guardo la confidencialidad pensando que cada persona debe manejar sus riesgos financieros sin depender de información privilegiada que yo no debería compartir.",
      "evasive_distractor": "Hablo con mi jefe preguntando si puedo alertar de forma general sin revelar detalles específicos, trasladando la decisión a alguien más.",
      "rationalized_distractor": "Revelo la información directamente pensando que la lealtad a una amistad personal supera obligaciones de confidencialidad corporativa que protegen decisiones que considero injustas."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 5",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q146",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una evaluación de desempeño, tu jefe te comenta que has cumplido todos tus objetivos pero que para ser considerado en la próxima promoción necesita verte participando más activamente en eventos sociales corporativos fuera de horario. Has mantenido límites claros entre vida personal y laboral por razones familiares. Cambiar esto para mejorar tu imagen de apego significaría sacrificar tiempo personal importante. Mantener tus límites podría estancar tu crecimiento. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Explico que mantengo límites claros con mi tiempo personal por razones importantes y pregunto si existen formas de demostrar compromiso sin comprometer ese balance, aceptando que esto limite seriamente mis opciones de promoción y que se me perciba como poco comprometido con la cultura organizacional.",
      "pragmatic_distractor": "Comienzo a asistir selectivamente a algunos eventos clave balanceando mínimamente presencia con impacto personal.",
      "evasive_distractor": "Argumento que mi compromiso se demuestra en resultados concretos y pregunto por otras formas de evidenciar apego sin especificar que no asistiré a eventos sociales.",
      "rationalized_distractor": "Modifico mis límites personales pensando que un período de mayor participación social es una inversión temporal necesaria para asegurar una promoción que después me dará más control sobre mi tiempo."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 6",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q147",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza un programa de referidos donde empleados que traigan candidatos exitosos reciben bonos significativos. Tienes contactos muy calificados pero sabes que varios aspectos de la cultura actual no están siendo comunicados transparentemente en los procesos de atracción. Referir personas podría traerlas a una realidad que no coincide con lo prometido. No referir significa perder ingresos adicionales y no contribuir a un programa que la empresa promueve activamente. El área de talento te pregunta insistentemente por referidos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Solo refiero a personas después de compartirles honestamente tanto fortalezas como brechas culturales que he observado, para que tomen decisiones informadas, aceptando que esto reduzca significativamente el número de referidos exitosos, perder ingresos por bonos y que se cuestione mi entusiasmo por la empresa.",
      "pragmatic_distractor": "Refiero activamente a contactos calificados confiando en que durante su proceso de selección tendrán oportunidad de evaluar si el lugar les conviene.",
      "evasive_distractor": "Argumento que mis redes son limitadas y no tengo contactos relevantes disponibles en este momento, evitando tomar una decisión sobre referir o no.",
      "rationalized_distractor": "Refiero personas pensando que todos los empleos tienen brechas entre promesa y realidad, y que es responsabilidad de cada candidato hacer su propia evaluación durante las entrevistas."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 7",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q148",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te asignan coordinar la celebración del aniversario de la empresa con presupuesto limitado. Sabes que ese mismo presupuesto fue significativamente mayor otros años y que la reducción contrasta con mensajes recientes sobre excelentes resultados financieros. Organizar un evento motivante con recursos insuficientes será desafiante. Comunicar transparentemente las limitaciones presupuestarias podría generar más cuestionamientos sobre prioridades de la empresa. El equipo espera tu propuesta de celebración. ¿Qué planteas?",
    "options_structured": {
      "integrity_correct": "Propongo opciones realistas con el presupuesto disponible y comunico transparentemente al equipo las limitaciones, reconociendo que años anteriores se contó con más recursos, aceptando que esto genere frustración, se me vea como poco creativo y que algunos cuestionen las prioridades organizacionales.",
      "pragmatic_distractor": "Diseño un evento que parezca significativo dentro del presupuesto sin mencionar que antes había más recursos disponibles.",
      "evasive_distractor": "Solicito feedback del equipo sobre qué tipo de celebración preferirían antes de proponer opciones específicas, trasladando parte de la responsabilidad.",
      "rationalized_distractor": "Organizo algo simple argumentando que lo importante es el espíritu de celebración, no la inversión económica, minimizando la reducción presupuestaria."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 8",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q149",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un grupo de compañeros está organizando una carta colectiva para dirección solicitando revisión de políticas de trabajo flexible que fueron reducidas recientemente. Te invitan a firmar porque valoran tu antigüedad y reputación. Firmar te asociaría públicamente con una petición que podría verse como desafiante. No firmar significaría no apoyar cambios que tú también consideras necesarios. Algunos colegas dicen que el impacto dependerá de cuántas personas con buena reputación se sumen. Te piden decidir hoy. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Firmo la carta explicando mi postura sobre la importancia de flexibilidad laboral, aceptando ser identificado públicamente con el grupo, que esto afecte mi relación con algunos líderes y que puedan existir consecuencias en mi carrera interna.",
      "pragmatic_distractor": "Les expreso mi apoyo verbalmente pero no firmo, sugiriendo que es mejor que cada quien plantee estas inquietudes individualmente con sus jefes.",
      "evasive_distractor": "Pido leer la versión final antes de decidir, ganando tiempo sin comprometerme inmediatamente.",
      "rationalized_distractor": "Decido no firmar porque considero que peticiones colectivas generalmente generan resistencia defensiva en lugar de apertura al diálogo."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 9",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q150",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu jefe te comenta en privado que está considerando renunciar por desacuerdo con la dirección estratégica de la empresa, pero te pide no comentarlo con nadie mientras decide. Esta información es relevante para tu propia planificación de carrera y para varios proyectos en curso. Compartir anticipadamente con el equipo permitiría prepararse mejor. Guardar confidencialidad respeta su confianza pero deja al equipo vulnerable a cambios abruptos. Eres su persona de confianza y espera tu discreción. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Mantengo su confidencialidad completamente sin revelar nada al equipo, aceptando que cuando se concrete su salida muchos me reclamen por no haberlos preparado, que se cuestione mi lealtad al equipo y que proyectos críticos enfrenten problemas por falta de anticipación.",
      "pragmatic_distractor": "Le pregunto cuánto tiempo tiene estimado para decidir y sugiero que informe pronto al equipo clave para permitir planificación, sin revelar yo la información.",
      "evasive_distractor": "Empiezo a hacer planes de contingencia generales sin explicar por qué, protegiendo al equipo indirectamente sin violar confidencialidad explícita.",
      "rationalized_distractor": "Comparto la información con dos o tres personas clave del equipo jurando confidencialidad, pensando que algunos deben saber para proteger intereses del área."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 10",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q151",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza una competencia interna donde equipos presentan ideas innovadoras. Tu equipo desarrolla una propuesta excelente pero descubres que otro equipo plagio parcialmente tu concepto después de una presentación preliminar abierta. Denunciar el plagio podría descalificarlos pero también generar conflicto interpersonal significativo y reputación de conflictivo. No decir nada significaría permitir que se apropien de tu trabajo. El jurado evalúa las propuestas finales mañana. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reporto la situación al comité organizador con evidencia clara de que tu equipo desarrolló esa idea primero, aceptando que esto genere conflicto abierto, se me vea como mal perdedor si no se comprueba el plagio y que la relación con ese equipo quede permanentemente dañada.",
      "pragmatic_distractor": "Incorporo en tu presentación final menciones claras de que tu equipo desarrolló ese concepto desde las preliminares, señalando indirectamente la apropiación sin hacer acusación formal.",
      "evasive_distractor": "Me enfoco en destacar otros aspectos de tu propuesta sin mencionar el tema del plagio, confiando en que el jurado notará similitudes y sacará sus propias conclusiones.",
      "rationalized_distractor": "Dejo pasar la situación pensando que las ideas en competencias internas son para beneficio de la empresa de todos modos, y que el conflicto no vale la pena."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 11",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q152",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden participar en un video institucional donde empleados comparten cómo la empresa los ha apoyado durante momentos personales difíciles. Tuviste una situación complicada donde pediste apoyo y la respuesta fue burocrática y poco empática. Participar con una historia positiva que no viviste sería deshonesto. Compartir tu experiencia real contradiría el propósito del video. Declinar podría interpretarse como falta de gratitud o compromiso. El equipo de comunicación insiste en tu participación. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Declino participar explicando honestamente que mi experiencia no coincide con el mensaje que buscan transmitir, aceptando que esto se interprete como ingratitud, que se me vea como negativo y que se reduzcan invitaciones futuras a representar la empresa.",
      "pragmatic_distractor": "Participo compartiendo un aspecto menor donde sí recibí apoyo, evitando mentir directamente pero omitiendo la experiencia negativa principal.",
      "evasive_distractor": "Acepto inicialmente pero luego cancelo por razones logísticas en el último momento, evitando dar una negativa directa.",
      "rationalized_distractor": "Participo con una historia adaptada pensando que el propósito de estos videos es motivacional y que es válido ajustar narrativas para servir ese objetivo mayor."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 12",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q153",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero te confía que está enfrentando serios problemas de salud mental relacionados con la presión laboral actual pero que no buscará apoyo formal porque teme que esto afecte su evaluación de desempeño. Sabes que la empresa tiene programas de apoyo confidenciales pero también has visto casos donde buscar ayuda formal pareció impactar percepciones de capacidad. Animarlo a buscar ayuda podría exponerlo a riesgos profesionales. No decir nada significa verlo deteriorarse. Confía en tu consejo. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Le recomiendo fuertemente buscar apoyo profesional y ofrezco acompañarlo en el proceso, aceptando que si esto afecta su carrera se sienta traicionado por mi consejo, que cuestione mi juicio y que nuestra amistad se deteriore si los resultados son negativos.",
      "pragmatic_distractor": "Le sugiero buscar apoyo externo privado sin involucrar programas de la empresa, protegiendo su situación laboral mientras atiende su salud.",
      "evasive_distractor": "Le expreso mi preocupación pero le digo que solo él puede decidir cómo manejar su situación, evitando dar una recomendación específica.",
      "rationalized_distractor": "Le aconsejo que maneje la situación solo con estrategias personales sin buscar ayuda formal, priorizando proteger su carrera sobre su salud mental inmediata."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 13",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q154",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa adquiere una compañía más pequeña y te asignan liderar la integración cultural del equipo adquirido. Durante conversaciones iniciales, varios de ellos te comentan temores sobre perder autonomía y valores que hacían especial su cultura original. Reportar fielmente estas preocupaciones a dirección podría influir en el proceso de integración pero también retrasar planes ya definidos. Minimizarlas aceleraría la integración pero ignoraría inquietudes legítimas. Tu reporte es clave para las decisiones de transición. ¿Qué presentas?",
    "options_structured": {
      "integrity_correct": "Reporto detalladamente las preocupaciones culturales y recomiendo ajustes al proceso de integración para respetarlas, aceptando que esto retrase cronogramas, genere frustración en dirección con mi liderazgo y se me vea como obstáculo para una integración que debe ejecutarse rápidamente.",
      "pragmatic_distractor": "Reporto las preocupaciones de forma general pero recomiendo continuar con el plan de integración tal como está, considerando que los ajustes son normales en cualquier adquisición.",
      "evasive_distractor": "Propongo un período más largo de diagnóstico cultural antes de acelerar la integración, ganando tiempo sin tomar postura clara sobre las preocupaciones.",
      "rationalized_distractor": "Minimizo las preocupaciones pensando que resistencia al cambio es natural en adquisiciones y que una vez integrados se adaptarán positivamente a la nueva cultura."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 14",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q155",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una conversación informal, un directivo senior comenta que está muy satisfecho porque en su área prácticamente no hay solicitudes de cambio interno, interpretándolo como señal de que las personas están contentas. Sabes que varios en esa área no solicitan cambios porque perciben que hacerlo es mal visto y afecta futuras oportunidades. Corregir esa percepción podría ayudar a mejorar movilidad interna pero también incomodar al directivo. Reforzar su interpretación positiva mantendría la armonía pero perpetuaría una barrera no oficial. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Comento respetuosamente que la falta de solicitudes podría también reflejar percepción de que no es bien visto pedir cambios, y sugiero explorar si existen barreras no intencionales, aceptando que el directivo se sienta cuestionado, me vea como negativo y se genere tensión en la conversación.",
      "pragmatic_distractor": "Confirmo que es una buena señal y sugiero mantener las prácticas actuales que están generando esa estabilidad.",
      "evasive_distractor": "Pregunto si se han hecho encuestas sobre interés en movilidad interna sin cuestionar directamente su interpretación actual.",
      "rationalized_distractor": "Pienso que si las personas realmente quisieran cambiar de área encontrarían formas de hacerlo, y que lo importante es que no hay rotación externa."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 15",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q156",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te invitan a un comité que revisará casos de empleados que han alcanzado antigüedad significativa sin promociones. Conoces a varios de estos casos y sabes que algunos han sido sistemáticamente pasados por alto por razones de preferencias personales de ciertos líderes, no por desempeño. Exponer estos patrones podría generar conflictos con líderes influyentes. Enfocarse solo en programas de desarrollo sin abordar sesgos existentes no resolvería el problema de fondo. La primera reunión es la próxima semana. ¿Qué enfoque propones?",
    "options_structured": {
      "integrity_correct": "Propongo que el comité revise patrones de decisiones de promoción incluyendo análisis de posibles sesgos, con casos específicos donde resultados no parecen alinearse solo con desempeño, aceptando que varios líderes se resistan, se me vea como acusador y que el comité enfrente conversaciones muy incómodas.",
      "pragmatic_distractor": "Me enfoco en diseñar mejores programas de capacitación y desarrollo para empleados con antigüedad sin mencionar sesgos en decisiones pasadas.",
      "evasive_distractor": "Sugiero hacer entrevistas confidenciales con los afectados para entender sus perspectivas antes de proponer soluciones.",
      "rationalized_distractor": "Argumento que las promociones dependen de muchos factores intangibles más allá del desempeño medible, y que revisar decisiones pasadas solo generaría conflictos sin beneficio real."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 16",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q157",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un reclutador externo te ofrece una posición con mejor salario y condiciones. Antes de decidir, tu empresa te ofrece un aumento significativo para retenerte. Sabes que otros compañeros con desempeño similar han solicitado ajustes sin éxito. Aceptar el aumento te beneficiaría pero reforzaría una dinámica donde solo quienes amenazan con irse reciben mejoras. Rechazarlo por principio significaría perder una mejora sustancial. Debes responder a ambas ofertas esta semana. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Acepto la oferta externa explicando a tu empresa que, aunque valoras el aumento ofrecido, el hecho de que solo llegó ante amenaza de salida refleja una dinámica de compensación que no es sostenible para ti, aceptando que algunos vean esto como ingratitud y que pierdas la oportunidad de mejorar tu situación actual.",
      "pragmatic_distractor": "Acepto el contraoferta de tu empresa aprovechando la oportunidad de mejorar condiciones sin cambiar de entorno.",
      "evasive_distractor": "Negocio más tiempo para decidir con ambas partes, esperando clarificar mejor cuál opción es objetivamente superior.",
      "rationalized_distractor": "Acepto el aumento interno pensando que el sistema de compensación de tu empresa no es tu responsabilidad cambiar, y que debes priorizar tu bienestar económico personal."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 17",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q158",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden coordinar una encuesta de clima laboral pero con un cambio metodológico: esta vez las respuestas incluirán un código que permite identificar al área de cada respondiente. Comunicación asegura que se usará solo para análisis agregado pero varios compañeros te expresan que esto reducirá su confianza para responder honestamente. Implementar la encuesta tal como está podría generar datos menos confiables. Plantear objeciones retrasaría un proyecto que dirección quiere ejecutar rápidamente. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Expreso preocupaciones fundamentadas sobre cómo el código de identificación afectará calidad de respuestas y propongo alternativas metodológicas, aceptando que esto retrase el proyecto, genere fricción con comunicación y que se me vea como obstáculo técnico innecesario.",
      "pragmatic_distractor": "Implemento la encuesta tal como está diseñada confiando en las garantías de confidencialidad y en que la gente responderá honestamente de todos modos.",
      "evasive_distractor": "Sugiero hacer primero una prueba piloto voluntaria para evaluar si el código de identificación afecta o no la calidad de respuestas.",
      "rationalized_distractor": "Considero que si las personas confían en la empresa no deberían temer identificación por área, y que obtener datos segmentados vale más que mantener anonimato absoluto."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 18",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q159",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero talentoso del equipo recibe una oferta externa y consulta tu opinión antes de decidir. Sabes que si se va la carga de trabajo del equipo aumentará significativamente y varios proyectos corren riesgo. También sabes que la oferta es objetivamente mejor para su desarrollo profesional. Animarlo a quedarse protegería al equipo pero limitaría su crecimiento. Ser honesto sobre que debería irse podría perjudicar al equipo que depende de él. Valora mucho tu perspectiva. ¿Qué le aconsejas?",
    "options_structured": {
      "integrity_correct": "Le digo honestamente que la oferta parece mejor para su carrera y que debería tomarla, aunque su salida afecte al equipo, aceptando que cuando se vaya muchos me culpen por no haberlo convencido de quedarse, que proyectos sufran y que personalmente enfrente mayor carga de trabajo.",
      "pragmatic_distractor": "Le presento tanto pros como contras de ambas opciones sin inclinarme hacia ninguna dirección, dejando que él decida completamente solo.",
      "evasive_distractor": "Le sugiero que negocie con la empresa actual una contraoferta antes de decidir, ganando tiempo y posiblemente reteniendo su talento.",
      "rationalized_distractor": "Le aconsejo quedarse argumentando que la estabilidad y el conocimiento del entorno actual valen más que mejoras aparentes en otra empresa que aún no conoce bien."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 19",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q160",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza una iniciativa de sostenibilidad que promueve activamente en medios pero que internamente tiene inversión muy limitada comparada con el impacto ambiental real de las operaciones. Te piden ser embajador interno de esta iniciativa presentándola a equipos. Hacerlo te haría sentir que promueves algo que consideras principalmente cosmético. Rechazar la invitación podría interpretarse como falta de alineación con valores corporativos. El programa de embajadores inicia en dos semanas. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Declino ser embajador explicando que prefiero apoyar cuando vea inversión real proporcional al discurso público, aceptando que esto se interprete como falta de compromiso con valores corporativos, que se me vea como cínico y que se reduzcan oportunidades de visibilidad interna.",
      "pragmatic_distractor": "Acepto ser embajador enfocándome en promover las acciones reales que sí existen, sin mencionar que son desproporcionadas respecto al impacto total.",
      "evasive_distractor": "Acepto inicialmente pero con participación mínima, cumpliendo formalmente sin un compromiso real con la promoción activa.",
      "rationalized_distractor": "Acepto pensando que incluso iniciativas limitadas son un primer paso positivo, y que promoverlas ayudará a generar más compromiso futuro con sostenibilidad."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 20",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q161",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una sesión de estrategia, propones una iniciativa que podría mejorar significativamente resultados del área. Tu jefe toma tu idea, la presenta como propia ante dirección y recibe reconocimiento por ella. No mencionó tu contribución. Confrontarlo podría aclarar la situación pero también deteriorar tu relación laboral diaria. Dejarlo pasar protege la relación pero normaliza una dinámica de apropiación de ideas. Otros compañeros presenciaron la situación original. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Hablo en privado con tu jefe explicando que me incomoda que no se reconozca mi contribución y solicito que en futuro se dé crédito apropiado, aceptando que esto genere tensión permanente en la relación, que se me vea como resentido y que pueda afectar mi evaluación y oportunidades futuras.",
      "pragmatic_distractor": "Dejo pasar este caso pero me aseguro de documentar y comunicar más ampliamente futuras propuestas antes de compartirlas con tu jefe.",
      "evasive_distractor": "Comento la situación de forma general en conversaciones con otros líderes del área sin confrontar directamente a tu jefe.",
      "rationalized_distractor": "Lo dejo pasar pensando que lo importante es que la idea se implemente y beneficie a la organización, independientemente de quién reciba el crédito."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 21",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q162",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te enteras que la empresa está considerando cerrar una línea de negocio que sostiene empleos de varias personas de tu equipo, pero la información aún es confidencial. Esas personas están tomando decisiones personales importantes basadas en asumir estabilidad laboral. Alertarlas de forma general podría ayudarlas a prepararse pero violaría confidencialidad y pondría en riesgo tu posición. No decir nada significa permitir que tomen decisiones potencialmente perjudiciales. La decisión final se anunciará en dos meses. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Mantengo completamente la confidencialidad sin alertar a nadie, aceptando que cuando se anuncie el cierre muchos me reclamen por no haberlos advertido pudiendo hacerlo, que se cuestione mi lealtad al equipo y que algunas personas enfrenten consecuencias financieras que pude prevenir.",
      "pragmatic_distractor": "Hablo con dirección solicitando permiso para alertar al equipo de forma anticipada, trasladando la decisión a niveles superiores.",
      "evasive_distractor": "Comienzo a mencionar en conversaciones generales que es momento de ser conservadores con decisiones financieras importantes sin explicar por qué específicamente.",
      "rationalized_distractor": "Alerto confidencialmente a las personas más cercanas pensando que algunos deben saber para protegerse, aunque técnicamente viole confidencialidad."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 22",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q163",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa implementa un sistema de evaluación de desempeño donde compañeros evalúan compañeros. Te piden evaluar a alguien con quien tienes buena relación personal pero cuyo desempeño ha sido objetivamente problemático en varios proyectos compartidos. Una evaluación honesta podría afectar seriamente sus oportunidades de crecimiento y tu amistad. Una evaluación inflada mantendría la relación pero contribuiría a decisiones organizacionales basadas en información inexacta. El sistema promete confidencialidad pero en equipos pequeños es difícil mantenerla. ¿Qué escribes?",
    "options_structured": {
      "integrity_correct": "Escribo una evaluación honesta describiendo tanto fortalezas como áreas problemáticas con ejemplos específicos, aceptando que esto probablemente termine nuestra amistad cuando se identifique mi retroalimentación, afecte seriamente sus oportunidades y genere tensión permanente en interacciones de trabajo.",
      "pragmatic_distractor": "Escribo una evaluación balanceada que menciona áreas de mejora pero de forma muy suave y general, minimizando el impacto negativo.",
      "evasive_distractor": "Completo la evaluación con respuestas neutrales argumentando que no tengo suficiente exposición a su trabajo para evaluar adecuadamente.",
      "rationalized_distractor": "Escribo una evaluación muy positiva pensando que es responsabilidad de su jefe directo abordar problemas de desempeño, no de compañeros en evaluaciones entre pares."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 23",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q164",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te asignan mentorear a una persona junior que tiene potencial pero cuyo estilo de trabajo no encaja bien con la cultura predominante del área. Sabes que adaptarse a esa cultura específica es importante para progresar internamente. Aconsejarle que modifique su estilo podría ayudarle a avanzar pero también significaría sugerirle que cambie aspectos auténticos de su forma de trabajar. No decirle nada lo dejaría en desventaja sin entender por qué. Te pregunta directamente qué necesita hacer para tener éxito aquí. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Le explico honestamente los patrones culturales que he observado, los trade-offs de adaptarse versus mantener autenticidad, y lo apoyo en decidir qué quiere hacer, aceptando que si elige no adaptarse y después no progresa se sienta que lo preparé mal, y si elige adaptarse y se siente inauténtico también me responsabilice.",
      "pragmatic_distractor": "Le aconsejo enfocarse en resultados concretos sin entrar en temas de ajuste cultural, confiando en que el desempeño solo será suficiente.",
      "evasive_distractor": "Le sugiero observar cómo operan personas exitosas en el área y que forme sus propias conclusiones sobre qué adoptar.",
      "rationalized_distractor": "Le digo directamente que debe adaptarse a la cultura del área porque así funcionan las organizaciones, sin validar sus preocupaciones sobre autenticidad."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 24",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q165",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un grupo de compañeros está organizando una acción colectiva para solicitar transparencia en criterios de promoción después de varios casos cuestionables. Te invitan porque valoran tu reputación y experiencia. Sumarte formalmente podría asociarte con un grupo que dirección percibe como problemático. No participar significaría no apoyar cambios que tú también consideras necesarios para justicia organizacional. Algunos colegas dicen que sin personas con buena reputación el grupo no será tomado en serio. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Me sumo formalmente ayudando a articular la solicitud de forma profesional y constructiva, aceptando ser identificado públicamente con el grupo, que esto afecte cómo me ven algunos líderes y que puedan existir consecuencias en mi propia trayectoria de promoción.",
      "pragmatic_distractor": "Les ofrezco ayuda informal para estructurar su solicitud pero no firmo ni aparezco públicamente asociado, apoyando sin exponerme directamente.",
      "evasive_distractor": "Les sugiero que primero presenten la solicitud un grupo pequeño y que evalúen la reacción antes de sumar más personas públicamente.",
      "rationalized_distractor": "Decido no participar porque considero que los criterios de promoción siempre tendrán componentes subjetivos y que cuestionar esto públicamente genera más conflicto que soluciones."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 25",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q166",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa está siendo investigada externamente por posibles malas prácticas laborales. Un investigador te contacta solicitando hablar confidencialmente. Has presenciado algunas situaciones cuestionables que serían relevantes para la investigación. Cooperar podría ayudar a esclarecer problemas reales pero también ser visto internamente como deslealtad. No cooperar significaría perder oportunidad de que problemas sean abordados apropiadamente. Legal de la empresa envió un comunicado desalentando participación individual. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Acepto hablar con el investigador compartiendo información relevante que he presenciado directamente, aceptando que la empresa me vea como desleal, que esto afecte permanentemente mi carrera interna y que enfrente posible presión o represalias indirectas.",
      "pragmatic_distractor": "Declino hablar con el investigador externo pero reporto internamente las situaciones que he presenciado, manteniendo el tema dentro de la organización.",
      "evasive_distractor": "Consulto con un abogado personal sobre mis obligaciones antes de decidir si participo o no en la investigación.",
      "rationalized_distractor": "Declino participar pensando que las investigaciones externas suelen tener agendas políticas y que colaborar podría perjudicar injustamente a la empresa."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 26",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q167",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te ofrecen liderar un proyecto de alto perfil que requiere implementar reducciones de personal en un área que conoces bien. Es una oportunidad significativa de desarrollo profesional que fortalecería tu trayectoria. Sin embargo, implica tomar decisiones que afectarán directamente a personas con quienes has trabajado y mantienes buenas relaciones. Rechazar la oportunidad protegería esas relaciones pero podría interpretarse como falta de capacidad para decisiones difíciles. Tu jefe espera respuesta hoy. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Acepto liderar el proyecto comprometiéndome a hacer el proceso con mayor humanidad y justicia posible, aceptando que varias relaciones personales se deteriorarán permanentemente, que algunos me verán como traidor y que el proceso será emocionalmente muy costoso.",
      "pragmatic_distractor": "Acepto el proyecto enfocándome en los aspectos técnicos y estratégicos, delegando las interacciones personales difíciles a otras áreas como talento humano.",
      "evasive_distractor": "Pido tiempo adicional para evaluar si soy la persona más apropiada para liderar este proyecto específico.",
      "rationalized_distractor": "Rechazo el proyecto argumentando que mi conocimiento del área podría generar conflictos de interés, sin mencionar mis verdaderas preocupaciones relacionales."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 27",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q168",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una reunión de planificación anual, dirección presenta metas de crecimiento muy ambiciosas que requerirían aumentar significativamente la carga de trabajo del equipo sin incremento proporcional de recursos. Basado en tu experiencia, consideras que estas metas son poco realistas y llevarán a desgaste y resultados mediocres. Plantear objeciones podría etiquetarte como poco ambicioso o resistente. Aceptar sin cuestionar significaría comprometer al equipo con objetivos que probablemente no se cumplan. Te piden como líder de área confirmar que tu equipo se compromete con las metas. ¿Qué respondes?",
    "options_structured": {
      "integrity_correct": "Expreso respetuosamente mis dudas sobre la viabilidad de las metas con los recursos actuales y solicito ajuste de objetivos o incremento de recursos, aceptando que dirección me vea como poco ambicioso, que se cuestione mi liderazgo y que esto afecte evaluaciones y oportunidades futuras.",
      "pragmatic_distractor": "Confirmo el compromiso públicamente pero internamente planifico con el equipo metas más realistas que realmente intentaremos alcanzar.",
      "evasive_distractor": "Pido tiempo adicional para analizar con el equipo cómo podrían lograrse esas metas antes de confirmar compromiso definitivo.",
      "rationalized_distractor": "Acepto las metas pensando que objetivos ambiciosos empujan a las personas a rendir más de lo que creen posible, aunque no se alcancen completamente."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 28",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q169",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero que trabaja en otra área te confía que está documentando prácticas irregulares de su jefe para reportarlas formalmente. Te pide que, si eres contactado durante la investigación, confirmes conversaciones donde él te compartió sus preocupaciones. Hacerlo validaría su reporte pero también te metería en un conflicto complejo entre áreas. No confirmarlo debilitaría su caso y lo dejaría más expuesto. Confía en que lo apoyarás si llega el momento. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Le confirmo que si soy contactado compartiré honestamente lo que me ha comentado, aceptando que esto me involucre en un conflicto interdepartamental complejo, que afecte mis relaciones con liderazgo de esa área y que enfrente posibles presiones para retractarme.",
      "pragmatic_distractor": "Le digo que confirmaré solo si el proceso es formalmente oficial y confidencial, estableciendo condiciones para mi participación.",
      "evasive_distractor": "Le sugiero que recopile evidencia documental que no dependa de testimonios de terceros para fortalecer su caso sin involucrar a otros.",
      "rationalized_distractor": "Le aconsejo reconsiderar el reporte porque estas situaciones generalmente perjudican más a quien reporta que a quien es reportado, sugiriendo que busque cambiar de área en lugar de confrontar."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 29",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q170",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza un programa de innovación donde pueden participar voluntariamente empleados desarrollando propuestas en tiempo extra sin compensación económica, a cambio de visibilidad y posible implementación de ideas. Varios compañeros comentan que este esquema aprovecha tiempo personal sin retribución justa. Participar activamente validaría un modelo que consideras inequitativo. No participar significaría perder oportunidades de visibilidad e influencia en proyectos estratégicos. El programa se promociona intensamente como muestra de compromiso organizacional. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Declino participar y planteo respetuosamente que los programas de innovación deberían incluir tiempo protegido o compensación si requieren trabajo extra, aceptando que se me vea como poco comprometido con innovación, que pierda oportunidades de visibilidad y que se cuestione mi alineación con iniciativas corporativas.",
      "pragmatic_distractor": "Participo de forma limitada invirtiendo el mínimo tiempo extra necesario para mantener presencia sin sacrificar excesivamente tiempo personal.",
      "evasive_distractor": "Me inscribo en el programa pero no desarrollo propuestas activamente, manteniendo apariencia de participación sin inversión real de tiempo extra.",
      "rationalized_distractor": "Participo activamente pensando que invertir tiempo personal en innovación es una forma legítima de diferenciarse y avanzar profesionalmente, independiente de compensación formal."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 30",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q171",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden ser referencia laboral para un ex compañero que está aplicando a otra empresa. Trabajaste cercanamente con él y sabes que, aunque tiene fortalezas técnicas, tuvo problemas significativos de colaboración que generaron conflictos en varios proyectos. El reclutador te pregunta específicamente sobre habilidades interpersonales. Ser completamente honesto podría afectar seriamente sus oportunidades. Dar una referencia solo positiva sería preparar mal a la empresa que lo está considerando. Él confía en que lo apoyarás. ¿Qué compartes?",
    "options_structured": {
      "integrity_correct": "Comparto una evaluación equilibrada reconociendo fortalezas técnicas pero también mencionando honestamente los desafíos de colaboración que observé, aceptando que esto probablemente le cueste la oportunidad, que nuestra relación termine y que me vea como responsable de bloquear su avance profesional.",
      "pragmatic_distractor": "Comparto solo aspectos positivos evitando mencionar problemas de colaboración, dejando que la nueva empresa descubra eso en su propio proceso.",
      "evasive_distractor": "Doy una referencia muy general y breve sin profundizar en ningún aspecto específico, minimizando mi participación en su proceso.",
      "rationalized_distractor": "Doy una referencia completamente positiva pensando que las personas cambian y que merece una oportunidad limpia sin que su pasado lo persiga."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 31",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q172",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una reestructuración organizacional, te ofrecen una posición senior en un área nueva que te interesa profesionalmente. Sin embargo, esa posición existe porque despidieron a alguien que tú consideras que fue tratado injustamente en el proceso. Aceptar la oportunidad significaría beneficiarte directamente de una situación que percibes como injusta. Rechazarla sería un gesto que no cambiará lo sucedido pero te haría sentir más congruente. Es una oportunidad que podría no repetirse. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Rechazo la posición explicando que no me siento cómodo aceptando una oportunidad que resultó de un proceso que considero injusto, aceptando que pierda una excelente oportunidad profesional, que dirección cuestione mi juicio y que esto afecte futuras consideraciones para otras posiciones.",
      "pragmatic_distractor": "Acepto la posición pero me comprometo internamente a abordar la injusticia desde mi nueva posición una vez esté establecido.",
      "evasive_distractor": "Pido más detalles sobre las razones del despido antes de tomar una decisión, buscando información que pueda justificar aceptar.",
      "rationalized_distractor": "Acepto pensando que rechazar no cambiará lo que ya sucedió y que puedo aportar más valor en la organización desde esa posición que desde fuera de ella."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 32",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q173",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un competidor importante contacta directamente a varios miembros de tu equipo con ofertas atractivas. Dos de ellos te confían confidencialmente que están considerando las ofertas pero aún no han decidido. Reportar esta información a tu jefe permitiría que la empresa intente retenerlos proactivamente. No decir nada respeta su confianza pero deja a la empresa vulnerable a perder talento clave sin oportunidad de responder. Ellos confiaron en tu discreción esperando no ser presionados mientras deciden. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Mantengo su confidencialidad completamente sin reportar la situación, aceptando que si se van abruptamente me responsabilicen por no haber alertado con anticipación, que se cuestione mi lealtad organizacional y que proyectos críticos sufran por falta de preparación.",
      "pragmatic_distractor": "Les sugiero que ellos mismos conversen con liderazgo sobre posibles mejoras en sus condiciones sin que yo reporte directamente, empujándolos a abrir el diálogo.",
      "evasive_distractor": "Reporto de forma general a tu jefe que el equipo está recibiendo acercamientos externos sin mencionar casos específicos ni nombres.",
      "rationalized_distractor": "Reporto la situación específica a tu jefe pensando que mi responsabilidad con la organización supera compromisos de confidencialidad personal con miembros del equipo."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 33",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q174",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te invitan a participar en un documental interno sobre historia y valores de la empresa. Durante las entrevistas previas, notas que el guion está muy editorializado presentando solo aspectos positivos y omitiendo períodos difíciles que fueron parte importante de la evolución organizacional. Participar en el documental tal como está diseñado contribuiría a una narrativa parcial. Plantear objeciones podría hacer que te excluyan del proyecto. El documental se usará ampliamente en procesos de atracción de talento. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Planteo que el documental sería más creíble y valioso si incluye también desafíos superados y aprendizajes de períodos difíciles, aceptando que esto probablemente haga que me excluyan del proyecto, que se me vea como poco entusiasta y que pierda visibilidad en una pieza importante de comunicación corporativa.",
      "pragmatic_distractor": "Participo en el documental tal como está diseñado pero me aseguro de que mis comentarios personales sean matizados dentro del guion aprobado.",
      "evasive_distractor": "Declino participar argumentando que otros con más antigüedad podrían ofrecer mejores testimonios históricos.",
      "rationalized_distractor": "Participo activamente pensando que el propósito de documentales corporativos es inspirar, y que incluir aspectos negativos diluiría ese mensaje sin aportar valor real."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 34",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q175",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una conversación de desarrollo, tu jefe te pregunta directamente cuáles son tus planes de carrera a cinco años. Has estado evaluando seriamente si tu futuro está en esta empresa o en otra industria, pero aún no has tomado una decisión definitiva. Compartir tus dudas genuinas podría afectar inversiones en tu desarrollo actual. Expresar compromiso total que no sientes sería deshonesto. Tu respuesta influirá en decisiones concretas sobre proyectos y capacitación. ¿Qué compartes?",
    "options_structured": {
      "integrity_correct": "Comparto honestamente que estoy en un proceso de reflexión sobre mi carrera a largo plazo y que no puedo garantizar cinco años aquí sin mayor claridad sobre oportunidades de desarrollo, aceptando que esto reduzca inversiones en mi formación, genere desconfianza y afecte mi consideración para proyectos estratégicos.",
      "pragmatic_distractor": "Expreso planes ambiciosos dentro de la empresa sin mencionar mis dudas sobre permanecer, manteniendo opciones abiertas mientras protejo oportunidades actuales.",
      "evasive_distractor": "Respondo que cinco años es un horizonte muy largo para proyectar con certeza y enfoco la conversación en desarrollo a corto plazo donde sí tengo claridad.",
      "rationalized_distractor": "Expreso compromiso completo pensando que mis dudas actuales pueden resolverse con el tiempo y que no tiene sentido comprometer oportunidades presentes por incertidumbres futuras."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 35",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q176",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa implementa una política donde empleados deben firmar un acuerdo de no competencia muy restrictivo que limita significativamente opciones profesionales futuras si algún día decides salir. Todos deben firmarlo para mantener sus posiciones actuales. El acuerdo te parece excesivamente limitante y potencialmente perjudicial para tu carrera futura. No firmarlo significaría perder tu empleo actual. Legal de la empresa dice que no hay espacio para negociación individual. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Planteo formal y públicamente mis objeciones al acuerdo explicando por qué considero sus términos excesivos, y busco asesoría legal externa antes de firmar, aceptando que esto me identifique como problemático, genere presión organizacional significativa y potencialmente resulte en mi salida si no cedo.",
      "pragmatic_distractor": "Firmo el acuerdo para mantener mi empleo pero consulto privadamente con un abogado sobre su real exigibilidad y posibles formas de cuestionarlo posteriormente si fuera necesario.",
      "evasive_distractor": "Intento negociar excepciones o modificaciones menores al acuerdo de forma individual sin hacer público mi desacuerdo.",
      "rationalized_distractor": "Firmo el acuerdo pensando que estos documentos rara vez se ejecutan realmente y que es mejor mantener mi empleo presente que arriesgar todo por restricciones hipotéticas futuras."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 36",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q177",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero cercano está siendo considerado para una promoción importante. Tú fuiste parte de un proyecto donde observaste comportamientos que cuestionarían su idoneidad para el rol, específicamente cómo manejo presión afectando negativamente al equipo. El área de talento te contacta para una referencia informal. Compartir tus observaciones podría bloquear su promoción y afectar tu amistad. No compartirlas significa que podría obtener una posición donde esos comportamientos se amplificarían con mayor impacto. Te piden tu perspectiva honesta. ¿Qué compartes?",
    "options_structured": {
      "integrity_correct": "Comparto mis observaciones específicas sobre cómo manejó presión en ese proyecto y su impacto en el equipo, aceptando que esto probablemente le cueste la promoción, termine nuestra amistad y genere tensión permanente en futuras interacciones laborales.",
      "pragmatic_distractor": "Comparto solo aspectos positivos basándome en otros proyectos donde tuvo mejor desempeño, evitando mencionar el episodio problemático.",
      "evasive_distractor": "Doy una referencia muy general sin profundizar en situaciones específicas positivas o negativas.",
      "rationalized_distractor": "No comparto los comportamientos problemáticos pensando que ese episodio fue excepcional por circunstancias únicas y que merece una oportunidad sin que un momento difícil defina su carrera."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 37",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q178",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te asignan coordinar la transición de un área que será tercerizada, lo que resultará en despidos de personal interno. Es un proyecto estratégico importante para tu carrera. Las personas afectadas son compañeros con quienes has trabajado durante años. Tu rol es asegurar que la transición sea eficiente. Hacerlo efectivamente implicaría priorizar eficiencia sobre consideraciones humanas. Intentar suavizar el proceso podría comprometer resultados esperados. Tu jefe espera que lideres esto con profesionalismo sin involucramientos emocionales. ¿Qué enfoque tomas?",
    "options_structured": {
      "integrity_correct": "Acepto liderar la transición comprometiéndome a hacerla con la mayor humanidad posible dentro de los objetivos, incluyendo apoyos reales de recolocación incluso si esto alarga plazos o incrementa costos, aceptando que varios afectados me vean como parte del sistema que los perjudica y que la dirección cuestione mi efectividad en proyectos difíciles.",
      "pragmatic_distractor": "Lidero la transición enfocándome en cumplir objetivos técnicos eficientemente y delegando los aspectos humanos a áreas de talento.",
      "evasive_distractor": "Acepto liderar pero negocio desde el inicio que otra persona maneje comunicaciones y apoyo a las personas afectadas mientras yo me enfoco en aspectos operativos.",
      "rationalized_distractor": "Rechazo liderar el proyecto argumentando posibles conflictos de interés por mi relación con el personal afectado, sin mencionar mis verdaderas objeciones al proceso."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 38",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q179",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una auditoría interna, descubres irregularidades en procesos que técnicamente no son ilegales pero que claramente violan políticas internas de la empresa. Esas irregularidades benefician directamente a un área poderosa y a líderes influyentes. Reportarlas completamente aseguraría integridad del proceso pero generaría conflicto político significativo. Minimizar el reporte mantendría la paz pero comprometería el propósito de la auditoría. El reporte final es tu responsabilidad profesional. ¿Qué incluyes?",
    "options_structured": {
      "integrity_correct": "Documento completamente todas las irregularidades encontradas con evidencia clara, independiente de las áreas o personas involucradas, aceptando que esto genere conflicto político importante, afecte mis relaciones con líderes poderosos y potencialmente perjudique mi carrera futura en la organización.",
      "pragmatic_distractor": "Documento las irregularidades pero de forma técnica y neutral sin enfatizar su gravedad ni mencionar específicamente qué áreas o personas se benefician.",
      "evasive_distractor": "Reporto las irregularidades al comité de auditoría de forma verbal preliminar preguntando qué nivel de detalle esperan en el reporte final, trasladando parte de la decisión.",
      "rationalized_distractor": "Omito las irregularidades menores del reporte pensando que el propósito de auditorías es identificar riesgos críticos, no generar conflictos por desviaciones técnicas sin impacto material."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 39",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q180",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un grupo de empleados jóvenes te pregunta confidencialmente si considerarías unirte a ellos en plantear formalmente preocupaciones sobre falta de diversidad en posiciones de liderazgo. Tienen datos concretos y quieren que alguien con más antigüedad se sume para que el planteamiento sea tomado más en serio. Unirte públicamente te asociaría con un tema potencialmente controversial. No unirte significa que probablemente su iniciativa no tenga el peso suficiente para generar atención. Valoran específicamente tu credibilidad y experiencia. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Me uno al grupo ayudándoles a estructurar un planteamiento profesional basado en datos, aceptando ser identificado públicamente con el tema, que algunos líderes me vean como activista problemático y que esto pueda afectar mis propias oportunidades de avance.",
      "pragmatic_distractor": "Les ofrezco asesoría sobre cómo plantear el tema efectivamente pero no me uno formalmente, apoyando sin exponerme públicamente.",
      "evasive_distractor": "Les sugiero que primero presenten el planteamiento sin sumar personas senior, y que evalúen la reacción antes de decidir si necesitan más respaldo visible.",
      "rationalized_distractor": "Decido no unirme porque considero que cambios en diversidad de liderazgo son responsabilidad de dirección y áreas de talento, no de iniciativas de empleados que podrían verse como presión indebida."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 40",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q181",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te ofrecen participar en un comité de ética organizacional que revisará dilemas complejos y casos reportados. Es una posición que fortalecería tu perfil pero que también te expondrá a información sensible y te requerirá tomar posturas en situaciones donde habrá presión de múltiples partes. Aceptar significa potencialmente tener que enfrentar a líderes poderosos cuando sus decisiones sean cuestionadas éticamente. Rechazar significa perder una oportunidad de influir en temas de integridad que consideras importantes. La invitación es vista como muestra de confianza organizacional. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Acepto participar comprometiéndome a evaluar cada caso con criterios éticos claros independiente de presiones políticas, aceptando que esto me expondrá a conflictos significativos con personas influyentes, que mi posición se vuelva incómoda y que pueda tener consecuencias en mi carrera.",
      "pragmatic_distractor": "Acepto participar pero me comprometo internamente a ser cauteloso sobre qué batallas vale la pena pelear, evaluando pragmáticamente impacto versus riesgos.",
      "evasive_distractor": "Pido más información sobre el alcance y límites del comité antes de comprometerme, evaluando si es un rol con poder real o principalmente simbólico.",
      "rationalized_distractor": "Rechazo la invitación argumentando que no tengo suficiente experiencia en temas de ética organizacional, sin mencionar mis reservas sobre los conflictos políticos que implicaría."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 41",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q182",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero te confía que está siendo presionado por su jefe para falsificar levemente datos de un reporte que se presentará a dirección. No es algo ilegal pero sí deshonesto. Te pide consejo sobre qué hacer. Animarlo a reportar la situación podría proteger integridad pero también exponerlo a represalias. Sugerirle que ceda evitaría conflicto pero significaría ser cómplice indirecto. No involucrarte significaría dejarlo solo en una decisión difícil cuando confió en ti. ¿Qué le aconsejas?",
    "options_structured": {
      "integrity_correct": "Le aconsejo que se niegue a falsificar datos y que reporte la presión a niveles superiores, y me ofrezco a acompañarlo en el proceso si lo necesita, aceptando que esto probablemente genere un conflicto importante, exponga a ambos a posibles represalias y complique significativamente nuestras situaciones laborales.",
      "pragmatic_distractor": "Le sugiero que documente la presión por escrito pidiendo confirmación a su jefe, de forma que quede evidencia de quién tomó la decisión sin necesariamente reportarlo inmediatamente.",
      "evasive_distractor": "Le digo que solo él puede decidir qué riesgo está dispuesto a tomar en su carrera, evitando dar una recomendación específica de acción.",
      "rationalized_distractor": "Le aconsejo ceder en este caso específico pensando que una falsificación menor no justifica arriesgar su empleo, y que puede compensar siendo más riguroso en otros aspectos de su trabajo."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 42",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q183",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa está negociando una fusión que probablemente resultará en redundancias significativas de personal. Tienes información privilegiada sobre el proceso por tu rol. Un familiar cercano trabaja en un área que sabes será particularmente afectada y está por tomar una decisión financiera importante. Alertarlo indirectamente podría ayudarlo a prepararse pero violaría confidencialidad crítica. No decir nada significa permitir que tome decisiones con información incompleta pudiendo ayudar. Es tu responsabilidad familiar versus profesional. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Mantengo completamente la confidencialidad sin alertar a mi familiar de ninguna forma, aceptando que cuando se concrete la fusión y enfrente consecuencias financieras evitables se sienta traicionado, que cuestione mi lealtad familiar y que nuestra relación se deteriore significativamente.",
      "pragmatic_distractor": "Le sugiero de forma muy general que es momento de ser conservador con decisiones financieras importantes sin explicar por qué específicamente, intentando ayudar sin violar explícitamente confidencialidad.",
      "evasive_distractor": "Consulto con legal de la empresa sobre qué puedo o no compartir con familiares en mi situación, trasladando la decisión a criterios corporativos.",
      "rationalized_distractor": "Alerto a mi familiar directamente pensando que la lealtad familiar supera obligaciones de confidencialidad corporativa, y que la empresa entendería si supiera que se trata de proteger a un ser querido."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 43",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q184",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante un proceso de selección interno para una posición estratégica, un candidato que es tu amigo cercano te pide retroalimentación sobre cómo está siendo percibido. Eres parte del comité evaluador y sabes que no está siendo considerado seriamente por razones que consideras más políticas que técnicas. Compartir esto podría ayudarlo a entender la realidad pero violaría confidencialidad del proceso. No decir nada lo dejará con expectativas incorrectas y sin información para decidir sobre su futuro. Confía en tu amistad para guiarlo. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Le comparto de forma general que procesos internos tienen componentes políticos importantes más allá de lo técnico, sugiriendo que evalúe sus opciones sin esperar demasiado de este proceso específico, aceptando que si se descubre que filtré información perderé mi posición en el comité, se cuestione mi discreción y enfrente consecuencias por violar confidencialidad.",
      "pragmatic_distractor": "Le doy retroalimentación solo sobre aspectos técnicos de su postulación sin mencionar las dinámicas políticas del proceso.",
      "evasive_distractor": "Le digo que los procesos de selección son complejos y que es mejor esperar los resultados oficiales antes de especular.",
      "rationalized_distractor": "Mantengo completamente la confidencialidad pensando que mi obligación con el proceso formal supera mi amistad personal, y que él debe aprender a navegar estos sistemas solo."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 44",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q185",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden liderar una iniciativa de mejora de cultura organizacional después de resultados negativos en encuestas de clima. Durante tu diagnóstico descubres que muchos problemas provienen directamente de decisiones y estilos de líderes senior específicos. Tu reporte debe presentarse a esos mismos líderes. Documentar honestamente las causas podría generar defensividad y resistencia. Suavizar el reporte mantendría relaciones pero no abordaría problemas de fondo. Tu credibilidad depende de la profundidad de tu análisis. ¿Qué presentas?",
    "options_structured": {
      "integrity_correct": "Presento un diagnóstico completo que identifica claramente cómo decisiones y estilos de liderazgo específicos están impactando clima, con evidencia y recomendaciones concretas, aceptando que varios líderes senior se sientan atacados, que se genere resistencia significativa a mis recomendaciones y que mi relación con personas influyentes se deteriore.",
      "pragmatic_distractor": "Presento los hallazgos de forma técnica y neutral mencionando factores de liderazgo de manera general sin señalar personas o decisiones específicas.",
      "evasive_distractor": "Presento un diagnóstico enfocado en factores sistémicos y estructurales minimizando componentes de liderazgo individual.",
      "rationalized_distractor": "Suavizo significativamente los hallazgos sobre liderazgo pensando que señalar a líderes senior solo generará defensividad sin cambios reales, y que es mejor enfocarse en soluciones que no requieran cuestionar personas en poder."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 45",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q186",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un reclutador externo te contacta buscando candidatos para posiciones en su empresa, que es competidor directo. Ofrece una comisión atractiva por cada referido exitoso. Tienes varios contactos que podrían calificar. Referir personas de tu red a un competidor podría ser visto como desleal. No aprovechar la oportunidad significa perder ingresos adicionales significativos por un conflicto de intereses que nadie descubriría necesariamente. El reclutador asegura total confidencialidad. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Rechazo la oportunidad explicando que mi posición actual genera conflicto de intereses que no me permite referir candidatos a competidores, aceptando perder los ingresos adicionales y que algunos contactos pierdan oportunidades que yo podría haberles facilitado.",
      "pragmatic_distractor": "Refiero únicamente a personas que sé están activamente buscando cambiar de industria o que ya están descontentas, minimizando el conflicto.",
      "evasive_distractor": "Pido tiempo para pensarlo mientras evalúo si realmente existe un conflicto de intereses formal en mi contrato o políticas de la empresa.",
      "rationalized_distractor": "Acepto referir personas pensando que las comisiones son por conectar talento con oportunidades, y que ayudar a contactos a avanzar profesionalmente es independiente de mi lealtad como empleado."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 46",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q187",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa está implementando un sistema de evaluación de desempeño que requiere forzar distribución donde un porcentaje del equipo debe ser calificado como bajo desempeño independiente de resultados reales. Como líder debes identificar a esas personas. Tu equipo ha tenido desempeño consistentemente bueno. Aplicar la distribución forzada significaría calificar injustamente a personas que están cumpliendo bien. Negarte a aplicar el sistema podría costarte tu posición de liderazgo. La lista debe entregarse esta semana. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Planteo formalmente mi objeción al sistema de distribución forzada documentando que no refleja la realidad de desempeño del equipo, y me niego a aplicarlo de forma que perjudique injustamente a personas, aceptando que esto genere conflicto significativo con dirección, ponga en riesgo mi posición de liderazgo y sea visto como insubordinación.",
      "pragmatic_distractor": "Aplico la distribución pero califico como bajo desempeño a quienes objetivamente están más cerca del límite inferior dentro del buen desempeño general, minimizando la injusticia.",
      "evasive_distractor": "Solicito revisión del sistema argumentando que mi equipo es una excepción estadística que justifica ajuste en la aplicación del modelo.",
      "rationalized_distractor": "Aplico la distribución forzada pensando que es un sistema imperfecto pero necesario para la organización, y que eventualmente las personas afectadas entenderán que no fue personal sino metodológico."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 47",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q188",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un periodista te contacta pidiendo comentarios sobre prácticas laborales de tu empresa para un artículo de investigación. Has presenciado situaciones que validarían algunas de las preocupaciones que el periodista está explorando. Cooperar podría exponer problemas reales pero también ser visto internamente como traición. No cooperar significa perder oportunidad de que issues legítimos sean visibilizados y potencialmente mejorados. Legal de la empresa envió comunicado prohibiendo explícitamente hablar con prensa sin autorización. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Acepto hablar con el periodista compartiendo información factual sobre lo que he presenciado, respetando confidencialidad apropiada pero validando preocupaciones legítimas, aceptando que la empresa me vea como desleal, que enfrente consecuencias disciplinarias potencialmente incluyendo despido y que mi reputación profesional interna quede permanentemente dañada.",
      "pragmatic_distractor": "Declino hablar con el periodista pero reporto internamente las situaciones problemáticas que sé son objeto de investigación, intentando que se aborden sin exposición pública.",
      "evasive_distractor": "Le digo al periodista que debo consultar con legal antes de cualquier conversación, ganando tiempo para evaluar mejor la situación.",
      "rationalized_distractor": "Rechazo hablar pensando que periodistas generalmente tienen agendas predefinidas y que cooperar solo resultaría en un artículo sesgado que perjudicaría injustamente a la empresa."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 48",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q189",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te enteras que un proyecto en el que invertiste años de trabajo será cancelado por decisión estratégica nueva de dirección. La decisión ya está tomada y se anunciará pronto. Tienes la opción de transferirte internamente a otro proyecto interesante antes del anuncio, dejando a tu equipo actual sin líder en un momento difícil. Quedarte para apoyar la transición del equipo afectado retrasaría tu movimiento y podrías perder la otra oportunidad. Tu equipo aún no sabe de la cancelación. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Me quedo para liderar la transición del equipo incluyendo comunicar la cancelación y apoyarlos en reubicación, aceptando que probablemente pierda la otra oportunidad profesional, que mi propia transición se retrase significativamente y que algunos me vean como parte del sistema que los está perjudicando.",
      "pragmatic_distractor": "Acepto la transferencia pero negocio fecha de inicio que me permita al menos comunicar al equipo y hacer una transición breve.",
      "evasive_distractor": "Consulto con dirección cuál sería el momento más apropiado para mi movimiento considerando la situación del equipo.",
      "rationalized_distractor": "Acepto inmediatamente la transferencia pensando que debo priorizar mi carrera profesional, y que la empresa debe manejar las transiciones de equipo sin depender de lealtades individuales."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 49",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q190",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una reunión estratégica, dirección presenta planes de expansión que sabes son financieramente riesgosos basándote en información privilegiada que tienes por tu rol. Otros en la reunión parecen entusiastas. Plantear tus preocupaciones podría ser visto como resistente a la visión de crecimiento y poco alineado. No decir nada significa permitir que se avance con una decisión que consideras peligrosa para la sostenibilidad de la empresa y empleos de muchos. Tu perspectiva podría influir en la decisión si la expresas ahora. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Planteo mis preocupaciones fundamentadas con los datos que tengo disponibles, explicando los riesgos específicos que veo en el plan, aceptando que dirección me vea como obstáculo al crecimiento, que se cuestione mi visión estratégica y que esto afecte significativamente mi posición y carrera en la organización.",
      "pragmatic_distractor": "Expreso apoyo general al plan pero sugiero análisis adicional de ciertos aspectos financieros sin plantear directamente que considero el plan riesgoso.",
      "evasive_distractor": "Pido que se forme un comité para evaluar más profundamente la viabilidad financiera antes de comprometerse completamente.",
      "rationalized_distractor": "Guardo silencio pensando que dirección tiene acceso a información más completa que yo y que debo confiar en su criterio estratégico aunque personalmente tenga dudas."
    },
    "notes": "Modulo 5 Options B10 batch 07 item 50",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  }
]