[
  {
    "id": "block-B10-q021",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza un proyecto de transformación digital crítico y te asignan a un equipo interdepartamental nuevo. Durante las primeras sesiones descubres que el enfoque técnico propuesto tiene fallas estructurales serias que probablemente causarán problemas significativos. Señalarlas públicamente en esta etapa inicial podría hacerte ver como difícil de trabajar y negativo ante el nuevo equipo. Ignorar los problemas significa avanzar con un plan que probablemente fracasará costosamente en meses. Tu primera evaluación con este equipo ocurre en seis semanas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Documento las fallas técnicas con evidencia y las presento formalmente al equipo completo, aceptando que esto genere tensión con el líder técnico del proyecto, afecte negativamente tu primera evaluación con este grupo y algunos te etiqueten como obstáculo.",
      "pragmatic_distractor": "Implementas correcciones menores por tu cuenta en tu parte del trabajo mientras sigues el plan general, asumiendo que podrás mitigar problemas mayores más adelante.",
      "evasive_distractor": "Consultas en privado con colegas de otros equipos sobre su experiencia con proyectos similares antes de decidir si mencionar tus observaciones.",
      "rationalized_distractor": "Confías en que el equipo tiene más experiencia colectiva y detectará los problemas durante la implementación sin necesidad de que tú los señales ahora."
    },
    "notes": "Transformación digital - integridad técnica vs reputación - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q022",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza eventos para fortalecer la cultura organizacional varios fines de semana al año. Tu supervisor mencionó explícitamente que espera ver presentes a todos los miembros comprometidos del equipo aunque formalmente la participación es voluntaria. Tienes compromisos familiares importantes ya confirmados para ese fin de semana específico. No asistir podría afectar directamente tu imagen de compromiso ante tu supervisor y los ejecutivos que participan. Varios compañeros esperan ver tu decisión antes de confirmar. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Comunicas honestamente a tu supervisor que tienes compromisos familiares ineludibles previos y no podrás asistir al evento, aceptando que esto afecte cómo se percibe tu nivel de compromiso organizacional, tu supervisor lo registre negativamente y varios compañeros interpreten que priorizas vida personal.",
      "pragmatic_distractor": "Asistes únicamente las primeras dos horas para hacer presencia visible ante los líderes clave y luego te retiras discretamente para atender tus compromisos familiares.",
      "evasive_distractor": "Preguntas a varios compañeros de confianza qué piensan hacer para tomar tu decisión según lo que decida la mayoría del equipo.",
      "rationalized_distractor": "Asumes que tu buen desempeño laboral consistente habla por sí solo y que no necesitas demostrar compromiso adicional en actividades extralaborales voluntarias."
    },
    "notes": "Cultura organizacional vs límites personales - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q023",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un proyecto estratégico crítico con alta visibilidad ejecutiva requiere que sigas un proceso formal de aprobación que normalmente toma tres semanas mientras el plazo de entrega se acerca rápidamente. Conoces personalmente a alguien en el comité que podría acelerar informalmente las aprobaciones saltando algunos pasos de revisión. Usar ese atajo molestaría seriamente a otros equipos que siempre han respetado escrupulosamente el proceso completo. Seguir el protocolo formal podría retrasar el proyecto significativamente y afectar tu evaluación. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Sigues el procedimiento formal completo y comunicas proactivamente el posible retraso a todos los involucrados, aceptando que esto genere frustración visible de tu jefe, presión directa de los ejecutivos y que tu evaluación refleje el incumplimiento de plazo.",
      "pragmatic_distractor": "Usas tu contacto personal para acelerar únicamente las aprobaciones más críticas del proceso, documentando todo cuidadosamente y asumiendo que el resultado justificará el método.",
      "evasive_distractor": "Consultas explícitamente con tu supervisor si otros equipos han usado atajos similares en el pasado antes de tomar cualquier decisión sobre el proceso.",
      "rationalized_distractor": "Aceleras todos los pasos internos que están bajo tu control directo y reduces consultas opcionales, pensando que optimizar tu parte cumple suficientemente el espíritu del proceso."
    },
    "notes": "Procesos formales vs eficiencia - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q024",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Participas activamente en programas de desarrollo profesional que la empresa valora mucho y promueve públicamente como parte de su cultura. Descubres que un colega cercano está falsificando sistemáticamente sus reportes de participación en sesiones de capacitación para cumplir requisitos sin asistir realmente. Denunciarlo formalmente podría dañar seriamente tu relación con él y con su círculo de amigos influyentes en la oficina. Callarlo significa ser cómplice de algo que contradice directamente los valores que la empresa promueve. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Reportas la situación documentada al área de recursos humanos con evidencia específica, aceptando que esto dañará permanentemente tu relación con este colega, posiblemente con su grupo de amigos cercanos y algunos te verán como delator.",
      "pragmatic_distractor": "Hablas directamente con el colega en privado y le das oportunidad de corregir voluntariamente la situación antes de que alguien más la descubra y escale.",
      "evasive_distractor": "Esperas a observar si alguien más del equipo o de recursos humanos nota independientemente la irregularidad y decide reportarla primero.",
      "rationalized_distractor": "Asumes que los responsables del programa de capacitación eventualmente detectarán las inconsistencias en asistencia mediante sus propios controles sin tu intervención directa."
    },
    "notes": "Valores organizacionales vs lealtad personal - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q025",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La comunicación interna de la empresa solicita voluntarios para participar en un comité estratégico de innovación que se reunirá semanalmente. Tu supervisor expresó claramente que espera que participes activamente. Tienes actualmente una carga de trabajo muy alta con múltiples proyectos urgentes. Aceptar la participación significaría inevitablemente trabajar horas extra significativas sin compensación económica adicional. Rechazar la invitación podría afectar cómo tu supervisor percibe tu compromiso con iniciativas organizacionales. ¿Cuál es tu decisión?",
    "options_structured": {
      "integrity_correct": "Comunicas a tu supervisor que declinas participar en el comité debido a tu carga actual y propones involucrarte cuando tu situación mejore, aceptando que esto afecte su percepción de tu compromiso, te excluyan de futuras oportunidades similares y otros más flexibles te superen en visibilidad.",
      "pragmatic_distractor": "Te inscribes formalmente en el comité pero planeas contribuir únicamente lo mínimo necesario para mantener apariencias sin afectar significativamente tu tiempo disponible.",
      "evasive_distractor": "Preguntas a colegas que ya participaron en comités similares cómo manejaron exitosamente la carga adicional antes de comprometerte con una respuesta.",
      "rationalized_distractor": "Declinas participar argumentando que tu contribución máxima a los objetivos de innovación de la empresa está en tu rol actual de alta responsabilidad."
    },
    "notes": "Compromiso organizacional vs balance personal - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q026",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En una transformación digital estratégica importante identificas que el enfoque técnico propuesto por el líder senior del proyecto tiene riesgos de seguridad y escalabilidad que nadie más en las reuniones parece estar considerando. Expresar públicamente tus preocupaciones técnicas podría hacerte parecer negativo, poco colaborativo o crítico del líder. Sin embargo, mantener silencio podría llevar a problemas técnicos serios que afectarían a todo el equipo y la credibilidad del proyecto en meses. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Documentas formalmente tus preocupaciones técnicas con datos específicos y las presentas al equipo completo en la próxima reunión, aceptando que esto afecte tu relación con el líder del proyecto, algunos te vean como obstáculo y tu colaboración futura sea más difícil.",
      "pragmatic_distractor": "Implementas controles de seguridad adicionales y mejoras de escalabilidad específicamente en tu parte del trabajo para mitigar los riesgos sin confrontar directamente al líder.",
      "evasive_distractor": "Mencionas tus dudas técnicas casualmente en conversaciones informales con algunos colegas para validar si alguien más comparte tus preocupaciones antes de escalar.",
      "rationalized_distractor": "Confías en que el equipo colectivamente tiene más experiencia técnica acumulada que tú y que probablemente ya consideraron esos riesgos en su análisis previo."
    },
    "notes": "Comunicación de riesgos vs armonía del equipo - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q027",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu equipo participa activamente en procesos formales de mejora continua que requieren reportar honestamente todos los problemas operativos identificados. Identificas un problema recurrente de productividad causado directamente por una decisión de proceso implementada por tu supervisor hace seis meses. Reportarlo formalmente en el sistema podría incomodarlo significativamente y afectar tu relación laboral cotidiana. No reportarlo significa que el problema continuará afectando la productividad del equipo completo y los objetivos del área. ¿Qué eliges hacer?",
    "options_structured": {
      "integrity_correct": "Documentas el problema operativo con datos de impacto y lo reportas en el canal oficial de mejora continua, aceptando que esto genere tensión directa con tu supervisor, él lo tome como crítica personal y tu relación laboral se vea afectada.",
      "pragmatic_distractor": "Corriges el problema directamente con ajustes en tu área de trabajo sin reportarlo formalmente en el sistema, evitando así cualquier incomodidad con tu supervisor.",
      "evasive_distractor": "Esperas a observar si otros miembros del equipo también notan el mismo problema y deciden reportarlo primero en el sistema oficial.",
      "rationalized_distractor": "Asumes que tu supervisor como responsable del proceso eventualmente identificará por sí mismo el problema y lo corregirá sin necesidad de señalamiento externo."
    },
    "notes": "Mejora continua vs lealtad al supervisor - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q028",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza reuniones trimestrales de planificación estratégica para alinear todos los equipos en proyectos prioritarios del siguiente periodo. Después de analizar los recursos humanos y técnicos disponibles notas que las metas numéricas propuestas por la dirección son claramente poco realistas. Señalarlo públicamente en la reunión podría hacerte ver como pesimista, poco ambicioso o negativo ante los ejecutivos. Sin embargo, aceptar metas inalcanzables llevará inevitablemente a frustración del equipo, burnout y resultados pobres. ¿Qué postura tomas?",
    "options_structured": {
      "integrity_correct": "Expresas tus preocupaciones sobre la viabilidad de las metas en la reunión con análisis de recursos concretos, aceptando que la dirección te perciba como pesimista, algunos ejecutivos cuestionen tu ambición y esto afecte futuras oportunidades de liderazgo.",
      "pragmatic_distractor": "Aceptas públicamente las metas propuestas en la reunión pero ajustas internamente tus propios objetivos y los del equipo a niveles más realistas alcanzables.",
      "evasive_distractor": "Consultas en privado con colegas después de la reunión para ver si alguien más está dispuesto a plantear objeciones formales a la dirección.",
      "rationalized_distractor": "Confías en que la dirección ejecutiva tiene acceso a información estratégica que tú desconoces y que de alguna manera las metas son alcanzables con recursos ocultos."
    },
    "notes": "Realismo vs alineamiento organizacional - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q029",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa solicita que contribuyas activamente a procesos de mejora aportando ideas innovadoras en reuniones semanales del área. Tienes una propuesta técnica sólida que podría mejorar significativamente la eficiencia operativa, pero requiere cambiar completamente el método de trabajo favorito de un colega senior muy influyente en la organización. Presentar tu propuesta abiertamente podría generar conflicto directo con alguien que tiene capital político importante. No presentarla significa perder una oportunidad genuina de mejora medible. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Presentas tu propuesta completa en la próxima reunión con datos y métricas que la respalden sólidamente, aceptando que esto incomode al colega senior influyente, genere fricción política y él potencialmente use su influencia contra ti después.",
      "pragmatic_distractor": "Adaptas tu propuesta para presentarla como una extensión o evolución del método actual del colega en lugar de un reemplazo completo, suavizando la confrontación.",
      "evasive_distractor": "Consultas primero directamente con el colega senior en conversación privada para evaluar su apertura a cambios antes de presentar algo públicamente en la reunión.",
      "rationalized_distractor": "Guardas tu propuesta para un momento organizacional más oportuno en el futuro cuando haya menos resistencia política al cambio de métodos establecidos."
    },
    "notes": "Innovación vs relaciones con colegas - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q030",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa te invita formalmente a participar activamente en decisiones estratégicas de alto nivel de tu área como parte de tu desarrollo profesional. Durante las discusiones descubres que una decisión importante ya tomada colectivamente tiene implicaciones negativas significativas para clientes que los demás ejecutivos claramente no han considerado en su análisis. Señalar estos problemas podría cuestionar públicamente el juicio de quienes tomaron la decisión y afectar tu posición en este grupo. Callarte significa permitir que se ejecute una decisión con consecuencias problemáticas. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Presentas tu análisis detallado de las implicaciones negativas con evidencia específica, aceptando que esto genere tensión con los ejecutivos que tomaron la decisión original, algunos cuestionen tu juicio y tu posición en el grupo estratégico se vea comprometida.",
      "pragmatic_distractor": "Preparas silenciosamente un plan de contingencia robusto para cuando surjan los problemas inevitables, evitando confrontar directamente la decisión ya tomada colectivamente.",
      "evasive_distractor": "Preguntas casualmente a otros participantes del grupo si han considerado ciertos escenarios específicos, esperando que alguien más con más antigüedad levante formalmente la voz.",
      "rationalized_distractor": "Asumes que los líderes senior tienen acceso a más contexto estratégico que tú y que debes confiar en su criterio colectivo aunque tengas dudas analíticas."
    },
    "notes": "Participación estratégica vs prudencia política - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q031",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te involucras activamente en la estrategia organizacional a través de tu participación en un proyecto altamente prioritario y visible para la alta dirección. Durante la fase de ejecución notas que los resultados proyectados están siendo consistentemente inflados en los reportes ejecutivos mensuales. Señalar públicamente estas discrepancias podría afectar la percepción de éxito del proyecto estratégico y cuestionar tu propio rol en él. No decir nada significa que la empresa tomará decisiones de inversión basadas en datos significativamente inexactos. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Documentas las discrepancias específicas entre resultados reales y reportados y las presentas al equipo directivo, aceptando que esto afecte la imagen pública del proyecto, tu posición en él y algunos ejecutivos cuestionen tus motivos.",
      "pragmatic_distractor": "Ajustas únicamente los números de tus propios reportes individuales a datos reales y dejas que otros líderes del proyecto manejen los suyos como consideren.",
      "evasive_distractor": "Mencionas las inconsistencias numéricas a un colega senior de confianza fuera del proyecto para ver si él considera que vale la pena escalarlas formalmente.",
      "rationalized_distractor": "Asumes que los números inflados se corregirán naturalmente cuando llegue la auditoría financiera formal de fin de año sin necesidad de intervención ahora."
    },
    "notes": "Integridad de datos vs imagen del proyecto - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q032",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Participas activamente en eventos corporativos que tienen como objetivo fortalecer la cultura organizacional y alinear valores. Durante varios de estos eventos notas prácticas y comportamientos de algunos líderes que contradicen directamente los valores fundamentales que la empresa dice promover públicamente. Mencionar estas incongruencias públicamente podría hacerte ver como problemático, crítico o poco alineado culturalmente. Sin embargo, ignorar estas contradicciones significa tolerar una brecha que afecta la credibilidad de toda la cultura organizacional que la empresa está intentando construir. ¿Cuál es tu posición?",
    "options_structured": {
      "integrity_correct": "Expresas tus observaciones específicas sobre las incongruencias en el canal apropiado con ejemplos concretos documentados, aceptando que los organizadores de eventos cuestionen tu alineamiento cultural, algunos líderes se molesten directamente contigo y tu participación futura sea limitada.",
      "pragmatic_distractor": "Participas visiblemente en todos los eventos y modelas personalmente el comportamiento que consideras correcto sin confrontar directamente las contradicciones que observas.",
      "evasive_distractor": "Comentas tus inquietudes sobre coherencia cultural únicamente con compañeros cercanos de confianza para validar si otros comparten tu percepción de las contradicciones.",
      "rationalized_distractor": "Aceptas pragmáticamente que toda organización grande tiene brechas inevitables entre sus valores declarados públicamente y sus prácticas reales cotidianas."
    },
    "notes": "Coherencia cultural vs aceptación organizacional - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q033",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa promueve activamente procesos de mejora continua y te asignan liderar una iniciativa importante de optimización en tu área. Después de analizar en profundidad identificas que la mejora de mayor impacto posible requeriría cambiar fundamentalmente un sistema de trabajo que tu director implementó personalmente hace dos años con gran orgullo. Proponer este cambio podría interpretarse como una crítica directa a su trabajo y juicio profesional. Evitarlo significa enfocarte únicamente en mejoras menores periféricas con impacto significativamente menor. ¿Qué camino tomas?",
    "options_structured": {
      "integrity_correct": "Presentas la propuesta completa de cambio al sistema con análisis detallado que demuestre el impacto potencial medible, aceptando que esto incomode a tu director, él lo tome como cuestionamiento de su criterio y tu relación profesional se enfríe visiblemente.",
      "pragmatic_distractor": "Implementas mejoras parciales específicas que optimicen componentes del sistema sin tocar su estructura central diseñada por el director pero que muestren algunos resultados tangibles.",
      "evasive_distractor": "Consultas informalmente con otros gerentes sobre qué tan viable políticamente sería proponer cambios significativos a sistemas establecidos por directores antes de actuar.",
      "rationalized_distractor": "Te enfocas estratégicamente en optimizar procesos periféricos alrededor del sistema donde puedes demostrar valor medible sin generar conflictos políticos innecesarios."
    },
    "notes": "Mejora real vs consideraciones políticas - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q034",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La estrategia organizacional requiere que todos los equipos reporten métricas estandarizadas de desempeño mensualmente para comparación ejecutiva. Descubres que tu equipo lleva meses usando una metodología de cálculo diferente a la estándar establecida, lo que hace que sus números parezcan consistentemente mejores comparados con otros equipos. Corregir la metodología haría que tu equipo se vea significativamente peor en los reportes ejecutivos. Mantener la metodología actual significa contribuir conscientemente a reportes inconsistentes y comparaciones injustas. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Corriges inmediatamente la metodología a la estándar y explicas transparentemente la diferencia resultante en los números a tu supervisor, aceptando que esto afecte negativamente la comparación con otros equipos, tu evaluación de liderazgo y la percepción del desempeño de tu área.",
      "pragmatic_distractor": "Mantienes la metodología actual en uso pero documentas meticulosamente las diferencias metodológicas en archivos internos por si alguien cuestiona los números eventualmente.",
      "evasive_distractor": "Consultas discretamente con otros líderes de equipo sobre cómo exactamente calculan sus propias métricas antes de hacer cualquier cambio en tu metodología.",
      "rationalized_distractor": "Asumes que si ningún ejecutivo o auditor ha cuestionado formalmente la metodología hasta ahora después de meses, debe ser aceptable continuar usándola así."
    },
    "notes": "Consistencia en reportes vs imagen del equipo - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q035",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La comunicación interna solicita activamente que contribuyas con ideas innovadoras para una campaña estratégica de transformación organizacional. Tu mejor idea técnica ya fue propuesta formalmente y rechazada por otro departamento senior hace ocho meses por razones que ahora consideras obsoletas. Presentar la misma idea nuevamente podría generar conflicto territorial con ese equipo influyente. Sin embargo, crees genuinamente que la idea tiene mérito técnico sólido y que las circunstancias organizacionales han cambiado significativamente desde el rechazo inicial. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Presentas la idea nuevamente con análisis técnico actualizado al contexto actual, reconociendo explícitamente la propuesta anterior rechazada y explicando por qué ahora podría funcionar, aceptando que el otro departamento se moleste, lo vean como invasión territorial y se genere fricción interdepartamental.",
      "pragmatic_distractor": "Modificas superficialmente la presentación y el nombre de la idea para que parezca suficientemente diferente a la propuesta original rechazada sin serlo fundamentalmente.",
      "evasive_distractor": "Preguntas informalmente primero al equipo que la rechazó si estarían abiertos a reconsiderar propuestas similares en el nuevo contexto organizacional actual.",
      "rationalized_distractor": "Guardas la idea para esperar un momento futuro donde haya menos sensibilidad política sobre propuestas previas rechazadas y territorios departamentales."
    },
    "notes": "Persistencia de ideas vs relaciones interdepartamentales - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q036",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te involucras activamente en programas formales de desarrollo profesional que incluyen mentoría estructurada entre departamentos. Tu mentor asignado oficialmente tiene una visión de carrera profesional muy diferente a la tuya sobre cómo progresar exitosamente en la empresa y está presionando activamente para que sigas su modelo. Seguir consistentemente sus consejos y recomendaciones te alejaría significativamente de tus metas profesionales reales y auténticas. Rechazar abiertamente su guía podría verse como falta de apertura al desarrollo y afectar tu evaluación en el programa. ¿Qué postura adoptas?",
    "options_structured": {
      "integrity_correct": "Comunicas honesta y directamente tus propias metas profesionales y las diferencias fundamentales con su visión en una conversación formal, aceptando que esto genere una conversación incómoda, tu mentor se sienta rechazado y tu evaluación en el programa de mentoría sea afectada.",
      "pragmatic_distractor": "Aceptas verbalmente y agradeces todos sus consejos en las sesiones formales pero sigues discretamente tu propio plan de desarrollo diferente en la práctica cotidiana.",
      "evasive_distractor": "Buscas activamente opiniones de otros mentores informales fuera del programa antes de decidir si seguir o ignorar los consejos de tu mentor asignado oficial.",
      "rationalized_distractor": "Asumes que con suficiente tiempo y paciencia encontrarás naturalmente la forma de integrar ambas visiones de carrera sin necesidad de confrontar directamente las diferencias ahora."
    },
    "notes": "Desarrollo auténtico vs expectativas del mentor - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q037",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Participas en decisiones estratégicas de alto nivel donde se está evaluando formalmente un proveedor tecnológico específico recomendado personalmente por un director ejecutivo muy influyente. Tu análisis técnico y financiero comparativo muestra claramente que hay mejores opciones disponibles en el mercado con mejor relación costo-beneficio. Contradecir públicamente su recomendación personal podría afectar seriamente tu relación política con ese ejecutivo influyente. Aceptar su propuesta sin cuestionamiento significa que la empresa pagará significativamente más por un servicio técnicamente inferior. ¿Cuál es tu decisión?",
    "options_structured": {
      "integrity_correct": "Presentas tu análisis comparativo técnico y financiero completo en la reunión de decisión, aceptando que esto contradiga directamente la recomendación personal del director ejecutivo, afecte tu relación política con él y potencialmente limite tus oportunidades futuras de participar en decisiones estratégicas.",
      "pragmatic_distractor": "Sugieres diplomáticamente que se incluyan los otros proveedores analizados como opciones secundarias de respaldo sin criticar directamente la recomendación principal del ejecutivo.",
      "evasive_distractor": "Compartes tu análisis técnico primero en privado con colegas de tu nivel para ver si alguien más con más antigüedad estaría dispuesto a presentar formalmente una alternativa.",
      "rationalized_distractor": "Confías en que el director ejecutivo tiene acceso a razones estratégicas o relacionales importantes que van más allá del simple análisis comparativo de costos y beneficios técnicos."
    },
    "notes": "Análisis objetivo vs influencia política - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q038",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa promueve intensamente iniciativas organizacionales que buscan fomentar mayor colaboración estructurada entre áreas diferentes. Tu participación activa es altamente visible y ha sido reconocida públicamente por los ejecutivos. Sin embargo, notas que varias de estas iniciativas duplican esfuerzos significativamente y desperdician recursos valiosos que podrían usarse mejor. Mencionar estas ineficiencias podría verse como falta de espíritu colaborativo genuino o crítica a los líderes que diseñaron las iniciativas. No hacerlo significa contribuir activamente a ineficiencias organizacionales costosas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Documentas las duplicaciones específicas de esfuerzos y propones formalmente una consolidación optimizada de iniciativas, aceptando que esto se vea como crítica a los líderes diseñadores, afecte tu reputación de colaborador entusiasta y reduzcas tu participación en futuras iniciativas.",
      "pragmatic_distractor": "Reduces silenciosa y gradualmente tu participación personal en las iniciativas que identificas como redundantes sin hacer comentarios públicos sobre las duplicaciones observadas.",
      "evasive_distractor": "Preguntas casualmente a otros participantes activos si han notado las mismas duplicaciones de esfuerzos antes de expresar formalmente tus observaciones a los organizadores.",
      "rationalized_distractor": "Aceptas que cierta redundancia estructural es inevitable y hasta saludable en organizaciones grandes y que el valor principal está en la colaboración misma independientemente de eficiencia."
    },
    "notes": "Eficiencia vs espíritu colaborativo - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q039",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Participas en eventos corporativos anuales donde se reconocen públicamente logros importantes del año ante toda la organización. Sabes con certeza que un reconocimiento significativo otorgado a un compañero cercano incluye trabajo técnico importante que en realidad hiciste tú pero que quedó invisibilizado en los reportes finales. Corregir esto públicamente durante o después del evento sería extremadamente incómodo y dañaría seriamente tu relación personal con él. No decir nada significa que tu contribución técnica real quede completamente invisible para la organización y los ejecutivos. ¿Cómo manejas esta situación?",
    "options_structured": {
      "integrity_correct": "Hablas directamente con tu supervisor en privado después del evento para aclarar documentadamente tu contribución técnica específica, aceptando que esto genere tensión seria con tu compañero reconocido, él se entere eventualmente y tu relación laboral se deteriore.",
      "pragmatic_distractor": "Aceptas la situación actual esta vez pero te aseguras de documentar mucho mejor y más visiblemente tus contribuciones específicas en todos los proyectos futuros.",
      "evasive_distractor": "Comentas la situación incómoda a colegas cercanos de confianza para obtener perspectivas sobre qué harían ellos en tu lugar antes de actuar.",
      "rationalized_distractor": "Asumes que el reconocimiento público al proyecto eventualmente beneficia indirectamente a todos sus miembros contributores de alguna manera a largo plazo."
    },
    "notes": "Reconocimiento individual vs armonía del equipo - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q040",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Las reuniones de planificación estratégica de tu área requieren que contribuyas con proyecciones financieras y operativas realistas para el próximo año fiscal. Tu análisis honesto y detallado basado en datos históricos muestra perspectivas significativamente menos optimistas que las cifras que la dirección ejecutiva claramente espera escuchar en estas sesiones. Presentar números conservadores realistas podría afectar negativamente cómo se percibe el potencial de tu área y tu capacidad de liderazgo. Inflar artificialmente las proyecciones para cumplir expectativas significaría comprometer directamente tu integridad profesional. ¿Qué presentas finalmente?",
    "options_structured": {
      "integrity_correct": "Presentas tus proyecciones conservadoras realistas con todo el análisis de datos históricos que las respalda sólidamente, aceptando que esto genere preguntas incómodas de la dirección, afecte la percepción de potencial de tu área y tu evaluación como líder optimista.",
      "pragmatic_distractor": "Presentas un rango amplio de escenarios que incluya tanto proyecciones conservadoras como optimistas claramente diferenciadas, dejando que la dirección seleccione finalmente.",
      "evasive_distractor": "Consultas discretamente con otros líderes de área qué enfoque metodológico están usando para sus proyecciones antes de finalizar definitivamente tus propios números.",
      "rationalized_distractor": "Ajustas moderadamente tus proyecciones hacia arriba asumiendo razonablemente que factores positivos externos imprevistos podrían materializarse favorablemente durante el año."
    },
    "notes": "Proyecciones honestas vs expectativas organizacionales - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  }
]
