[
  {
    "id": "block-B10-q001",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Para el evento anual te asignan un colega difícil que critica tus ideas frente al equipo. Tu supervisor valora la armonía y espera que lo resuelvas sin escalar. Confrontarlo podría empeorar el conflicto pero ceder sin más afectaría tu posición. Buscar entendimiento tomaría tiempo y quizás no funcione. ¿Qué decides cuando la colaboración parece imposible pero es obligatoria?",
    "options_structured": {
      "integrity_correct": "Buscas entender su perspectiva e integrar sus ideas, aunque esto signifique que tu jefe vea el proyecto como logro de él y tu próxima evaluación refleje menos tu aporte individual.",
      "pragmatic_distractor": "Te enfocas en ejecutar tu parte con excelencia, documentando claramente tus contribuciones para que queden registradas.",
      "evasive_distractor": "Mantienes distancia profesional y dejas que cada quien entregue su parte sin forzar una colaboración artificial.",
      "rationalized_distractor": "Planteas a tu supervisor que la dinámica actual afecta el proyecto, proponiendo roles más claros para evitar roces."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 58,
    "char_count": 376,
    "length_status": "ok",
    "length_note": "58w, 376c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q002",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La dirección anuncia una nueva visión estratégica que consideras vaga. El director general pide confianza sin ofrecer un plan concreto. Tienes preguntas incómodas pero hacerlas podría etiquetarte como resistente al cambio. Callar implica aceptar algo que no entiendes. Otros comparten dudas en privado pero nadie habla. ¿Arriesgas tu imagen cuestionando o sigues la corriente esperando claridad?",
    "options_structured": {
      "integrity_correct": "Pides públicamente que aclaren métricas y pasos concretos, sabiendo que el director general recordará tu nombre como el que cuestionó y esto pesará en futuras decisiones sobre ti.",
      "pragmatic_distractor": "Alineas tu trabajo con los nuevos objetivos y esperas que los detalles se aclaren conforme avance la implementación.",
      "evasive_distractor": "Conversas con colegas de confianza para validar si tus preocupaciones tienen sentido antes de exponerte.",
      "rationalized_distractor": "Te concentras en ejecutar tus responsabilidades actuales con excelencia, demostrando valor independiente de la estrategia."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 56,
    "char_count": 395,
    "length_status": "ok",
    "length_note": "56w, 395c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q003",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un proyecto interdepartamental urgente requiere seguir un proceso de aprobación largo. Conoces a alguien clave que podría acelerar todo con un atajo, pero saltarte el protocolo molestaría a otros equipos que sí lo siguieron. Tu jefe presiona por resultados rápidos. El procedimiento existe por buenas razones pero el plazo es real. ¿Cumples el proceso aunque afecte tu evaluación o priorizas velocidad?",
    "options_structured": {
      "integrity_correct": "Sigues el procedimiento formal aunque el proyecto se retrase dos semanas, tu jefe exprese frustración abierta contigo y esto aparezca como incumplimiento en tu evaluación trimestral.",
      "pragmatic_distractor": "Usas tu contacto para agilizar el proceso, asegurándote de documentar las aprobaciones verbales para tener respaldo.",
      "evasive_distractor": "Consultas con tu jefe explicando las opciones y dejando que él decida qué camino tomar.",
      "rationalized_distractor": "Sigues el proceso pero aceleras los pasos que controlas, reduciendo tiempos internos donde puedas."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 61,
    "char_count": 402,
    "length_status": "ok",
    "length_note": "61w, 402c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q004",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero comete un error que retrasa el proyecto. En la reunión con dirección, tu supervisor asume la culpa para proteger al equipo sin dar detalles. Después, un director te pregunta directamente qué salió mal. Decir la verdad expondría al compañero y contradiría a tu supervisor. Mentir te hace cómplice. El silencio parece sospechoso. ¿Qué respondes cuando la lealtad y la honestidad chocan?",
    "options_structured": {
      "integrity_correct": "Explicas que hubo fallas en coordinación del equipo sin señalar a nadie, aunque el director insista y tu supervisor después te reclame por no respaldar su versión completamente.",
      "pragmatic_distractor": "Confirmas la versión de tu supervisor mostrando que el equipo asume responsabilidad colectiva.",
      "evasive_distractor": "Respondes de forma general que estás enfocado en las soluciones y prefieres no entrar en detalles del pasado.",
      "rationalized_distractor": "Explicas los hechos objetivamente, confiando en que la transparencia es mejor para todos a largo plazo."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 63,
    "char_count": 397,
    "length_status": "ok",
    "length_note": "63w, 397c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q005",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza un evento de innovación el fin de semana. Es voluntario pero tu supervisor menciona que espera ver a los miembros comprometidos del equipo. Tienes el cumpleaños de tu hijo ese día. Asistir demostraría compromiso pero fallarías a tu familia. No ir podría afectar cómo te perciben para el ascenso que viene. Otros esperan ver qué decides tú primero. ¿Qué eliges?",
    "options_structured": {
      "integrity_correct": "Asistes al evento perdiendo el cumpleaños de tu hijo, sabiendo que tu pareja estará molesta semanas y tu hijo recordará que no estuviste en su día especial.",
      "pragmatic_distractor": "Asistes unas horas por la mañana para mostrar presencia y luego te vas a la celebración familiar.",
      "evasive_distractor": "Avisas con anticipación que tienes un compromiso familiar ineludible y ofreces contribuir de otra forma.",
      "rationalized_distractor": "Propones a tu supervisor una forma alternativa de demostrar compromiso que no requiera ese fin de semana específico."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 63,
    "char_count": 380,
    "length_status": "ok",
    "length_note": "63w, 380c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q006",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En tu equipo hay un experto técnico muy talentoso pero con actitud cínica que afecta la moral. Sus quejas constantes sobre la empresa crean un ambiente tenso. Otros evitan confrontarlo por su conocimiento crítico. Hablarle directamente podría generar conflicto con alguien que controla información clave para tu trabajo. Tu productividad y la del equipo sufren. ¿Intervienes o dejas que otros actúen?",
    "options_structured": {
      "integrity_correct": "Hablas con él directamente sobre el impacto de su actitud, arriesgando que después te niegue apoyo técnico en momentos críticos y tu proyecto sufra por falta de su cooperación.",
      "pragmatic_distractor": "Te enfocas en tu trabajo y desarrollas fuentes alternativas de conocimiento técnico para no depender solo de él.",
      "evasive_distractor": "Mantienes una relación cordial sin confrontar, priorizando tener acceso a su expertise cuando lo necesites.",
      "rationalized_distractor": "Comentas la situación con tu supervisor para que él decida si intervenir, sin exponerte directamente."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 61,
    "char_count": 400,
    "length_status": "ok",
    "length_note": "61w, 400c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q007",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te ofrecen un ascenso que requiere trasladarte a otra ciudad y aceptar un rol en un departamento que no te interesa. Rechazarlo cerraría puertas: tu jefe ya dijo que quien rechaza oportunidades no está listo para crecer. El salario es mejor pero el costo personal es alto. Tu pareja tendría que dejar su trabajo. Aceptar demuestra compromiso pero sacrifica tu vida actual. ¿Carrera o estabilidad familiar?",
    "options_structured": {
      "integrity_correct": "Rechazas el traslado priorizando a tu familia, sabiendo que tu jefe te etiquetará como poco ambicioso y pasarán años antes de que te consideren para otra promoción.",
      "pragmatic_distractor": "Aceptas viendo la oportunidad de crecimiento y confías en que tu familia se adaptará al cambio.",
      "evasive_distractor": "Pides tiempo para pensarlo mientras exploras si hay otras opciones de crecimiento sin traslado.",
      "rationalized_distractor": "Propones una alternativa: aceptar el rol con viajes frecuentes en lugar de traslado permanente."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 66,
    "char_count": 405,
    "length_status": "ok",
    "length_note": "66w, 405c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q008",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu supervisor te pide ser mentor de un empleado nuevo con dificultades para integrarse. Dedicarle tiempo real afectará tus entregas este trimestre. Tienes metas agresivas y tu bono depende de cumplirlas. Ayudarlo beneficia al equipo pero tu compensación sufrirá. El nuevo empleado fue contratado por recomendación del director, así que su éxito importa políticamente. ¿Sacrificas tu bono por el bien colectivo?",
    "options_structured": {
      "integrity_correct": "Inviertes el tiempo necesario para mentorearlo bien, aceptando que no cumplirás todas tus metas y tu bono trimestral será significativamente menor.",
      "pragmatic_distractor": "Le dedicas tiempo limitado y estructurado, dándole recursos para que avance solo mientras cumples tus entregas.",
      "evasive_distractor": "Aceptas el rol pero delegas parte del mentoreo a otros colegas que tienen más disponibilidad.",
      "rationalized_distractor": "Planteas a tu supervisor que necesitas ajuste en tus metas si vas a dedicar tiempo significativo al mentoreo."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 61,
    "char_count": 410,
    "length_status": "ok",
    "length_note": "61w, 410c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q009",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu supervisor presenta una iniciativa que ves claramente destinada al fracaso. Después, compañeros expresan en privado su acuerdo contigo. Tienes ideas para mejorarla pero tu supervisor es conocido por no tolerar que lo contradigan. Quedarte callado significa ver fallar algo que podrías evitar. Tu próxima promoción depende de su recomendación. ¿Hablas y arriesgas su apoyo o guardas silencio?",
    "options_structured": {
      "integrity_correct": "Expresas tus preocupaciones en privado con propuestas concretas, sabiendo que tu supervisor probablemente lo tome como desafío y esto afecte la recomendación que necesitas para tu promoción.",
      "pragmatic_distractor": "Apoyas la iniciativa públicamente mientras documentas tus observaciones por si necesitas mostrarlas después.",
      "evasive_distractor": "Esperas a ver cómo evoluciona antes de opinar, preparando alternativas por si las piden.",
      "rationalized_distractor": "Compartes tus ideas como sugerencias complementarias, enmarcándolas como mejoras a su propuesta original."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 58,
    "char_count": 394,
    "length_status": "ok",
    "length_note": "58w, 394c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  },
  {
    "id": "block-B10-q010",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu equipo depende de otro departamento para datos cruciales en proyecto urgente. El otro equipo no cumple plazos y no responde tus mensajes. El procedimiento es escalar a tu supervisor pero el líder del otro equipo es amigo cercano de tu jefe. Presionar formalmente crearía tensión entre ellos. Tu jefe espera resultados sin excusas. Buscar alternativas consume tiempo que no tienes. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Escalas formalmente el incumplimiento aunque esto genere conflicto entre tu jefe y su amigo, y tu jefe después te culpe por crear una situación incómoda para él.",
      "pragmatic_distractor": "Buscas un contacto informal en el otro equipo para agilizar sin pasar por canales oficiales.",
      "evasive_distractor": "Desarrollas una solución alternativa con datos aproximados para no depender de ellos.",
      "rationalized_distractor": "Informas a tu jefe la situación y dejas que él decida cómo manejar la relación con el otro equipo."
    },
    "notes": "Converted from pilot",
    "sot_checksum": "converted_from_pilot",
    "refactored_text": "",
    "word_count": 63,
    "char_count": 399,
    "length_status": "ok",
    "length_note": "63w, 399c",
    "audit_status": "ok",
    "audit_notes": "User approved manual review."
  }
]