[
  {
    "id": "block-B10-q001",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Para el evento anual corporativo te asignan colaborar con un colega conocido por criticar públicamente las ideas de otros en reuniones de equipo. Tu supervisor valora la armonía y espera que resuelvas la dinámica sin escalar. Confrontarlo podría intensificar el conflicto y afectar la entrega del evento. Ceder a sus críticas debilita tu autoridad frente al equipo. Buscar entendimiento requiere tiempo sin garantía de éxito. ¿Qué decides cuando la colaboración parece imposible pero es obligatoria?",
    "options_structured": {
      "integrity_correct": "Buscas conversaciones individuales para entender su perspectiva e integrar sus ideas donde tengan mérito, aceptando que tu jefe vea el proyecto como logro compartido, tu evaluación refleje menos tu aporte individual y algunos compañeros te vean débil ante sus críticas.",
      "pragmatic_distractor": "Te enfocas en ejecutar tu parte del proyecto con excelencia visible, documentando meticulosamente tus contribuciones para que queden registradas ante cualquier disputa futura sobre autoría.",
      "evasive_distractor": "Mantienes distancia profesional cordial coordinando solo lo necesario y permitiendo que cada quien entregue su parte sin forzar una colaboración que genere roces.",
      "rationalized_distractor": "Planteas a tu supervisor que la dinámica actual afecta la productividad del proyecto y propones roles completamente separados para minimizar puntos de fricción."
    },
    "notes": "Converted from pilot - REFACTORED to SOT standard",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q002",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La dirección anuncia una nueva visión estratégica para los próximos tres años que consideras vaga y sin métricas claras. El director general pidió confianza del equipo sin ofrecer un plan concreto todavía. Tienes preguntas sobre recursos y prioridades pero hacerlas en reunión abierta podría etiquetarte como resistente al cambio. Callar significa aceptar compromisos sobre algo que no comprendes. Varios compañeros comparten tus dudas en privado pero nadie habla. ¿Arriesgas tu imagen cuestionando o sigues la corriente esperando claridad?",
    "options_structured": {
      "integrity_correct": "Pides públicamente que aclaren métricas, plazos y recursos específicos, sabiendo que el director general recordará tu nombre como quien cuestionó la estrategia, esto pesará en futuras decisiones sobre ascensos y algunos colegas te verán como obstáculo político.",
      "pragmatic_distractor": "Alineas tu trabajo con los objetivos comunicados y esperas que los detalles se aclaren conforme avance la implementación en los próximos meses.",
      "evasive_distractor": "Conversas con colegas y gerentes de otras áreas para validar si tus preocupaciones son compartidas antes de exponerte cuestionando a la dirección.",
      "rationalized_distractor": "Te concentras en ejecutar tus responsabilidades actuales con excelencia y resultados medibles, demostrando valor independientemente de la estrategia macro."
    },
    "notes": "Converted from pilot - REFACTORED to SOT standard",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q003",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un proyecto interdepartamental urgente requiere completar un proceso de aprobación que normalmente toma cuatro semanas. Conoces a alguien en el comité que podría acelerar todo informalmente, pero saltarte el protocolo molestaría a otros equipos que respetaron el proceso completo. Tu jefe presiona por resultados rápidos. El procedimiento existe por razones válidas de control pero el plazo es inflexible. ¿Cumples el proceso formal aunque afecte tu evaluación o priorizas velocidad?",
    "options_structured": {
      "integrity_correct": "Sigues el procedimiento formal completo aunque el proyecto se retrase dos semanas, tu jefe exprese frustración abierta contigo, esto aparezca como incumplimiento en tu evaluación trimestral y otros equipos que usaron atajos te superen.",
      "pragmatic_distractor": "Usas tu contacto para agilizar ciertos pasos del proceso, asegurándote de documentar todas las conversaciones y aprobaciones verbales para tener respaldo.",
      "evasive_distractor": "Consultas con tu jefe y el equipo de gobernanza las opciones disponibles, explicando pros y contras, y dejando que ellos decidan qué camino seguir.",
      "rationalized_distractor": "Sigues el proceso establecido pero aceleras todos los pasos bajo tu control, reduciendo tiempos de respuesta y priorizando este proyecto sobre otros menos urgentes."
    },
    "notes": "Converted from pilot - REFACTORED to SOT standard",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q004",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero cometió un error que retrasó dos semanas la entrega de un proyecto visible. En la reunión con directores, tu supervisor asumió la responsabilidad del retraso para proteger al equipo, sin revelar detalles. Después, un director senior te pregunta directamente qué salió mal. Decir la verdad expondría al compañero y contradiría a tu supervisor. Mentir te hace cómplice. Guardar silencio parece sospechoso ante una pregunta directa. ¿Qué respondes cuando lealtad y honestidad chocan?",
    "options_structured": {
      "integrity_correct": "Explicas que hubo fallas en coordinación del equipo sin señalar nombres, aceptando que el director insista en detalles, tu supervisor te reclame por no respaldar su versión y el compañero se entere y se sienta traicionado.",
      "pragmatic_distractor": "Confirmas completamente la versión de tu supervisor, mostrando que el equipo asume responsabilidad colectiva sin individualizar errores de personas.",
      "evasive_distractor": "Respondes que el equipo está enfocado en soluciones correctivas y prefieres no entrar en análisis retrospectivos detallados sobre errores pasados.",
      "rationalized_distractor": "Explicas los hechos técnicos objetivos sin interpretaciones personales, confiando en que la transparencia técnica es mejor para la organización a largo plazo."
    },
    "notes": "Converted from pilot - REFACTORED to SOT standard",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q005",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza un evento de innovación el sábado completo. Formalmente es voluntario pero tu supervisor mencionó que espera ver presentes a todos los miembros comprometidos del equipo. Ese sábado es el cumpleaños de tu hijo con fiesta familiar confirmada. Asistir demostraría compromiso pero significa fallar a tu familia en un momento importante. No asistir podría afectar tu consideración para el ascenso que se define el próximo mes. Varios compañeros esperan ver tu decisión primero. ¿Qué eliges y cómo lo justificas?",
    "options_structured": {
      "integrity_correct": "Comunicas a tu supervisor que tienes un compromiso familiar ineludible y no asistirás al evento, aceptando que esto afecte tu consideración para el ascenso, varios compañeros interpreten que priorizas familia sobre carrera y tu supervisor lo registre como bajo compromiso.",
      "pragmatic_distractor": "Asistes tres horas durante la mañana para asegurar presencia visible ante ejecutivos clave y luego te retiras discretamente para alcanzar la celebración familiar.",
      "evasive_distractor": "Avisas con anticipación que tienes un compromiso familiar importante y preguntas a tu supervisor si hay formas alternativas de demostrar compromiso sin ese evento.",
      "rationalized_distractor": "Asistes al evento completo perdiendo el cumpleaños de tu hijo, porque consideras que asegurar el ascenso beneficiará económicamente a tu familia a largo plazo."
    },
    "notes": "Converted from pilot - REFACTORED to SOT standard",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q006",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En tu equipo hay un experto técnico senior extremadamente talentoso con conocimiento crítico del sistema legacy, pero con actitud constantemente cínica que afecta la moral colectiva. Sus quejas públicas sobre la empresa crean ambiente tenso en reuniones. Otros evitan confrontarlo por su conocimiento técnico crítico. Hablarle sobre su comportamiento podría generar conflicto con alguien que controla información clave para tu proyecto. La productividad del equipo sufre por el ambiente negativo. ¿Intervienes directamente o esperas que otros actúen?",
    "options_structured": {
      "integrity_correct": "Hablas con él directamente sobre el impacto de su actitud en el equipo, arriesgando que te niegue apoyo técnico en momentos críticos, tu trabajo sufra retrasos por falta de su cooperación y otros te vean como quien provocó ruptura con el experto más valioso.",
      "pragmatic_distractor": "Te enfocas en tu trabajo y desarrollas fuentes alternativas de conocimiento técnico consultando documentación, expertos externos o colegas de otros equipos para reducir tu dependencia de él.",
      "evasive_distractor": "Mantienes relación cordial y profesional sin confrontar su comportamiento, priorizando mantener acceso a su expertise cuando tu proyecto lo necesite.",
      "rationalized_distractor": "Comentas la situación con tu supervisor mostrando evidencia del impacto en productividad para que él decida si intervenir, sin exponerte en conflicto directo."
    },
    "notes": "Converted from pilot - REFACTORED to SOT standard",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q007",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te ofrecen un ascenso a gerente regional que requiere trasladarte a otra ciudad y liderar un departamento que no te interesa profesionalmente. Rechazarlo cerraría puertas: tu jefe dijo que quien rechaza oportunidades demuestra que no está listo para crecer. El incremento salarial es considerable pero el costo personal alto. Tu pareja tendría que renunciar a su empleo estable. Aceptar demuestra compromiso pero sacrifica tu estabilidad de vida actual. ¿Priorizas carrera profesional o estabilidad familiar?",
    "options_structured": {
      "integrity_correct": "Rechazas el traslado priorizando el bienestar de tu familia, sabiendo que tu jefe te etiquetará como poco ambicioso, pasarán años antes de otra oportunidad de promoción y colegas más flexibles te superarán en la jerarquía.",
      "pragmatic_distractor": "Aceptas el ascenso y traslado viendo esto como oportunidad de crecimiento profesional, confiando en que tu familia se adaptará al cambio de ciudad y estilo de vida.",
      "evasive_distractor": "Pides dos semanas para pensarlo con tu familia mientras exploras discretamente si existen otras opciones de crecimiento en la organización sin traslado geográfico.",
      "rationalized_distractor": "Propones una alternativa: aceptar el rol gerencial con responsabilidad regional pero ejecutándolo mediante viajes frecuentes en lugar de traslado permanente."
    },
    "notes": "Converted from pilot - REFACTORED to SOT standard",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q008",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu supervisor te pide ser mentor de un empleado nuevo que tiene dificultades para integrarse al equipo. Dedicarle tiempo afectará tus entregas este trimestre. Tienes metas agresivas y tu bono depende de cumplirlas. Ayudar al nuevo beneficia al equipo pero tu compensación sufrirá. El empleado fue contratado por recomendación del director ejecutivo, así que su éxito importa políticamente. ¿Sacrificas tu bono por el bien del equipo?",
    "options_structured": {
      "integrity_correct": "Inviertes el tiempo necesario para mentorearlo efectivamente con reuniones semanales y seguimiento activo, aceptando que no cumplirás todas tus metas, tu bono será significativamente menor y tu evaluación reflejará incumplimiento de compromisos.",
      "pragmatic_distractor": "Le dedicas tiempo limitado pero estructurado mediante sesiones breves y le proporcionas recursos documentales y contactos clave para que avance autónomamente mientras cumples tus entregas.",
      "evasive_distractor": "Aceptas el rol de mentor pero delegas parte del trabajo práctico a otros colegas senior que tienen actualmente más disponibilidad horaria.",
      "rationalized_distractor": "Planteas a tu supervisor que necesitas ajuste en tus metas individuales si vas a dedicar tiempo significativo al mentoreo del nuevo empleado."
    },
    "notes": "Converted from pilot - REFACTORED to SOT standard",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q009",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu supervisor presenta en reunión ejecutiva una iniciativa estratégica que ves claramente destinada al fracaso por problemas de diseño. Varios compañeros te expresan en privado que están de acuerdo con tu análisis. Tienes ideas para mejorarla pero tu supervisor es conocido por no tolerar que lo contradigan. Quedarte callado significa ver fallar algo que podrías evitar. Tu próxima promoción depende de su recomendación. ¿Hablas y arriesgas su apoyo o guardas silencio?",
    "options_structured": {
      "integrity_correct": "Expresas tus preocupaciones en privado con propuestas concretas, sabiendo que probablemente lo tomará como desafío a su autoridad, esto afectará la recomendación que necesitas para tu promoción y tu relación laboral con él se deteriorará.",
      "pragmatic_distractor": "Apoyas la iniciativa públicamente en reuniones mientras documentas tus observaciones en privado por si necesitas mostrarlas como evidencia de que identificaste riesgos tempranamente.",
      "evasive_distractor": "Esperas semanas a observar cómo evoluciona la implementación inicial antes de expresar opinión crítica, mientras preparas propuestas alternativas por si las solicitan.",
      "rationalized_distractor": "Compartes tus ideas enmarcadas como sugerencias complementarias de optimización, presentándolas como mejoras incrementales a su propuesta sin cuestionar sus fundamentos."
    },
    "notes": "Converted from pilot - REFACTORED to SOT standard",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q010",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu equipo depende de otro departamento para datos cruciales en proyecto urgente con plazo inflexible. El otro equipo no cumple plazos y no responde tus mensajes. El procedimiento es escalar a tu supervisor pero el líder del otro equipo es amigo cercano de tu jefe. Presionar formalmente crearía tensión entre ellos. Tu jefe espera resultados sin excusas. Buscar alternativas consume tiempo que no tienes. ¿Cómo procedes en esta situación políticamente compleja?",
    "options_structured": {
      "integrity_correct": "Escalas formalmente el incumplimiento a través de los canales oficiales, aceptando que esto genere conflicto entre tu jefe y su amigo, tu jefe te culpe por crear una situación incómoda y tu relación laboral se vea afectada.",
      "pragmatic_distractor": "Buscas un contacto informal dentro del otro equipo para agilizar la entrega de datos sin pasar por canales oficiales de escalación entre líderes.",
      "evasive_distractor": "Desarrollas una solución técnica alternativa con datos aproximados de otras fuentes para no depender del otro equipo bloqueante.",
      "rationalized_distractor": "Informas objetivamente a tu jefe la situación de bloqueo con evidencia de seguimiento, y dejas que él decida cómo manejar la relación con el líder del otro equipo."
    },
    "notes": "Converted from pilot - REFACTORED to SOT standard",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  }
]