[
  {
    "id": "block-B10-q011",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza jornadas de ideas los sábados sin pago extra. Tu jefe mencionó explícitamente que espera ver presentes a los miembros más comprometidos del equipo. Varios compañeros asisten solo una hora por cumplir el expediente y se retiran. Participar genuinamente te cuesta tu único día de descanso familiar semanal. No asistir podría afectar cómo te consideran los ejecutivos cuando definan ascensos o asignaciones a proyectos estratégicos del próximo año. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Comunicas a tu jefe que no asistirás porque priorizas tu tiempo familiar de descanso, aceptando que esto afecte tu consideración para ascensos, los ejecutivos te vean como menos comprometido y compañeros que sí asisten te superen en visibilidad.",
      "pragmatic_distractor": "Asistes las primeras dos horas mostrando presencia visible ante los líderes clave y te retiras discretamente, confiando en que eso basta para cumplir las expectativas.",
      "evasive_distractor": "Preguntas a compañeros de confianza qué tan importante consideran la asistencia antes de comprometerte, esperando validar que no ir es aceptable.",
      "rationalized_distractor": "Decides no asistir argumentando que tu trabajo diario ya demuestra suficiente compromiso y que el descanso te hace más productivo durante la semana."
    },
    "notes": "Tema: pertenencia vs tiempo personal - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q012",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa implementa modelo de trabajo híbrido con menos días presenciales semanales. Los empleados más antiguos y senior lo critican abiertamente en reuniones diciendo que daña la cohesión del equipo y la calidad de la colaboración. A ti te beneficia el cambio significativamente pero manifestarlo podría aislarte del grupo de veteranos influyentes. Tu jefe te pidió explícitamente que expreses tu postura honesta en la próxima junta de área. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Expresas que apoyas el modelo híbrido explicando tus razones, aceptando que los colegas veteranos se molesten contigo, te excluyan de conversaciones informales importantes y tu relación con ellos se enfríe visiblemente.",
      "pragmatic_distractor": "Mencionas que ves ventajas y desventajas en ambos modelos, manteniéndote neutral para no enemistarte con ningún grupo del equipo.",
      "evasive_distractor": "Pides más tiempo para evaluar el impacto real del cambio antes de opinar, esperando que otros expresen sus posturas primero y reduces tu exposición.",
      "rationalized_distractor": "Dices que respetas la decisión de la dirección pero sugieres revisar resultados en seis meses, evitando tomar postura personal clara ahora."
    },
    "notes": "Tema: adaptacion a cambios vs presion social - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q013",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu área se fusiona con otra cuyo líder tiene reputación comprobada de ser exigente y difícil de satisfacer. Varios colegas cercanos ya decidieron renunciar antes de la fusión para evitar trabajar bajo ese liderazgo. Quedarte implica meses de incertidumbre, reconstruir tu reputación profesional desde cero y adaptarte a estándares más exigentes sin garantías. Irte ahora te da liquidación completa pero pierdes años de construcción de relaciones y conocimiento específico. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Te quedas y te comprometes a adaptarte al nuevo liderazgo, aceptando que enfrentarás meses difíciles de incertidumbre, tendrás que reconstruir tu reputación completamente y otros que se fueron evitarán ese desgaste.",
      "pragmatic_distractor": "Te quedas pero inicias búsqueda externa discreta en paralelo, manteniendo opciones abiertas sin comprometerte totalmente con el nuevo escenario.",
      "evasive_distractor": "Hablas con colegas para ver cuántos planean quedarse, esperando seguir la decisión mayoritaria antes de definir tu propio camino.",
      "rationalized_distractor": "Decides esperar los primeros tres meses para evaluar si el cambio es manejable antes de invertir esfuerzo extra en adaptación."
    },
    "notes": "Tema: permanencia ante reestructuracion - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q014",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "El equipo adoptó una nueva metodología de trabajo que después de tres semanas de implementación consideras claramente contraproducente. El director la promueve con entusiasmo público y espera que todos la respalden sin cuestionamientos. Criticarla te haría ver como resistente al cambio y obstáculo para la innovación. Varios compañeros comparten tus reservas en privado pero nadie se atreve a plantearlas en reuniones por temor a represalias del director. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Expresas tus observaciones críticas constructivamente en la próxima reunión con datos específicos, aceptando que el director se moleste, te etiquete como resistente al cambio y esto afecte futuras asignaciones a proyectos innovadores.",
      "pragmatic_distractor": "Apoyas la metodología públicamente mientras haces ajustes silenciosos en tu área de trabajo, evitando confrontación directa con la dirección.",
      "evasive_distractor": "Esperas a observar cómo reaccionan otros líderes antes de expresar tu opinión, dejando que otros prueben primero el terreno político.",
      "rationalized_distractor": "Propones dar al método un trimestre completo de prueba antes de evaluarlo, argumentando que es demasiado pronto para criticar sin datos suficientes."
    },
    "notes": "Tema: adaptacion a cambios metodologicos - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q015",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza un evento corporativo importante todo el sábado con actividades de integración y presentaciones de los directores ejecutivos. Formalmente es voluntario pero tu jefe dijo explícitamente que la dirección tomará nota de quién participa. Ese día tienes compromisos familiares importantes ya confirmados que tendrías que cancelar. No asistir podría afectar tu visibilidad para nuevos puestos o proyectos estratégicos. Varios compañeros esperan ver qué decides tú antes de confirmar. ¿Qué eliges?",
    "options_structured": {
      "integrity_correct": "Comunicas a tu jefe que tienes compromisos familiares ineludibles y no asistirás, aceptando que esto afecte tu visibilidad ante ejecutivos, varios compañeros interpreten que priorizas vida personal sobre carrera y tu jefe lo registre como bajo compromiso organizacional.",
      "pragmatic_distractor": "Asistes las primeras tres horas para las presentaciones ejecutivas clave y luego te retiras discretamente para cumplir parcialmente con ambos compromisos.",
      "evasive_distractor": "Preguntas a colegas cercanos qué planean hacer antes de decidir, esperando que varios tengan excusas válidas para no asistir.",
      "rationalized_distractor": "Envías mensaje explicando tu situación familiar y propones compensar con participación activa en el próximo evento corporativo."
    },
    "notes": "Tema: balance vida-trabajo vs pertenencia - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q016",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te invitan a unirte a un proyecto estratégico altamente visible que requiere colaborar con un equipo de otra sede con el cual tuviste conflictos profesionales serios hace un año. El proyecto exitoso te daría exposición directa ante la alta dirección. Es casi seguro que surgirán tensiones que podrían escalar y afectar tu evaluación anual. Tu jefe te da opción de declinar pero hacerlo podría hacerte ver como poco flexible ante los ejecutivos. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Aceptas el proyecto y te comprometes a manejar profesionalmente los conflictos pasados, aceptando que enfrentarás tensiones emocionales significativas, riesgo de que los conflictos escalen visiblemente y posible impacto negativo en tu evaluación si la colaboración falla.",
      "pragmatic_distractor": "Aceptas pero estableces límites claros desde el inicio sobre canales de comunicación para minimizar interacciones directas con las personas conflictivas.",
      "evasive_distractor": "Pides tiempo para consultar con tu equipo actual si pueden prescindir de ti temporalmente, retrasando tu decisión final.",
      "rationalized_distractor": "Propones participar en un rol de consultor de apoyo menor, argumentando que tu experiencia sería más valiosa en tu proyecto actual."
    },
    "notes": "Tema: colaboracion interdepartamental - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q017",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza programa de mentoría donde empleados experimentados guían a nuevos fuera del horario laboral sin compensación económica adicional. Tu jefe valoraría mucho que participes pero no puede obligarte formalmente. Negarte podría afectar cómo te perciben los ejecutivos para futuras oportunidades. Aceptar significa sacrificar tiempo personal valioso y retrasar avance en tus proyectos individuales pendientes. El programa requiere compromiso semanal de al menos tres horas. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Te inscribes como mentor comprometiéndote a dedicar el tiempo necesario efectivamente, aceptando que esto retrase tus proyectos personales, afecte tu tiempo familiar semanal y no recibas compensación económica por las horas extra invertidas.",
      "pragmatic_distractor": "Aceptas participar pero limitas estrictamente las sesiones a una hora semanal, priorizando tus entregas individuales sobre la profundidad de la mentoría.",
      "evasive_distractor": "Preguntas cuántos mentores se han inscrito ya antes de decidir, esperando que haya suficientes voluntarios para que tu ausencia pase desapercibida.",
      "rationalized_distractor": "Propones que podrías participar en el próximo ciclo cuando tu carga de trabajo sea menor, evitando comprometerte inmediatamente."
    },
    "notes": "Tema: compromiso voluntario vs tiempo personal - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q018",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu área enfrentará auditoría externa importante el próximo mes. Deben documentarse procesos críticos que actualmente solo existen como conocimiento tácito en la memoria de las personas. Documentar todo correctamente requiere invertir horas extra significativas sin pago adicional. Hacerlo rápido y superficialmente pasaría la auditoría inmediata pero dejaría vacíos que causarán problemas serios a futuro. Tu jefe confía en que el equipo hará lo necesario. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Dedicas las horas extra necesarias para documentar todos los procesos correctamente sin compensación adicional, aceptando sacrificar tiempo personal, que otros que documentaron superficialmente terminen antes y no haya reconocimiento visible de tu esfuerzo extra.",
      "pragmatic_distractor": "Documentas lo esencial para pasar la auditoría inmediata y dejas notas sobre qué debería completarse después, balanceando esfuerzo con resultado mínimo aceptable.",
      "evasive_distractor": "Consultas con equipos que ya enfrentaron auditorías similares para entender exactamente el nivel mínimo requerido antes de invertir tiempo extra.",
      "rationalized_distractor": "Propones que el equipo divida la carga equitativamente, asegurándote de que tu parte sea estrictamente proporcional y no excesiva comparada con otros."
    },
    "notes": "Tema: esfuerzo extra vs requisitos minimos - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q019",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa redefinió sus valores corporativos y pide que todos los líderes los promuevan activamente en sus equipos a partir de ahora. Te asignaron liderar esta adopción en tu área aunque tienes reservas significativas sobre algunos de los nuevos valores propuestos. Expresar tus dudas públicamente te haría ver como resistente al cambio organizacional. Promover activamente algo en lo que no crees completamente te genera conflicto interno. Tu equipo espera tu guía clara. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Comunicas honestamente al equipo los nuevos valores incluyendo tus reservas personales constructivas, aceptando que la dirección pueda cuestionar tu alineamiento, algunos miembros del equipo se confundan con mensajes mixtos y tu credibilidad como líder se vea afectada.",
      "pragmatic_distractor": "Comunicas formalmente los nuevos valores al equipo sin enfatizar tu opinión personal, cumpliendo el rol asignado sin invertir emocionalmente en la promoción.",
      "evasive_distractor": "Esperas a observar cómo otros líderes de área manejan la comunicación antes de definir tu enfoque, viendo qué nivel de entusiasmo es esperado.",
      "rationalized_distractor": "Explicas al equipo que necesitan tiempo para asimilar los cambios gradualmente, evitando presionar adopción rápida que no consideras genuina o sostenible."
    },
    "notes": "Tema: liderazgo de cambio cultural - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q020",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu equipo desarrolló una propuesta de mejora de proceso que requiere inversión inicial de tiempo pero generaría ahorros significativos a largo plazo. Los ejecutivos no están convencidos y prefieren mantener el status quo. Insistir en defender la propuesta consumiría tu capital político acumulado y podrías fracasar públicamente frente a toda el área. Abandonarla significa desperdiciar meses de análisis y trabajo del equipo. Tu jefe te pidió que decidas el rumbo definitivo hoy. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Defiendes la propuesta formalmente ante la dirección con datos de soporte, aceptando que esto consuma tu capital político acumulado, arriesgues fracasar visiblemente si te rechazan y tu capacidad de influencia futura se vea reducida.",
      "pragmatic_distractor": "Implementas una versión piloto reducida en tu área sin escalar a dirección ejecutiva, probando resultados tangibles antes de exponerte políticamente.",
      "evasive_distractor": "Propones formar un comité técnico que evalúe la propuesta más profundamente, ganando tiempo mientras otros validan o descartan la idea.",
      "rationalized_distractor": "Decides posponer la iniciativa argumentando que las condiciones organizacionales actuales no son favorables y que el momento estratégico no es ideal."
    },
    "notes": "Tema: impulsar cambios vs riesgo politico - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  }
]