[
  {
    "id": "block-B10-q041",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa implementa un nuevo sistema de evaluación de desempeño 360 grados y te solicitan dar retroalimentación confidencial sobre el desempeño de tu supervisor directo. Ser completamente honesto revelaría debilidades de liderazgo significativas que podrían afectar seriamente su carrera y evaluación anual. Ser diplomático y omitir problemas significaría perder información valiosa para la mejora organizacional real. Aunque formalmente es anónimo, tu supervisor podría inferir fácilmente quién dio los comentarios negativos específicos basándose en proyectos recientes. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Proporciono retroalimentación honesta y específica sobre todas las áreas de mejora con ejemplos concretos, aceptando que mi supervisor probablemente identifique mi autoría, esto afecte nuestra relación laboral cotidiana y mi evaluación posterior se vea influenciada.",
      "pragmatic_distractor": "Doy comentarios mayormente positivos y menciono únicamente debilidades menores de bajo impacto que no afecten significativamente su evaluación general.",
      "evasive_distractor": "Pregunto discretamente a otros colegas qué tipo de retroalimentación planean proporcionar antes de completar mi propia evaluación.",
      "rationalized_distractor": "Asumo que otros miembros del equipo darán la retroalimentación crítica necesaria y que mi aporte positivo equilibrará constructivamente la evaluación."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 1 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q042",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Lideras un proyecto crítico donde un miembro del equipo constantemente llega tarde a reuniones importantes y retrasa entregas comprometidas afectando el cronograma completo. Este colega resulta ser amigo personal cercano del director ejecutivo del área. Abordar formalmente el problema de desempeño podría generar conflictos políticos serios con el director. No hacer nada significa que el resto del equipo debe continuar compensando su falta de compromiso trabajando horas extra. La situación ya está generando frustración visible en el equipo. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Documento formalmente los incidentes específicos con impacto cuantificado y tengo una conversación formal sobre expectativas con el colega, aceptando que esto genere tensión política con el director ejecutivo, afecte mi relación con él y limite mis oportunidades futuras en el área.",
      "pragmatic_distractor": "Redistribuyo estratégicamente las tareas críticas del proyecto minimizando su participación en entregables importantes sin confrontarlo directamente sobre su desempeño.",
      "evasive_distractor": "Menciono casualmente la situación de retrasos al director en conversación informal para evaluar su reacción antes de tomar medidas formales.",
      "rationalized_distractor": "Confío en que el colega eventualmente mejorará su compromiso cuando se dé cuenta del impacto negativo de su comportamiento en el equipo."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 2 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q043",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una auditoría interna descubres que tu departamento completo ha estado usando una licencia de programa empresarial expirada por varios meses debido a un error administrativo. Reportarlo oficialmente revelaría un descuido que podría afectar seriamente la evaluación de desempeño de tu jefe directo y del área completa. No reportarlo te haría cómplice de un incumplimiento contractual que podría tener consecuencias legales significativas para la empresa si se descubre externamente. La auditoría concluye en dos semanas. ¿Qué acción tomas?",
    "options_structured": {
      "integrity_correct": "Reporto el hallazgo inmediatamente a través del canal formal de auditoría con evidencia documentada, aceptando que esto afecte la evaluación del departamento, la de mi jefe y potencialmente mi propia posición en el área.",
      "pragmatic_distractor": "Notifico discretamente a mi jefe sobre el problema específico y le doy oportunidad de resolverlo internamente antes de que concluya la auditoría oficial.",
      "evasive_distractor": "Verifico primero con contactos de otros departamentos si tienen situaciones de licenciamiento similares antes de decidir cómo manejar el tema.",
      "rationalized_distractor": "Asumo que es un error administrativo menor que se regularizará automáticamente en el próximo ciclo de renovación de licencias sin consecuencias mayores."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 3 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q044",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa solicita voluntarios para representar al equipo como ponente en una conferencia internacional importante de la industria. Tu colega más calificado técnicamente no puede asistir por razones familiares y te nominan a ti como segunda opción. Sabes que otro compañero del equipo tiene significativamente más experiencia y conocimiento profundo en el tema específico pero no fue considerado en la selección inicial. Aceptar la nominación te daría visibilidad profesional importante que quizás no mereces completamente. La conferencia es en seis semanas. ¿Qué respondes?",
    "options_structured": {
      "integrity_correct": "Acepto la nominación pero recomiendo formalmente a mi compañero más experimentado como mejor representante del equipo explicando específicamente por qué, aceptando que esto me cueste la oportunidad de visibilidad, algunos vean esto como falta de confianza en mí mismo y pierda la experiencia de networking internacional.",
      "pragmatic_distractor": "Acepto la oportunidad completa y me preparo intensamente durante las seis semanas para compensar mi menor experiencia relativa en el tema específico.",
      "evasive_distractor": "Pregunto directamente a los organizadores por qué no consideraron a otros candidatos potencialmente más calificados antes de aceptar o rechazar la nominación.",
      "rationalized_distractor": "Asumo que si me nominaron formalmente es porque los líderes ven potencial de representación en mí que quizás yo mismo no reconozco completamente."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 4 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q045",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En una reestructuración organizacional importante te ofrecen formalmente un puesto gerencial con incremento salarial del treinta por ciento pero que implica necesariamente supervisar recortes de personal significativos en tu antiguo equipo con el que trabajaste cinco años. Aceptar significaría tomar decisiones dolorosas que afectarán directamente a colegas cercanos con familias. Rechazar la promoción podría limitar permanentemente tu trayectoria de crecimiento profesional en la empresa. La decisión debe darse en cuarenta y ocho horas. ¿Cuál es tu respuesta?",
    "options_structured": {
      "integrity_correct": "Acepto el puesto comprometiéndome a manejar los recortes necesarios con máxima transparencia y respeto profesional, aceptando que esto dañará permanentemente mis relaciones con antiguos compañeros cercanos, algunos me verán como traidor y cargaré con el peso emocional de las decisiones.",
      "pragmatic_distractor": "Negocio condiciones específicas para delegar las decisiones más difíciles de recortes de personal a otros gerentes antes de aceptar formalmente el puesto.",
      "evasive_distractor": "Solicito una semana adicional de tiempo para evaluar exactamente el alcance y magnitud real de las responsabilidades antes de dar respuesta definitiva.",
      "rationalized_distractor": "Rechazo el puesto asumiendo que alguien con menos conexión emocional al equipo manejará mejor profesionalmente la situación difícil de recortes."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 5 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q046",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa implementa una política innovadora de trabajo flexible que tu equipo completo aprovecha exitosamente para balance vida-trabajo. Sin embargo, notas que algunos colegas específicos están abusando sistemáticamente del sistema trabajando significativamente menos horas de las acordadas mientras registran jornadas completas. Reportarlo formalmente afectaría probablemente la política flexible para todos incluyendo quienes la usan responsablemente. No hacer nada significa tolerar una situación injusta para quienes sí cumplen honestamente los acuerdos. ¿Qué postura tomas?",
    "options_structured": {
      "integrity_correct": "Hablo directamente con mi supervisor sobre las inconsistencias específicas observadas con evidencia, aceptando que esto pueda resultar en controles más estrictos para todo el equipo, algunos colegas me identifiquen como quien causó la restricción y mi relación con ellos se deteriore.",
      "pragmatic_distractor": "Ajusto mis propias horas de trabajo para equipararlas con lo que observo en otros miembros del equipo, manteniendo mi propio balance personal.",
      "evasive_distractor": "Comento la situación informalmente con colegas de confianza para validar si alguien más considera que vale la pena escalarla formalmente.",
      "rationalized_distractor": "Confío en que el sistema de trabajo flexible eventualmente se autorregulará naturalmente cuando los resultados de trabajo reflejen el esfuerzo real invertido."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 6 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q047",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te asignan coordinar un proyecto estratégico importante con un proveedor externo con quien la empresa trabaja hace cinco años. Descubres que el proveedor ofrece regalos costosos personalmente a ti a cambio de influir para renovar el contrato sin proceso de licitación competitiva. Rechazar directamente podría afectar la relación comercial ya establecida y complicar el proyecto actual. Aceptar te pondría en una posición éticamente comprometida aunque técnicamente la empresa no tiene política escrita específica prohibiendo regalos. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Rechazo el regalo explícitamente y reporto la situación completa al área de cumplimiento corporativo, aceptando que esto complique la relación con el proveedor, genere tensión en el proyecto actual y algunos vean esto como reacción exagerada.",
      "pragmatic_distractor": "Acepto el regalo como gesto comercial pero insisto firmemente en que la renovación contractual siga el proceso normal completo de evaluación competitiva de proveedores.",
      "evasive_distractor": "Consulto primero con colegas que manejan otros proveedores si esta práctica de regalos es común y aceptada en la industria antes de tomar decisión.",
      "rationalized_distractor": "Acepto el regalo interpretándolo como gesto normal de buena voluntad comercial, separándolo completamente de la decisión técnica objetiva de renovación contractual."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 7 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q048",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante un proyecto colaborativo interdepartamental crítico notas que el equipo de otra área está retrasando consistentemente entregas importantes pero culpando sistemáticamente a factores externos y problemas de proveedores. Tienes evidencia documental clara de que el problema real es desorganización interna de su propio equipo. Compartir esta información públicamente podría generar conflictos interdepartamentales serios y afectar colaboraciones futuras. Callar significa que los plazos del proyecto seguirán incumpliéndose sin solución real al problema raíz. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Presento la evidencia documentada en la próxima reunión de seguimiento del proyecto con todas las personas involucradas, aceptando que esto genere tensión seria con el otro equipo, su líder se moleste directamente conmigo y futuras colaboraciones sean más difíciles.",
      "pragmatic_distractor": "Comparto la información únicamente con mi supervisor directo en privado y dejo que él decida estratégicamente cómo manejar la situación políticamente.",
      "evasive_distractor": "Espero a observar si el problema de retrasos se resuelve naturalmente en las próximas dos o tres semanas antes de intervenir públicamente.",
      "rationalized_distractor": "Asumo que el líder del otro equipo ya conoce internamente el problema real y tiene sus razones estratégicas para no abordarlo públicamente."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 8 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q049",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza una iniciativa corporativa de bienestar que incluye actividades obligatorias de mindfulness y ejercicio durante horario laboral tres veces por semana. Estas actividades reducen tu tiempo productivo disponible en un momento absolutamente crítico de entrega de un proyecto con plazo inflexible. Tu supervisor expresó explícitamente que espera participación visible y consistente de todos los miembros del equipo. Saltarte las actividades afectaría directamente tu imagen de compromiso con la cultura organizacional. ¿Cómo manejas esto?",
    "options_structured": {
      "integrity_correct": "Comunico directamente a mi supervisor el conflicto específico con mis entregas críticas y propongo alternativas concretas para participar sin comprometer el proyecto, aceptando que esto me haga ver como menos comprometido con iniciativas culturales, afecte mi evaluación de cultura organizacional y otros que participan completo me superen en visibilidad.",
      "pragmatic_distractor": "Asisto brevemente los primeros quince minutos de las actividades para ser visto por líderes clave y luego regreso discretamente a trabajar en el proyecto.",
      "evasive_distractor": "Observo cuidadosamente qué hacen otros colegas con proyectos igualmente críticos antes de decidir mi propio nivel de participación en las actividades.",
      "rationalized_distractor": "Priorizo completamente el proyecto crítico asumiendo que los resultados de entrega exitosa justificarán mi ausencia en las actividades de bienestar."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 9 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q050",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden evaluar candidatos finales para una posición estratégica importante en tu equipo. Uno de los dos finalistas es familiar directo de un gerente senior muy influyente en la organización. Este candidato es competente y cumple requisitos pero el otro candidato tiene objetivamente mejor perfil técnico y más experiencia relevante. Elegir al familiar facilitaría significativamente tu relación política con el gerente influyente. Elegir al mejor candidato técnico podría generar tensiones políticas que afecten tu carrera. Decides esta semana. ¿Cuál es tu recomendación?",
    "options_structured": {
      "integrity_correct": "Recomiendo formalmente al candidato con mejor perfil técnico objetivo con evaluación completamente documentada, aceptando que esto afecte mi relación política con el gerente senior, él potencialmente use su influencia contra mí y limite mis oportunidades futuras de crecimiento.",
      "pragmatic_distractor": "Presento a ambos candidatos como igualmente calificados técnicamente para el rol y dejo que la decisión final la tome otro nivel jerárquico superior.",
      "evasive_distractor": "Solicito formalmente opiniones adicionales de otros evaluadores técnicos independientes antes de hacer mi recomendación oficial definitiva.",
      "rationalized_distractor": "Elijo al familiar del gerente argumentando que su conexión política facilitará la integración efectiva al equipo y el acceso a recursos organizacionales."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 10 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q051",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa adquiere una compañía más pequeña y te asignan liderar la integración de su personal a tu departamento. Durante el análisis descubres que algunos empleados de la empresa adquirida tienen salarios veinte a treinta por ciento superiores a los de tu equipo actual por roles absolutamente equivalentes en responsabilidad y experiencia. Transparentar esta información crearía descontento serio inmediato en tu equipo establecido. Ocultarlo significa mantener una inequidad significativa que inevitablemente se descubrirá eventualmente. ¿Qué camino tomas?",
    "options_structured": {
      "integrity_correct": "Escalo inmediatamente la discrepancia salarial documentada a mi supervisor y al área de compensaciones, aceptando que esto genere conversaciones difíciles en mi equipo, demandas de ajustes salariales y tensión durante el proceso de integración.",
      "pragmatic_distractor": "Ajusto estratégicamente las responsabilidades y títulos de los nuevos empleados adquiridos para justificar las diferencias salariales sin abordar el tema directamente.",
      "evasive_distractor": "Espero a que el proceso de integración organizacional avance varios meses más antes de plantear formalmente el tema de las diferencias salariales.",
      "rationalized_distractor": "Asumo que las áreas pertinentes de personal y compensaciones ya conocen la situación completa y están trabajando en una solución estructural."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 11 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q052",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En una reunión estratégica importante con toda la alta dirección el director ejecutivo presenta públicamente datos financieros de proyección que sabes con certeza que son incorrectos porque provinieron de tu análisis técnico original y fueron mal interpretados matemáticamente. Corregirlo públicamente en la reunión expondría el error del director frente a todos los ejecutivos presentes. No decir nada significa que la empresa tomará decisiones de inversión significativas basadas en información financiera errónea. La reunión está en curso ahora. ¿Cómo manejas la situación?",
    "options_structured": {
      "integrity_correct": "Intervengo respetuosamente en la reunión para clarificar los datos correctos con la metodología apropiada, aceptando que esto incomode al director ejecutivo públicamente, afecte mi relación con él y limite mis oportunidades futuras en decisiones estratégicas.",
      "pragmatic_distractor": "Envío un correo electrónico detallado inmediatamente después de la reunión con los datos corregidos, permitiendo que el director los revise y corrija privadamente.",
      "evasive_distractor": "Verifico nuevamente mis propios análisis originales después de la reunión antes de decidir si vale realmente la pena mencionar la discrepancia.",
      "rationalized_distractor": "Confío en que la diferencia numérica es menor y que las conclusiones estratégicas generales del director ejecutivo siguen siendo válidas fundamentalmente."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 12 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q053",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa promueve programas innovadores de mentoría inversa donde empleados jóvenes asesoran formalmente a líderes senior en temas de transformación digital y nuevas tecnologías. Tu mentor asignado es un vicepresidente extremadamente resistente al cambio que descarta consistentemente todas tus sugerencias sin considerarlas. Insistir en tus recomendaciones podría verse como falta de respeto jerárquico. Ceder completamente significaría desperdiciar un programa diseñado específicamente para aportar valor real de cambio. Llevas tres meses en esta dinámica. ¿Qué postura adoptas?",
    "options_structured": {
      "integrity_correct": "Documento mis sugerencias técnicas con casos de éxito de la industria y las presento nuevamente de forma estructurada, aceptando que esto genere fricción con mi mentor vicepresidente, él me evalúe negativamente en el programa y mi reputación con liderazgo senior se vea afectada.",
      "pragmatic_distractor": "Adapto todas mis sugerencias a cambios incrementales mínimos que sean mucho más fáciles de aceptar para alguien naturalmente resistente al cambio.",
      "evasive_distractor": "Consulto formalmente con el coordinador del programa sobre cómo manejar efectivamente la resistencia antes de tomar otra iniciativa con mi mentor.",
      "rationalized_distractor": "Acepto que algunas personas simplemente no están listas psicológicamente para el cambio y que el programa funcionará mejor con otros participantes más abiertos."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 13 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q054",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu equipo participa en una competencia interna de innovación con premio económico significativo y reconocimiento ejecutivo. Descubres que otro equipo participante copió parcialmente una idea central que tu grupo había compartido informalmente con ellos en sesiones de lluvia de ideas colaborativa hace dos meses. Denunciar formalmente la situación crearía conflicto serio y tensión permanente entre equipos que deben colaborar después. No hacerlo significa que podrían ganar la competencia con una idea que no es completamente original suya. La presentación final es en una semana. ¿Cómo reaccionas?",
    "options_structured": {
      "integrity_correct": "Presento evidencia documentada de la situación a los organizadores de la competencia con fechas y participantes, aceptando que esto genere tensión permanente con el otro equipo, algunos me vean como mal perdedor y la colaboración futura sea muy difícil.",
      "pragmatic_distractor": "Me enfoco intensamente en mejorar y diferenciar claramente nuestra propuesta para que sea objetivamente superior sin mencionar públicamente la copia observada.",
      "evasive_distractor": "Comento casualmente la situación con miembros de otros equipos participantes para validar si alguien más notó la similitud entre propuestas.",
      "rationalized_distractor": "Acepto que las ideas se comparten y evolucionan naturalmente en ambientes colaborativos, y que probablemente nuestra conversación los inspiró legítimamente."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 14 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q055",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa implementa un sistema formal de objetivos anuales donde debes negociar directamente tus metas de desempeño con tu supervisor. Basándote en tu experiencia y capacidad sabes honestamente que puedes lograr significativamente más de lo que él espera, pero establecer metas muy altas te quitaría completamente flexibilidad para manejar imprevistos. Metas conservadoras te darían margen de seguridad pero no reflejarían tu verdadero potencial real de contribución. Tu evaluación y bono dependen del cumplimiento de estas metas. ¿Qué metas propones finalmente?",
    "options_structured": {
      "integrity_correct": "Propongo metas ambiciosas que reflejen honestamente mi capacidad real de contribución, aceptando que esto signifique margen mínimo de error durante el año, mayor presión constante y riesgo de no cumplir si surgen imprevistos significativos.",
      "pragmatic_distractor": "Negocio metas moderadamente desafiantes y planeo superar las expectativas informalmente sin comprometerme formalmente a objetivos muy ambiciosos.",
      "evasive_distractor": "Pregunto discretamente a colegas de mi nivel qué grado de ambición están proponiendo en sus metas antes de definir las mías propias.",
      "rationalized_distractor": "Elijo metas conservadoras argumentando que dejan espacio operativo necesario para manejar imprevistos organizacionales inevitables durante el año."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 15 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q056",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa tiene una política formal de puertas abiertas donde cualquier empleado puede acudir directamente a niveles jerárquicos superiores. Tienes una preocupación legítima y fundamentada sobre la dirección estratégica de tu departamento que tu supervisor rechazó completamente cuando la planteaste. Usar la política de puertas abiertas podría verse como saltarte la cadena de mando y traicionar a tu supervisor directo. No usarla significa que tu perspectiva estratégica importante nunca llegará a quienes realmente toman las decisiones finales. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Uso la política de puertas abiertas después de informar formalmente a mi supervisor de mi intención, aceptando que él no esté de acuerdo con escalar el tema, esto dañe nuestra relación laboral y mi evaluación posterior se vea afectada.",
      "pragmatic_distractor": "Planteo mis preocupaciones estratégicas únicamente a mi supervisor directo nuevamente y dejo que él finalmente decida si vale la pena escalarlas.",
      "evasive_distractor": "Consulto con colegas que han usado la política de puertas abiertas previamente para entender exactamente cómo fue recibido su acercamiento.",
      "rationalized_distractor": "Espero a una oportunidad informal casual para mencionar el tema estratégico a niveles superiores sin usar el canal formal de puertas abiertas."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 16 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q057",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te seleccionan para representar formalmente a empleados de tu nivel en un comité oficial de clima laboral. Durante las sesiones confidenciales escuchas quejas específicas y repetidas sobre tu propio supervisor directo que consideras válidas y fundamentadas. Reportarlas fielmente en el informe oficial podría afectar seriamente tu relación laboral cotidiana con él. Omitirlas o suavizarlas traicionaría directamente la confianza de los colegas que te eligieron democráticamente como su representante. El informe se entrega en dos semanas. ¿Cómo actúas?",
    "options_structured": {
      "integrity_correct": "Reporto todas las preocupaciones objetivamente de manera anónima en el informe oficial, aceptando que mi supervisor probablemente identifique patrones y contextos, esto afecte nuestra relación laboral cotidiana y mi evaluación posterior.",
      "pragmatic_distractor": "Presento las quejas en términos muy generales sin dar suficiente detalle específico para que se identifique directamente a mi supervisor.",
      "evasive_distractor": "Consulto primero individualmente con quienes se quejaron si realmente desean que sus comentarios específicos sean incluidos en el informe oficial.",
      "rationalized_distractor": "Omito las quejas sobre mi supervisor asumiendo que el comité tiene otros canales independientes para recibir ese tipo de información sensible."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 17 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q058",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza sesiones trimestrales de retroalimentación grupal donde los equipos evalúan colectivamente su desempeño y dinámicas de trabajo. Tienes observaciones específicas sobre un colega que consistentemente no cumple con su parte proporcional del trabajo, obligando a otros a compensar. Mencionarlo públicamente en la sesión afectaría directamente la armonía del equipo y tu relación con él. Callarlo completamente significa que su bajo desempeño persistente seguirá sin abordarse formalmente. El facilitador está pidiendo retroalimentación abierta. ¿Qué postura tomas en la sesión?",
    "options_structured": {
      "integrity_correct": "Menciono ejemplos específicos de oportunidades de mejora del equipo que incluyen directamente las responsabilidades de ese colega, aceptando que esto genere tensión inmediata en la sesión, afecte mi relación con él y algunos me vean como quien rompió la armonía.",
      "pragmatic_distractor": "Hago comentarios generales sobre necesidad de mejor distribución de carga de trabajo sin señalar a nadie específicamente por nombre.",
      "evasive_distractor": "Espero a observar si otros miembros del equipo mencionan el tema primero antes de decidir si aporto mi perspectiva específica.",
      "rationalized_distractor": "Asumo que el facilitador externo de la sesión identificará los problemas de desempeño a través de otras fuentes de información disponibles."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 18 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q059",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa implementa trabajo remoto permanente después de la pandemia y te asignan liderar la adaptación de tu equipo a este modelo. Notas que algunos miembros específicos abusan de la flexibilidad trabajando significativamente menos horas mientras otros trabajan más horas que antes sin límites claros. Implementar controles estrictos de horario dañaría la confianza y el espíritu del modelo flexible. No hacer nada perpetúa una situación desigual que genera resentimiento. ¿Cómo abordas el tema con tu equipo?",
    "options_structured": {
      "integrity_correct": "Establezco expectativas claras y métricas objetivas de resultados, abordando casos específicos problemáticos directamente, aceptando que esto genere conversaciones incómodas, algunos se sientan micromanejados y la confianza inicial del equipo se vea afectada.",
      "pragmatic_distractor": "Implemento reuniones diarias breves de seguimiento que indirectamente controlan la disponibilidad del equipo sin parecer explícitamente desconfiado.",
      "evasive_distractor": "Consulto con otros líderes de equipo cómo están manejando situaciones similares de desbalance antes de definir mi propio enfoque.",
      "rationalized_distractor": "Confío en que el equipo encontrará su propio equilibrio natural con el tiempo sin necesidad de mi intervención directiva activa."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 19 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q060",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza un programa formal de reconocimiento entre pares donde puedes nominar a colegas por sus contribuciones excepcionales. Un compañero con quien trabajas te pide directamente que lo nomines aunque honestamente no consideras que su desempeño real justifique el reconocimiento según los criterios publicados del programa. Negarte afectaría tu relación personal con él que valoras. Nominarlo sin mérito real diluiría el valor del programa de reconocimiento y sería injusto para quienes sí lo merecen. ¿Qué respuesta das?",
    "options_structured": {
      "integrity_correct": "Explico honesta y directamente que no puedo nominarlo porque no he observado contribuciones específicas que cumplan los criterios del programa, aceptando que esto dañe nuestra relación, él se sienta rechazado y nuestra colaboración futura sea más distante.",
      "pragmatic_distractor": "Lo nomino por una contribución menor real pero válida para mantener la relación sin comprometer demasiado mi credibilidad personal en el programa.",
      "evasive_distractor": "Le sugiero diplomáticamente que pida nominación a alguien que haya trabajado más de cerca con él en proyectos recientes específicos.",
      "rationalized_distractor": "Lo nomino asumiendo que probablemente tiene contribuciones valiosas en otras áreas que yo simplemente no he observado directamente."
    },
    "notes": "Modulo 5 Options B10 batch 04 item 20 - REFACTORED",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  }
]