[
  {
    "id": "block-B10-q061",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te asignan como enlace con un nuevo gerente regional que trae ideas para cambiar la dinámica del equipo. En varias reuniones solicita comentarios sinceros sobre problemas culturales, advirtiendo que podría realizar ajustes estructurales con quienes muestren poco compromiso. Ser totalmente honesto podría derivar en cambios incómodos y tensión. Ser superficial mantendría vicios ocultos que afectan el apego. ¿Qué enfoque tomas?",
    "options_structured": {
      "integrity_correct": "Expongo de forma estructurada los problemas culturales observados, aceptando que esto pueda detonar decisiones difíciles sobre colegas cercanos y deteriore mi posición en las relaciones informales del grupo.",
      "pragmatic_distractor": "Menciono solo aspectos menores y fácilmente corregibles para mantener buenas relaciones y evitar medidas drásticas que compliquen el clima laboral.",
      "evasive_distractor": "Indico que necesito más tiempo para observar la situación actual, posponiendo cualquier comentario profundo sobre la cultura real del equipo.",
      "rationalized_distractor": "Argumento que la cultura actual se ha construido con esfuerzo y que es preferible que él descubra por su cuenta las áreas de mejora, bajo la premisa de no sesgar su juicio."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 1",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q062",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Llevas años en la empresa y recibes una oferta externa mejor remunerada. Tu jefe actual te comenta que está gestionando un plan de crecimiento para ti, aunque aún no está aprobado. Comunicar tu oferta podría acelerar la gestión, pero también generar la percepción de que estás presionando por conveniencia. Callar te mantiene en la incertidumbre y podrías perder la oportunidad externa. Debes responder a la oferta en pocos días. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Informo a mi jefe sobre la oferta y mis motivaciones, aclarando que valoro el proyecto actual, aceptando la incomodidad de la conversación y el riesgo de que el plan interno se cancele al cuestionarse mi lealtad.",
      "pragmatic_distractor": "Acepto la nueva oferta sin comentar nada en mi empresa actual para evitar tensiones inmediatas y asegurar la mejora económica.",
      "evasive_distractor": "Solicito más tiempo a ambas partes sin dar detalles concretos, mientras observo qué opción se define primero.",
      "rationalized_distractor": "Decido no mencionar la oferta externa, considerando que la empresa debería valorar mi trabajo y ofrecerme crecimiento sin necesidad de comparaciones de mercado."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 2",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q063",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Eres parte de un programa de embajadores internos para compartir orgullo corporativo en redes. Sin embargo, decisiones recientes de la dirección, como recortes de beneficios, han afectado la moral del área. Publicar mensajes muy positivos te haría sentir incongruente frente a tus compañeros. Mostrar tu incomodidad podría afectar tu relación con el área de comunicación corporativa. Te piden una publicación para esta semana. ¿Qué decides hacer?",
    "options_structured": {
      "integrity_correct": "Redacto un mensaje sobrio que reconoce logros reales sin exageraciones y comparto en privado mis reservas con los organizadores, asumiendo que me perciban como poco entusiasta y dejen de considerarme para futuras campañas.",
      "pragmatic_distractor": "Publico un mensaje altamente positivo, aunque no refleje mi sentir actual, para proteger mi imagen institucional y asegurar visibilidad.",
      "evasive_distractor": "Solicito posponer mi participación alegando carga de trabajo excesiva, esperando que la situación se estabilice antes de tener que publicar algo.",
      "rationalized_distractor": "Decido no publicar nada, bajo la lógica de que las redes personales no son el espacio adecuado para tratar temas laborales en momentos de crisis."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 3",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q064",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza una encuesta de clima preguntando si recomendarías trabajar allí. Aunque has tenido buen desarrollo, has visto decisiones recientes que redujeron la confianza en tu equipo. Responder 'sí' mantendría una imagen idealizada ante el área de personal. Responder 'no' con argumentos podría generar incomodidad cuando se revisen los resultados por área, ya que los códigos de la encuesta permiten cierta trazabilidad. ¿Qué respondes?",
    "options_structured": {
      "integrity_correct": "Respondo con sinceridad que hoy no recomendaría la empresa y explico las razones en los comentarios, aceptando que esto pueda identificarse como una postura crítica y afecte la percepción de mi alineación.",
      "pragmatic_distractor": "Marco que sí recomendaría la empresa, destacando solo los aspectos positivos para mantener una imagen alineada con el discurso oficial.",
      "evasive_distractor": "Elijo una respuesta neutra o dejo la pregunta en blanco para evitar que mi opinión quede registrada en un sentido definitivo.",
      "rationalized_distractor": "Marco que sí, estimando que a pesar de los problemas recientes, es mejor que la organización reciba una imagen globalmente positiva para no afectar la moral."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 4",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q065",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te invitan a una sesión cerrada con directivos para discutir la rotación de personal. Varios colegas te han confiado experiencias difíciles de gestión, pidiendo confidencialidad. Hablar honestamente sobre estos temas podría impulsar mejoras, pero también etiquetarte como quien expone problemas incómodos. Si eres superficial, el desgaste del equipo continuará sin cambios. ¿Cómo abordas la sesión?",
    "options_structured": {
      "integrity_correct": "Expongo los temas de fondo sin revelar nombres, aclarando que son situaciones reales, aceptando que la dirección me asocie con la crítica y que mi perfil sea visto como inconforme.",
      "pragmatic_distractor": "Comento solo aspectos generales y operativos fáciles de atender, evitando los temas sensibles de liderazgo que realmente afectan el apego.",
      "evasive_distractor": "Sugiero realizar estudios más amplios o anónimos, trasladando la responsabilidad del diagnóstico a futuras herramientas formales.",
      "rationalized_distractor": "Me centro en los aspectos positivos de la cultura, confiando en que si la empresa realmente quisiera saber los problemas, usaría sus propios canales de auditoría."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 5",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q066",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero clave te confiesa que está en procesos de selección externos, pero te pide discreción para no perder beneficios de horario flexible. Sabes que el líder está planificando proyectos críticos contando con su permanencia. Informar al líder protegería la operación, pero rompería la confianza personal con tu colega. La decisión de tu compañero aún no es definitiva. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Insto a mi compañero a informar su situación al jefe, advirtiéndole que si no lo hace, deberé mencionar el riesgo operativo, aceptando que esto pueda romper nuestra amistad y generar tensión.",
      "pragmatic_distractor": "Mantengo silencio mientras no haya una oferta formal y aprovecho para sugerir al jefe un plan de respaldo genérico sin dar detalles.",
      "evasive_distractor": "Le digo al jefe vagamente que deberíamos revisar la redundancia de conocimientos en el equipo, esperando que capte la indirecta.",
      "rationalized_distractor": "Decido no decir nada, bajo la premisa de que cada persona es dueña de su información profesional y el equipo deberá adaptarse cuando el cambio ocurra."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 6",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q067",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Se abre una vacante interna ideal para tus intereses. Sin embargo, tu jefe te acaba de delegar un proyecto largo que requiere tu experiencia específica. Postularte podría percibirse como falta de compromiso con el encargo actual y molestar a tu equipo. No hacerlo implica dejar pasar una oportunidad que tardará en repetirse. ¿Qué decisión tomas?",
    "options_structured": {
      "integrity_correct": "Hablo con mi jefe sobre mi interés en la vacante antes de postularme, aceptando que cuestione mi compromiso con el proyecto actual y que esto pueda limitar mi crecimiento dentro de su área.",
      "pragmatic_distractor": "Me postulo directamente sin comentar nada hasta avanzar en el proceso, confiando en que el resultado positivo justificará mi decisión.",
      "evasive_distractor": "Decido no aplicar esta vez y esperar una oportunidad futura que no coincida con un inicio de proyecto crítico.",
      "rationalized_distractor": "Concluyo que no debería ser necesario postularme formalmente si la empresa valora mi perfil, asumiendo que me buscarán si soy el candidato adecuado."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 7",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q068",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La comunicación oficial enfatiza el bienestar, pero en tu área es norma responder correos fuera de horario. Varios colegas se sienten desconectados del discurso de la empresa. Mencionar esto en una reunión abierta podría verse como una crítica a la coherencia de la dirección. Callar valida implícitamente que el compromiso se mide por horas extra. Hay una sesión de dudas abierta mañana. ¿Qué planteas?",
    "options_structured": {
      "integrity_correct": "Expongo casos concretos de sobrecarga y pregunto cómo se alinean con el mensaje de bienestar, aceptando que se incomode el ambiente y se me etiquete como un elemento disidente.",
      "pragmatic_distractor": "Comento el tema solo en privado con líderes de confianza para no exponerlos públicamente y esperar ajustes graduales.",
      "evasive_distractor": "Envío una pregunta anónima a través de los canales digitales, esperando que alguien más aborde el tema en la reunión.",
      "rationalized_distractor": "Decido no cuestionar el mensaje oficial, considerando que en periodos de alta demanda es natural que existan estas contradicciones temporales."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 8",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q069",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te invitan a compartir tu historia de permanencia en la empresa en un evento grabado. Tienes motivos genuinos para quedarte, pero también has pasado por crisis donde pensaste renunciar por falta de apoyo. Contar una historia matizada podría no encajar con el tono celebratorio del evento. Presentar solo lo positivo se sentiría falso. ¿Qué enfoque das a tu testimonio?",
    "options_structured": {
      "integrity_correct": "Comparto una historia que incluye tanto mis razones para quedarme como las dudas que enfrenté, aceptando que la dirección prefiera relatos más idealizados y se reduzca mi visibilidad futura.",
      "pragmatic_distractor": "Construyo un relato enfocado exclusivamente en lo positivo, omitiendo las crisis para cumplir con la expectativa del evento.",
      "evasive_distractor": "Declino la invitación indicando que prefiero no hablar en público, evitando así el dilema de qué contar.",
      "rationalized_distractor": "Cuento una versión idealizada, juzgando que el propósito del evento es inspirar a otros y no hacer un análisis crítico de la realidad."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 9",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q070",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Ayudas a organizar el día de integración anual. Notas que las actividades planeadas excluyen los intereses de varios perfiles de la empresa, repitiendo fórmulas de años anteriores. Proponer cambios ahora generaría trabajo extra y roces con los organizadores tradicionales. Mantener el diseño actual asegura un evento tranquilo, pero poco inclusivo. Quedan pocas semanas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Propongo ajustes concretos para diversificar las actividades, aceptando la carga logística adicional y la posible molestia de quienes defienden el formato tradicional.",
      "pragmatic_distractor": "Sugiero cambios menores y simbólicos que no alteren la agenda principal, mostrando apertura sin complicar la organización.",
      "evasive_distractor": "Comento la inquietud de forma general y dejo que el comité decida si es viable hacer cambios a estas alturas.",
      "rationalized_distractor": "Apoyo mantener el formato actual, estimando que cambiarlo drásticamente podría confundir a los asistentes habituales."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 10",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q071",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un colega nuevo siente que las oportunidades de crecimiento se limitan a un círculo cerrado cercano a los líderes y te pide consejo. Sabes que su percepción es correcta. Validar su visión podría desmotivarlo o impulsarlo a irse. Minimizar el problema para que se adapte podría generar frustración a largo plazo. Te pregunta qué harías en su lugar. ¿Qué respondes?",
    "options_structured": {
      "integrity_correct": "Reconozco los patrones que menciona y sugiero estrategias para navegar esa realidad sin engaños, aceptando que esto pueda llevarlo a buscar opciones fuera de la empresa.",
      "pragmatic_distractor": "Le aconsejo que se enfoque en sus resultados, asegurándole que con buen desempeño las oportunidades llegarán eventualmente.",
      "evasive_distractor": "Le respondo que cada experiencia es distinta y evito dar una opinión sobre la cultura de ascensos para no comprometerme.",
      "rationalized_distractor": "Le explico que en todas las organizaciones existe política interna, asumiendo que lo mejor para él es aceptar las reglas del juego y adaptarse."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 11",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q072",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Hay un concurso de iniciativas para mejorar el apego laboral. Sabes que las propuestas críticas hacia el liderazgo suelen ser mal recibidas. Tienes una idea que aborda comportamientos gerenciales problemáticos, pero presentarla podría generar resistencia y etiquetarte. Una propuesta cosmética tendría más posibilidades de ganar. ¿Qué presentas?",
    "options_structured": {
      "integrity_correct": "Presento la propuesta que aborda los comportamientos de liderazgo, aceptando que sea filtrada, genere incomodidad en los mandos y afecte mi imagen de colaborador 'fácil'.",
      "pragmatic_distractor": "Diseño una iniciativa enfocada en actividades de integración lúdicas que no tocan temas sensibles, asegurando una buena recepción.",
      "evasive_distractor": "Propongo realizar un diagnóstico general, dejando que las acciones concretas sean definidas por otros más adelante.",
      "rationalized_distractor": "Decido no participar, considerando que si la empresa quisiera cambiar temas de fondo, no lo haría a través de un concurso abierto."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 12",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q073",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Eres referencia para los nuevos ingresos. Un grupo te pregunta en confianza si vale la pena hacer carrera en la empresa a largo plazo. Podrías compartir tus dudas reales, lo que quizás debilite su entusiasmo inicial, o dar una versión optimista que no coincide del todo con tu experiencia. Esperan sinceridad. ¿Qué les dices?",
    "options_structured": {
      "integrity_correct": "Ofrezco una visión balanceada de lo valioso y lo difícil de la cultura, aceptando que algunos decidan que no es su lugar y que la dirección pueda enterarse de mi franqueza.",
      "pragmatic_distractor": "Resalto principalmente las ventajas y minimizo los problemas para mantener la motivación del grupo alta.",
      "evasive_distractor": "Les digo que cada uno debe formar su propio criterio con el tiempo, evitando influir con mi experiencia personal.",
      "rationalized_distractor": "Les comento que la estabilidad es lo más importante en el mercado actual, bajo la premisa de que es mejor valorar el empleo seguro."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 13",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q074",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En una reunión general, se presentan resultados de clima laboral muy positivos que no coinciden con la percepción crítica de tu equipo. Alguien sugiere que los datos fueron suavizados. Preguntar por el desglose específico de tu área podría incomodar a los expositores y marcarte como escéptico. Callar reforzaría la sensación de que las encuestas no reflejan la realidad. Se abre el micrófono. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Solicito públicamente revisar los resultados desagregados de nuestra área para entender las discrepancias, aceptando la tensión del momento y ser visto como desafiante.",
      "pragmatic_distractor": "Hablo después en privado con mi jefe sobre la diferencia de percepción para no generar polémica en la reunión.",
      "evasive_distractor": "Comento mis dudas solo en pasillos con compañeros, sin elevar el tema a un foro formal.",
      "rationalized_distractor": "Decido no intervenir, considerando que mostrar unidad y resultados positivos públicamente es prioritario para la imagen del departamento."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 14",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q075",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Debes nominar colegas para un reconocimiento de valores. Por inercia, siempre se elige a las personas con más visibilidad política, ignorando a quienes sostienen la operación diaria. Proponer nombres nuevos podría cuestionar elecciones pasadas e incomodar a ciertos líderes. Seguir la corriente es lo más sencillo. Debes enviar tus nominados hoy. ¿A quién eliges?",
    "options_structured": {
      "integrity_correct": "Nomino a colegas de bajo perfil pero alto compromiso, fundamentando mi elección, aceptando que esto genere preguntas incómodas y se perciba como una crítica al criterio habitual.",
      "pragmatic_distractor": "Nomino a los perfiles visibles de siempre para asegurar que la propuesta sea bien recibida y mantener la armonía.",
      "evasive_distractor": "Decido no enviar nominaciones esta vez, argumentando que no he tenido tiempo suficiente para evaluar a todos.",
      "rationalized_distractor": "Elijo a alguien popular, estimando que un ganador reconocido generará más entusiasmo inmediato en el equipo."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 15",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q076",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Una compañera nueva con alto potencial te confiesa que piensa renunciar por la actitud despectiva de un grupo de veteranos. Sabes que sus quejas son fundadas. Podrías animarla a quedarse y luchar, aunque sabes que el desgaste será alto. O podrías validar que el ambiente es hostil, lo que podría precipitar su salida. Ella valora mucho tu opinión. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Valido sus observaciones sobre la cultura del equipo y explico el costo real de intentar cambiarla, aceptando que mi franqueza pueda influir en su decisión de irse.",
      "pragmatic_distractor": "Le sugiero que ignore los comentarios y se enfoque en demostrar su valor con trabajo, esperando que la acepten con el tiempo.",
      "evasive_distractor": "Le digo que es muy pronto para juzgar y que debería esperar unos meses más antes de decidir nada.",
      "rationalized_distractor": "Le explico que los grupos cerrados son normales en cualquier empresa, bajo la premisa de que adaptarse es parte del crecimiento profesional."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 16",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q077",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En un foro abierto con la dirección, tienes la oportunidad de preguntar sobre el futuro del apego laboral ante recortes recientes. Pocos se atreven a tocar el tema. Hacerlo podría etiquetarte como 'el empleado incómodo'. No hacerlo contribuye al silencio generalizado sobre un problema real. Tienes el turno de palabra. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Planteo la pregunta de forma directa y respetuosa, aceptando la exposición pública y la posibilidad de que la dirección me marque como un perfil crítico.",
      "pragmatic_distractor": "Hago una pregunta suave sobre planes de capacitación, evitando el tema espinoso de los recortes.",
      "evasive_distractor": "Cedo mi turno a otra persona o decido no preguntar nada para no quedar expuesto.",
      "rationalized_distractor": "Decido no preguntar, considerando que en estos foros las respuestas suelen ser preparadas y no resuelven las dudas de fondo."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 17",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q078",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Eres mentor de una persona que viene de otra cultura corporativa. Ella critica duramente las ineficiencias de tu equipo y te pregunta si realmente te sientes orgulloso de trabajar aquí. Defender a la empresa ciegamente parecería falso. Validar sus críticas podría desmotivarla aún más. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Reconozco lo que valoro de la empresa y también lo que me cuesta aceptar, aceptando que mi respuesta honesta pueda no ser suficiente para retenerla.",
      "pragmatic_distractor": "Me enfoco exclusivamente en los puntos fuertes de la empresa para tratar de cambiar su percepción negativa.",
      "evasive_distractor": "Respondo que cada experiencia es subjetiva y redirijo la charla hacia sus objetivos operativos.",
      "rationalized_distractor": "Le digo que ninguna empresa es perfecta, bajo la lógica de que valorar la estabilidad es más importante que los defectos operativos."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 18",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q079",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Debes liderar al equipo en un voluntariado corporativo, pero sabes que la mayoría lo percibe como una carga extra de trabajo y no como una actividad genuina. Reportar este desinterés podría poner en duda tu liderazgo y la iniciativa misma. Presionar para que participen generaría resentimiento. Te piden un estatus de la convocatoria. ¿Qué informas?",
    "options_structured": {
      "integrity_correct": "Informo que el equipo siente la actividad como una imposición y sugiero replantearla, asumiendo que se me vea como poco alineado con los valores corporativos.",
      "pragmatic_distractor": "Reporto que hay buen interés y presiono sutilmente al equipo para que asistan, cumpliendo con la meta de participación.",
      "evasive_distractor": "Entrego un reporte ambiguo y dejo que cada quien decida si se inscribe o no, sin promover activamente el evento.",
      "rationalized_distractor": "Minimizo las quejas, considerando que estas actividades son necesarias para la imagen externa de la empresa y el equipo debe colaborar."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 19",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q080",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden grabar un video motivacional para la empresa. Personalmente, has tenido dudas recientes sobre tu futuro allí, aunque decidiste quedarte. Grabar un mensaje de optimismo total te haría sentir falso. Hacerlo con matices podría no ser lo que comunicación espera. Debes enviar el video mañana. ¿Qué mensaje grabas?",
    "options_structured": {
      "integrity_correct": "Grabo un mensaje sincero sobre mis razones reales para seguir, sin ocultar que hay desafíos, aceptando que tal vez no lo usen o se considere poco inspirador.",
      "pragmatic_distractor": "Grabo un mensaje entusiasta siguiendo el guion esperado para evitar problemas y cumplir con la solicitud.",
      "evasive_distractor": "Me excuso diciendo que no me siento cómodo ante la cámara para no tener que grabar el mensaje.",
      "rationalized_distractor": "Grabo el mensaje positivo, asumiendo que en momentos de incertidumbre es mi responsabilidad proyectar seguridad a los demás."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 20",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q081",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te invitan a un proyecto de alta visibilidad liderado por alguien con fama de trato difícil y poco respetuoso. Aceptar te daría proyección, pero validaría trabajar con ese estilo de liderazgo. Rechazarlo podría cerrarte puertas. Te piden respuesta rápida. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Acepto condicionando mi participación a un trato profesional y respetuoso, sabiendo que esto puede generar fricción inicial y etiquetarme como 'complicado'.",
      "pragmatic_distractor": "Acepto sin condiciones para aprovechar la oportunidad, confiando en mi capacidad para manejar al líder difícil sobre la marcha.",
      "evasive_distractor": "Pido tiempo para revisar mi carga de trabajo, esperando que busquen a otro candidato mientras tanto.",
      "rationalized_distractor": "Rechazo la invitación con una excusa operativa, juzgando que la empresa debería asignarme líderes compatibles sin que yo tenga que pedirlo."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 21",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q082",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un colega con el que has tenido conflictos te invita a su despedida, buscando cerrar el ciclo en paz. Asistir te tomaría tiempo personal y sería incómodo. No ir te evitaría el mal rato, pero podría verse como rencoroso o poco profesional por parte del equipo. La despedida es hoy. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Asisto brevemente para cerrar la relación con respeto, sacrificando mi tiempo personal y tolerando la incomodidad del momento.",
      "pragmatic_distractor": "Envío una disculpa y un mensaje cordial por chat, cumpliendo con la cortesía mínima sin tener que ir.",
      "evasive_distractor": "Digo que intentaré pasar pero no confirmo nada, dejando abierta la opción de no ir si no tengo ganas.",
      "rationalized_distractor": "Decido no ir, considerando que es hipócrita fingir camaradería al final cuando no la hubo durante el trabajo."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 22",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q083",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero veterano y querido está desilusionado y piensa renunciar en silencio al tener otra oferta. Te pide consejo sobre si debería hablar con la dirección antes de irse. Si habla, podría exponer problemas que nadie quiere ver y generar tensión. Si se va en silencio, la organización pierde la oportunidad de entender su partida. ¿Qué le recomiendas?",
    "options_structured": {
      "integrity_correct": "Le sugiero que exprese sus motivos a la dirección antes de irse, aceptando que será una conversación difícil y emocionalmente desgastante para ambos.",
      "pragmatic_distractor": "Le recomiendo que asegure su nueva oferta y renuncie sin dar mayores explicaciones para tener una salida tranquila.",
      "evasive_distractor": "Le digo que es una decisión muy personal y prefiero no influir, manteniéndome al margen.",
      "rationalized_distractor": "Le aconsejo irse sin hacer ruido, bajo la premisa de que después de tantos años merece tranquilidad y no conflictos finales."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 23",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q084",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un líder presume que la baja rotación de su área es señal de éxito y felicidad. Tú sabes que la gente se queda por miedo a la inestabilidad externa, no por convicción. Contradecirlo en público sería incómodo. Callar valida una lectura errónea de la realidad. ¿Cómo reaccionas?",
    "options_structured": {
      "integrity_correct": "Comento con tacto que la permanencia no siempre equivale a compromiso y sugiero indagar más, aceptando que el líder se sienta cuestionado frente al grupo.",
      "pragmatic_distractor": "Asiento y valido su comentario para mantener la buena relación, aunque sepa que es una verdad a medias.",
      "evasive_distractor": "Desvío la conversación hacia otro tema para no tener que opinar sobre la afirmación del líder.",
      "rationalized_distractor": "No digo nada, estimando que lo importante es que el equipo se mantenga unido, independientemente de la motivación de fondo."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 24",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q085",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En una campaña de fotos internas, un compañero poco popular te pide salir contigo en una imagen. Sabes que hacerlo podría generar comentarios irónicos de tu grupo cercano, que suele excluirlo. Negarte reforzaría su aislamiento. La sesión de fotos está por terminar. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Acepto tomarme la foto con él, asumiendo el costo social de posibles burlas o distanciamiento por parte de mi grupo habitual.",
      "pragmatic_distractor": "Le digo que ahora no puedo por falta de tiempo, evitando la foto sin rechazarlo abiertamente.",
      "evasive_distractor": "Sugiero que busquemos a más gente para una foto grupal, diluyendo la asociación directa con él.",
      "rationalized_distractor": "Evito la foto, considerando que forzar una integración artificial solo generaría más incomodidad para todos a largo plazo."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 25",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q086",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Se abre un canal para reportar favoritismos. Has visto cómo ciertos proyectos siempre van a los mismos, afectando la moral del resto. Reportarlo formalmente podría detonar una investigación molesta y, aunque es anónimo, podrían deducir que fuiste tú. No hacer nada perpetúa la situación. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Envío un reporte detallado y objetivo sobre los patrones observados, aceptando el riesgo de ser identificado y sufrir frialdad por parte de la gestión.",
      "pragmatic_distractor": "Comento mis observaciones con colegas de confianza, esperando que si el rumor crece, alguien más tome la iniciativa.",
      "evasive_distractor": "Espero a ver si el canal realmente funciona con otros casos antes de arriesgarme a enviar algo.",
      "rationalized_distractor": "Decido no reportar, juzgando que el favoritismo es inevitable en las organizaciones humanas y que un reporte no cambiará la cultura."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 26",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q087",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un nuevo director toma decisiones rápidas sin consultar, causando incertidumbre. Te pregunta directamente cómo se percibe su gestión. Ser honesto sobre el malestar podría marcarte como resistente al cambio. Decir que todo va bien aseguraría tu tranquilidad inmediata pero ocultaría un problema creciente. ¿Qué respondes?",
    "options_structured": {
      "integrity_correct": "Le explico respetuosamente que la velocidad de los cambios está generando ansiedad en el equipo, aceptando que pueda tomarlo como una crítica personal.",
      "pragmatic_distractor": "Le digo que el equipo se está adaptando bien y que es normal cierta confusión al principio, suavizando la realidad.",
      "evasive_distractor": "Le respondo que aún es pronto para evaluar el impacto y sugiero retomar el tema más adelante.",
      "rationalized_distractor": "Justifico su estilo diciéndole que a veces se requiere mano firme, asumiendo que la gente terminará por entender la urgencia."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 27",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q088",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Los chistes cínicos sobre la empresa se han vuelto comunes en tu equipo. Notas que esto confunde a los nuevos ingresos sobre el valor de trabajar allí. Intervenir te haría parecer aburrido o alineado con la gerencia. Participar en la broma te integra pero valida el cinismo. Vuelven a surgir los comentarios. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Señalo con calma que esos comentarios afectan la percepción de los nuevos, aceptando quedar como el 'serio' del grupo y generar un silencio incómodo.",
      "pragmatic_distractor": "Ignoro los comentarios y sigo trabajando, evitando reírme pero también evitando confrontar.",
      "evasive_distractor": "Cambio sutilmente el tema de conversación para disipar el momento sin hacer un reclamo explícito.",
      "rationalized_distractor": "Me río con ellos, considerando que el humor es una válvula de escape necesaria y no implica falta de compromiso real."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 28",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q089",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Revisas una campaña interna que describe a la empresa como una 'gran familia perfecta'. Sabes que esto dista de la realidad actual y podría sonar falso. Aprobarla te evita problemas con el área de diseño. Cuestionarla implica pedir retrabajos y generar fricción. Te piden visto bueno urgente. ¿Qué comentarios das?",
    "options_structured": {
      "integrity_correct": "Solicito ajustar el tono para que sea más realista y menos idealizado, aceptando que esto retrase el lanzamiento y moleste a los creativos.",
      "pragmatic_distractor": "Apruebo la campaña tal cual, entendiendo que es material promocional y no un reflejo exacto de la realidad.",
      "evasive_distractor": "Hago correcciones menores de forma pero evito cuestionar el mensaje central para no complicarme.",
      "rationalized_distractor": "Valido el mensaje, bajo la premisa de que las campañas deben ser aspiracionales para elevar la moral, aunque no sean totalmente exactas."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 29",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q090",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "No habrá aumentos de sueldo este año, pero la empresa organiza sesiones de diálogo. Muchos colegas planean boicotearlas no asistiendo. Tú eres un referente en el equipo. Asistir te permite hablar, pero te arriesgas a parecer alineado con la dirección. No ir es una protesta silenciosa que cierra el canal de comunicación. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Asisto a la sesión para expresar las inquietudes del equipo, aceptando que mis compañeros me juzguen por participar en una dinámica que rechazan.",
      "pragmatic_distractor": "Decido no ir, alineándome con la mayoría para no perder mi validación social dentro del grupo.",
      "evasive_distractor": "Digo que tengo una reunión urgente a esa hora para no tener que tomar partido públicamente.",
      "rationalized_distractor": "Asisto pero me mantengo en silencio, considerando que escuchar es importante pero hablar no cambiará la decisión financiera."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 30",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  }
]