[
  {
    "id": "block-B10-q091",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza un programa de reconocimiento donde cualquier persona puede postular a colegas que ejemplifiquen el compromiso y apego a la organización. Conoces a varios compañeros cuyo trabajo sostiene operaciones clave pero que no tienen visibilidad ante mandos superiores. Nominarlos implica escribir argumentos detallados, invertir tiempo personal y posiblemente generar incomodidad con quienes esperan que solo se nomine a perfiles ya reconocidos. No hacerlo significa que el programa siga premiando únicamente a las personas más visibles. El plazo para postular cierra mañana. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Postulo a quienes realmente sostienen el trabajo diario con argumentos bien fundamentados, aceptando invertir varias horas extras, que algunos líderes cuestionen mis criterios y que mi nombre quede asociado a una postura incómoda sobre el reconocimiento.",
      "pragmatic_distractor": "Nomino solo a personas ya visibles para evitar debates complejos y asegurar que mi participación sea bien recibida por quienes toman decisiones.",
      "evasive_distractor": "Decido no participar esta vez argumentando falta de información suficiente para evaluar a todos con justicia.",
      "rationalized_distractor": "Pienso que quienes merecen reconocimiento eventualmente serán vistos sin necesidad de nominaciones formales, por lo que no es necesario que yo intervenga."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 1",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q092",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu jefe te invita a una conversación confidencial donde te pregunta si considerarías quedarte en la empresa durante los próximos tres años, incluso si las condiciones del mercado mejoran y surgen ofertas externas. Te comenta que esta información es clave para decidir inversiones en tu desarrollo. Responder afirmativamente sin estar seguro podría generar expectativas que después no cumplas. Expresar tus dudas podría limitar oportunidades de crecimiento que estás esperando. La conversación requiere una respuesta clara ahora. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Comparto honestamente que valoro la empresa pero que no puedo garantizar tres años sin conocer qué oportunidades de desarrollo concretas existirán, aceptando que esto reduzca la inversión en mi formación y que mi jefe me vea como alguien con poco compromiso a largo plazo.",
      "pragmatic_distractor": "Confirmo que me quedaré tres años para asegurar las inversiones en mi desarrollo, confiando en que más adelante podré ajustar mi decisión según las circunstancias.",
      "evasive_distractor": "Respondo de forma ambigua diciendo que depende de muchos factores y evito compromisos claros en cualquier dirección.",
      "rationalized_distractor": "Argumento que tres años es un horizonte difícil de proyectar para cualquier persona y que la empresa debería invertir en mi desarrollo sin condicionarlo a ese compromiso."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 2",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q093",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una sesión de trabajo sobre mejora de cultura organizacional, el facilitador pide ejemplos concretos de situaciones donde las personas sienten que la empresa no cumple con sus valores declarados. Tienes varios casos claros que has observado, pero mencionarlos en presencia de directivos podría exponer a colegas que te los confiaron y asociarte con una postura crítica. Dar ejemplos genéricos mantendría la conversación superficial y probablemente sin resultados prácticos. Todos esperan que alguien comience a compartir. ¿Qué planteas?",
    "options_structured": {
      "integrity_correct": "Describo situaciones concretas sin mencionar nombres, aceptando que algunos presentes se sientan señalados, que mi relación con ciertos líderes se tense y que colegas me vean como quien expone temas delicados.",
      "pragmatic_distractor": "Menciono solo aspectos menores y fácilmente corregibles para demostrar participación sin generar incomodidad significativa.",
      "evasive_distractor": "Sugiero que se diseñe una encuesta anónima posterior para que todos puedan compartir ejemplos sin exponerse directamente.",
      "rationalized_distractor": "Decido no compartir casos específicos porque considero que las mejoras culturales deben venir de la dirección sin necesidad de que los empleados señalen fallas."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 3",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q094",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un colega cercano te comenta en privado que planea renunciar en dos meses pero que pedirá vacaciones antes de informarlo formalmente, dejando al equipo sin su experiencia en un momento crítico del proyecto. Te pide que no digas nada porque quiere evitar presiones. Informar anticipadamente al jefe permitiría planificar mejor la transición, pero rompería la confianza de tu colega. Guardar silencio protege la relación personal pero afecta la continuidad del área. El proyecto crucial comienza en tres semanas. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Le explico que debe informar pronto al jefe sobre su salida y le advierto que, si no lo hace antes del proyecto crítico, tendré que compartir la situación para proteger al equipo, aceptando que esto probablemente termine nuestra amistad y genere tensión diaria.",
      "pragmatic_distractor": "No digo nada hasta que él formalice su renuncia, aprovechando esas semanas para posicionarme como posible reemplazo ante el jefe.",
      "evasive_distractor": "Sugiero al jefe que tenga planes de contingencia generales sin explicar por qué, esperando que esto mitigue el impacto sin revelar información específica.",
      "rationalized_distractor": "Considero que cada persona tiene derecho a manejar su renuncia como prefiera y que el equipo debe estar preparado para cambios inesperados en cualquier momento."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 4",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q095",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La dirección organiza un foro abierto donde empleados pueden hacer preguntas sobre el futuro de la empresa tras una reestructuración reciente. Has escuchado mucha incertidumbre en tu equipo sobre estabilidad laboral, pero nadie se atreve a preguntar directamente por miedo a parecer desconfiado o poco leal. Tienes el micrófono y podrías plantear esa inquietud de forma clara. Hacerlo podría etiquetarte como pesimista o generador de malestar. No hacerlo dejaría sin voz una preocupación real de muchos. Te corresponde intervenir ahora. ¿Qué dices?",
    "options_structured": {
      "integrity_correct": "Pregunto directamente sobre las garantías de estabilidad laboral mencionando que es una preocupación que he escuchado en varios compañeros, aceptando que algunos directivos me perciban como alarmista y que mi nombre quede asociado a cuestionamientos incómodos.",
      "pragmatic_distractor": "Formulo una pregunta general sobre planes de crecimiento sin mencionar la preocupación por estabilidad para mantener un tono positivo.",
      "evasive_distractor": "Paso el micrófono a otra persona argumentando que prefiero escuchar más opiniones antes de intervenir.",
      "rationalized_distractor": "Pienso que si la dirección quisiera abordar el tema de estabilidad ya lo habría hecho, por lo que no vale la pena presionar con preguntas que podrían incomodar."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 5",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q096",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa implementa un programa donde empleados con antigüedad pueden compartir testimonios sobre qué los ha mantenido en la organización. Te ofrecen grabar un video que será usado en procesos de selección externos. Has tenido experiencias positivas, pero también momentos donde consideraste seriamente irte por situaciones de liderazgo inadecuado. Un relato completamente positivo sería más útil para atracción de talento pero poco honesto. Uno equilibrado podría no ser aprobado para uso externo. La grabación es mañana. ¿Qué tipo de testimonio preparas?",
    "options_structured": {
      "integrity_correct": "Preparo un mensaje equilibrado que reconoce razones genuinas para quedarme e incluye que he enfrentado desafíos significativos, aceptando que el video probablemente no sea usado, que se cuestione mi entusiasmo por la empresa y que futuras oportunidades de representarla se reduzcan.",
      "pragmatic_distractor": "Grabo un testimonio completamente entusiasta omitiendo cualquier dificultad para maximizar su utilidad en reclutamiento y reforzar mi imagen interna.",
      "evasive_distractor": "Declino participar argumentando que no me siento cómodo frente a cámaras, evitando tener que decidir sobre el contenido del mensaje.",
      "rationalized_distractor": "Acepto grabar algo idealizado porque considero que el propósito de estos videos es inspirar y atraer talento, no hacer una evaluación completa de la experiencia laboral."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 6",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q097",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En una reunión de equipo, tu jefe pregunta abiertamente qué hace falta para que todos sientan genuino orgullo de trabajar aquí. Sabes que varios compañeros están molestos por decisiones recientes de reducción de beneficios que contrastan con el discurso oficial sobre cuidado del personal. Exponer esta contradicción podría interpretarse como confrontación directa. Hablar solo de aspectos positivos reforzaría la idea de que no hay problemas reales. Tu jefe mira en tu dirección esperando tu opinión. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Planteo respetuosamente que la reciente reducción de beneficios envía un mensaje contradictorio con el discurso de cuidado y sugiero revisar esa decisión, aceptando que mi jefe se sienta cuestionado, que algunos compañeros me vean como conflictivo y que esto afecte evaluaciones futuras.",
      "pragmatic_distractor": "Menciono aspectos positivos como el compañerismo y la flexibilidad, evitando tocar temas que puedan generar tensión con la dirección.",
      "evasive_distractor": "Sugiero que se haga una encuesta confidencial para que todos puedan expresarse sin exponerse en reunión abierta.",
      "rationalized_distractor": "Argumento que el orgullo es algo personal que cada quien construye y que no depende necesariamente de decisiones específicas de la empresa."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 7",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q098",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un reclutador externo te contacta con una oferta muy superior en condiciones económicas y de desarrollo profesional. Antes de decidir, consideras que podrías usar esta información para negociar mejoras en tu posición actual. Informar a tu jefe sobre la oferta podría acelerar cambios, pero también generar desconfianza sobre tu lealtad y afectar la relación de trabajo diaria. No mencionarla y simplemente decidir entre quedarte o irte mantendría la relación intacta. Tu jefe te ha invitado a café para hablar sobre tu futuro en la empresa. ¿Qué compartes?",
    "options_structured": {
      "integrity_correct": "Le comento abiertamente sobre la oferta externa explicando que valoro mi trabajo aquí pero necesito evaluar opciones, aceptando que esto genere incomodidad, se cuestione mi compromiso y que la relación de confianza pueda deteriorarse incluso si finalmente me quedo.",
      "pragmatic_distractor": "No menciono la oferta y espero a que esté formalizada antes de usarla como palanca de negociación, maximizando mi poder sin exponer intenciones prematuras.",
      "evasive_distractor": "Hablo de forma general sobre mis expectativas de crecimiento sin revelar que tengo una oferta concreta en mano.",
      "rationalized_distractor": "Decido que si la empresa realmente me valora debería ofrecerme mejores condiciones sin necesidad de que yo mencione ofertas externas como presión."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 8",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q099",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te asignan coordinar un evento de integración anual que tradicionalmente sigue un formato establecido. Varias personas te han comentado en privado que estas actividades suelen excluir a quienes tienen responsabilidades familiares o preferencias distintas de entretenimiento. Proponer cambios significativos podría alargar la planificación, generar resistencia de quienes organizan desde hace años y retrasar confirmaciones con proveedores. Mantener el formato aseguraría un evento sin conflictos pero seguiría excluyendo a varios compañeros. La propuesta debe presentarse en dos días. ¿Qué diseñas?",
    "options_structured": {
      "integrity_correct": "Propongo modificaciones concretas para incluir opciones que respeten diferentes necesidades y preferencias, aceptando mayor carga de trabajo logístico, posibles desacuerdos con organizadores tradicionales y que me vean como quien complica procesos que ya funcionaban.",
      "pragmatic_distractor": "Mantengo el formato tradicional agregando solo pequeños ajustes simbólicos para dar apariencia de inclusión sin alterar la estructura principal.",
      "evasive_distractor": "Presento dos opciones de formato y dejo que el grupo de organizadores decida cuál implementar, evitando tomar una postura personal clara.",
      "rationalized_distractor": "Defiendo el formato actual argumentando que cambios importantes podrían confundir a las personas y que es mejor mantener tradiciones que ya son conocidas."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 9",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q100",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una sesión de retroalimentación confidencial sobre liderazgo, te preguntan específicamente por el desempeño de tu jefe directo. Sabes que tiene fortalezas técnicas importantes pero que su forma de comunicar ha generado que varias personas se sientan poco valoradas y consideren cambiar de área. Compartir esto podría mejorar situaciones futuras pero también filtrarse y afectar tu relación laboral diaria. Dar solo comentarios positivos mantendría la armonía pero no contribuiría a cambios necesarios. El formulario requiere respuestas específicas. ¿Qué escribes?",
    "options_structured": {
      "integrity_correct": "Describo tanto fortalezas como áreas de mejora en comunicación con ejemplos concretos de su impacto en el equipo, aceptando el riesgo de que mi retroalimentación sea identificable, genere tensión con mi jefe y afecte evaluaciones futuras de mi desempeño.",
      "pragmatic_distractor": "Escribo principalmente aspectos positivos mencionando solo de forma muy general y superficial posibles mejoras en comunicación.",
      "evasive_distractor": "Completo el formulario con respuestas neutrales argumentando que no tengo suficiente perspectiva para evaluar adecuadamente.",
      "rationalized_distractor": "Considero que estas evaluaciones rara vez generan cambios reales y que es mejor no arriesgar mi relación laboral por un proceso que probablemente no tenga consecuencias."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 10",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q101",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa anuncia que usará redes sociales corporativas para destacar historias de empleados que demuestran compromiso excepcional. El área de comunicación te pide aprobar una publicación sobre ti que exagera tu entusiasmo y omite mencionar dificultades que enfrentaste en un proyecto complejo. La historia idealizada será más inspiradora para otros pero poco representativa de tu experiencia real. Pedir ajustes podría retrasar la publicación y que comunicación te vea como difícil de trabajar. La aprobación es urgente. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Solicito que se incluyan tanto logros como desafíos enfrentados para que la historia sea equilibrada, aceptando que esto requiera reescribir partes, que comunicación se moleste por el trabajo adicional y que finalmente decidan no publicar nada sobre mí.",
      "pragmatic_distractor": "Apruebo la publicación tal como está para aprovechar la visibilidad positiva que puede traerme internamente.",
      "evasive_distractor": "Pido que se posponga la publicación argumentando que prefiero esperar a tener resultados más consolidados del proyecto.",
      "rationalized_distractor": "Acepto la versión idealizada porque considero que el propósito de estas historias es motivar a otros, aunque no refleje completamente mi experiencia real."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 11",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q102",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un grupo de compañeros nuevos te pregunta directamente si realmente vale la pena construir carrera en esta empresa o si deberían ver esto solo como experiencia temporal. Has visto que las oportunidades de crecimiento se concentran en quienes tienen conexiones específicas con ciertos líderes. Confirmar sus sospechas podría debilitar su sentido de pertenencia desde el inicio. Pintarles un escenario optimista que no coincide con tu observación sería deshonesto. Todos esperan una respuesta clara de tu parte. ¿Qué les dices?",
    "options_structured": {
      "integrity_correct": "Comparto honestamente los patrones que he observado sobre cómo funcionan las oportunidades y qué estrategias podrían ayudarles, aceptando que esto pueda llevarlos a dudar de su permanencia, que algunos decidan irse y que mi reputación con la dirección se vea afectada si se enteran.",
      "pragmatic_distractor": "Les digo que si se enfocan en entregar buenos resultados las oportunidades llegarán naturalmente, evitando mencionar dinámicas políticas internas.",
      "evasive_distractor": "Les respondo que cada experiencia es diferente y que deberían formar su propia opinión con el tiempo, evitando dar una postura clara.",
      "rationalized_distractor": "Les explico que en todas las empresas existen redes informales de influencia y que lo mejor es aceptar esa realidad y aprender a navegar el sistema."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 12",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q103",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu jefe te pide liderar un proyecto de alto perfil que podría darte mucha visibilidad pero que requiere trabajar estrechamente con un área cuya cultura de trabajo es conocida por generar desgaste emocional y alta rotación. Aceptar podría acelerar tu crecimiento profesional y fortalecer tu posición en la empresa, pero también exponerte a un ambiente que ha hecho renunciar a varias personas. Rechazar la oportunidad podría interpretarse como falta de ambición o compromiso. Tu jefe espera una respuesta antes de que termine el día. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Acepto el proyecto pero establezco condiciones claras sobre formas de trabajo saludables y pido apoyo explícito de liderazgo para mantenerlas, aceptando que esto genere fricciones iniciales con esa área y que mi jefe me vea como alguien que pone condiciones antes de demostrar resultados.",
      "pragmatic_distractor": "Acepto sin condiciones confiando en que podré manejar el ambiente difícil mientras dure el proyecto y aprovechar la visibilidad que me dará.",
      "evasive_distractor": "Pido más tiempo para analizar mi carga actual de trabajo, esperando que asignen a otra persona sin tener que rechazar directamente.",
      "rationalized_distractor": "Rechazo argumentando que mi aporte sería mayor en proyectos alineados con mi experiencia actual, sin mencionar mis verdaderas preocupaciones sobre el ambiente de trabajo."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 13",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q104",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En una sesión de planificación estratégica, el equipo directivo presenta resultados de una encuesta de clima que muestran altos niveles de satisfacción y apego. Tú participaste en esa encuesta y sabes que muchas preguntas estaban formuladas de forma que era difícil expresar críticas. Varios compañeros te han dicho que respondieron positivamente por temor a consecuencias si se identificaban sus respuestas. Plantear dudas sobre la validez de los resultados podría generar defensividad en quienes los presentan. Guardar silencio reforzaría decisiones basadas en información cuestionable. Hay espacio para comentarios. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Planteo respetuosamente que el diseño de la encuesta pudo influir en las respuestas y sugiero complementar con métodos que permitan retroalimentación más abierta, aceptando que los directivos se incomoden, me vean como obstáculo y se cuestione mi alineación con la visión positiva.",
      "pragmatic_distractor": "Felicito los buenos resultados y sugiero mantener las prácticas actuales para sostener esos niveles de satisfacción.",
      "evasive_distractor": "Comento que sería interesante comparar estos resultados con años anteriores sin cuestionar la validez actual de los datos.",
      "rationalized_distractor": "Pienso que cuestionar la metodología ahora no cambiará las decisiones ya tomadas y que es mejor esperar la próxima encuesta para sugerir mejoras."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 14",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q105",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te invitan a formar parte de un comité que diseñará iniciativas para fortalecer el apego de empleados con antigüedad menor a un año. Has notado que muchos nuevos se sienten excluidos de redes informales de información y oportunidades. Proponer cambios estructurales en cómo se comparte información y asignan proyectos podría incomodar a líderes que se benefician del sistema actual. Enfocarse en actividades sociales superficiales sería más fácil de implementar pero no atacaría problemas de fondo. La primera reunión del comité es mañana y te piden llevar propuestas iniciales. ¿Qué presentas?",
    "options_structured": {
      "integrity_correct": "Propongo medidas concretas para formalizar el acceso a información y oportunidades de proyectos, aceptando que varios líderes se resistan por perder control informal, que el comité enfrente conflictos desde el inicio y que se me vea como quien complica el proceso.",
      "pragmatic_distractor": "Sugiero organizar eventos de integración y programas de mentorías informales que no alteren las dinámicas de poder existentes.",
      "evasive_distractor": "Presento un diagnóstico general sobre posibles causas de desapego sin proponer soluciones específicas todavía, dejando que otros tomen la iniciativa.",
      "rationalized_distractor": "Argumento que la integración es un proceso natural que toma tiempo y que es mejor dejar que los nuevos encuentren su camino sin intervenciones estructurales que podrían forzar situaciones artificiales."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 15",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q106",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero veterano que ha sido mentor informal de muchos en el área te confiesa que está considerando renunciar porque siente que la empresa ha perdido valores que inicialmente lo atrajeron. Te pide tu opinión antes de tomar la decisión final. Validar sus percepciones podría impulsarlo a irse, perdiendo la empresa a alguien muy valioso. Minimizar sus preocupaciones para que se quede significaría ser poco honesto sobre cambios culturales que tú también has notado. Confía en tu criterio para ayudarlo a decidir. ¿Qué le compartes?",
    "options_structured": {
      "integrity_correct": "Reconozco que sus observaciones sobre cambios culturales son válidas y le ayudo a evaluar pros y contras de forma objetiva, aceptando que esto pueda llevarlo a renunciar, que su salida impacte negativamente al equipo y que algunos me responsabilicen por no haberlo convencido de quedarse.",
      "pragmatic_distractor": "Le recuerdo todos los beneficios que tiene aquí y le sugiero esperar un tiempo más antes de tomar una decisión drástica basada en frustraciones temporales.",
      "evasive_distractor": "Le digo que es una decisión muy personal que solo él puede tomar y evito dar una opinión clara en cualquier dirección.",
      "rationalized_distractor": "Le comento que todas las empresas cambian con el tiempo y que es poco realista esperar que mantengan los mismos valores por décadas, por lo que debería adaptarse."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 16",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q107",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La dirección lanza una campaña interna con el lema \"Aquí todos somos una familia\" acompañada de beneficios simbólicos. Varios compañeros comentan en privado que el lenguaje familiar les parece manipulador cuando simultáneamente se hacen recortes en áreas clave y se aumentan cargas de trabajo. Te piden presentar la campaña en tu equipo de forma entusiasta. Hacerlo sin matices podría reforzar un mensaje que muchos perciben como inauténtico. Expresar reservas podría interpretarse como falta de alineación con la dirección. La presentación es en dos horas. ¿Cómo la enfocas?",
    "options_structured": {
      "integrity_correct": "Presento la campaña explicando sus componentes pero abro espacio para que el equipo comparta cómo la percibe y qué necesitarían para sentirla genuina, aceptando que la dirección reciba reportes de que mi presentación fue poco entusiasta y se cuestione mi compromiso con iniciativas corporativas.",
      "pragmatic_distractor": "Presento la campaña de forma completamente positiva resaltando los beneficios sin mencionar las preocupaciones que he escuchado, manteniendo alineación visible con la dirección.",
      "evasive_distractor": "Hago una presentación muy breve de los puntos principales y rápidamente paso a temas operativos del día, minimizando el tiempo dedicado a la campaña.",
      "rationalized_distractor": "Pienso que aunque la campaña tenga limitaciones, mantener un discurso positivo ayuda más a la moral del equipo que cuestionar iniciativas que de todos modos ya están decididas."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 17",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q108",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te ofrecen participar en un programa de rotación interna que te permitiría conocer otras áreas durante seis meses. Tu jefe actual te comenta en privado que, aunque apoya el programa oficialmente, preferiría que no participaras porque tu ausencia complicaría varios proyectos en curso. Quedarte mantendría la relación positiva con tu jefe pero significaría perder una oportunidad de desarrollo que has esperado. Participar podría generar resentimiento y afectar tu evaluación de desempeño. Debes confirmar tu decisión mañana. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Confirmo mi participación en el programa explicando a mi jefe que es importante para mi desarrollo y ofreciendo un plan de transición, aceptando que esto deteriore nuestra relación, que mi evaluación se vea afectada y que algunos proyectos enfrenten dificultades temporales.",
      "pragmatic_distractor": "Declino participar para mantener la buena relación con mi jefe, confiando en que surgirán otras oportunidades de desarrollo en el futuro.",
      "evasive_distractor": "Pido posponer mi participación para el siguiente ciclo del programa argumentando que prefiero completar primero los proyectos actuales.",
      "rationalized_distractor": "Decido no participar porque considero que la lealtad al equipo actual es más valiosa que programas formales de desarrollo que la empresa ofrece sin compromiso real de seguimiento."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 18",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q109",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una conversación informal, un directivo menciona que está muy orgulloso de que en su división casi no hay rotación de personal, interpretándolo como señal de excelente clima laboral. Sabes que en realidad varias personas se quedan principalmente porque el mercado laboral está difícil y tienen temor a la inestabilidad externa, no por satisfacción genuina. Comentar esta realidad podría corregir una percepción equivocada pero también generar incomodidad. Reforzar su lectura positiva contribuiría a decisiones basadas en información incompleta. El grupo espera reacciones al comentario. ¿Cómo respondes?",
    "options_structured": {
      "integrity_correct": "Comento respetuosamente que la baja rotación no siempre refleja apego genuino y sugiero explorar qué hace que las personas quieran quedarse por convicción, aceptando que el directivo se sienta cuestionado, me perciban como negativo y se genere tensión en la conversación.",
      "pragmatic_distractor": "Confirmo que es una excelente señal y sugiero que se mantengan las prácticas actuales que están generando esa estabilidad.",
      "evasive_distractor": "Cambio de tema hacia otros indicadores de clima laboral sin abordar directamente la interpretación de la baja rotación.",
      "rationalized_distractor": "Pienso que lo importante es que las personas se queden independientemente de sus motivaciones, y que cuestionar esto podría generar inseguridad innecesaria."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 19",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q110",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa implementa un canal confidencial para reportar situaciones que afectan el apego y la confianza organizacional. Has observado de forma sistemática que ciertos proyectos estratégicos se asignan siempre al mismo grupo reducido, generando percepción de favoritismo que desmotiva a otros. Enviar un reporte fundamentado podría iniciar una revisión que incomode a varios líderes. No reportar mantendría la situación actual sin cambios. El sistema garantiza confidencialidad pero en equipos pequeños es difícil que no se identifique la fuente. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Envío un reporte detallado describiendo patrones específicos de asignación desigual y su impacto en el apego del equipo, aceptando que probablemente se identifique mi reporte, que se generen tensiones con líderes clave y que se me perciba como problemático.",
      "pragmatic_distractor": "Comparto mis observaciones solo con mi jefe directo de forma informal, esperando que él decida si vale la pena escalar el tema.",
      "evasive_distractor": "Espero a ver si otras personas reportan situaciones similares antes de decidir si yo también debo usar el canal.",
      "rationalized_distractor": "Concluyo que en todas las organizaciones existen dinámicas de preferencia y que reportar esto solo generaría conflictos sin cambiar realmente cómo se distribuye el poder."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 20",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q111",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un grupo de compañeros organiza una reunión informal para discutir si deberían presentar de forma colectiva preocupaciones sobre cambios recientes que afectan el balance vida-trabajo. Te invitan a sumarte porque valoran tu opinión. Participar formalmente en esta iniciativa podría etiquetarte como parte de un grupo opositor y afectar tu relación con liderazgo. No participar significaría perder la oportunidad de contribuir a cambios que tú también consideras necesarios. Algunos colegas ya han expresado que solo avanzarán si hay suficiente respaldo. Te piden confirmar si estarás en la reunión. ¿Qué respondes?",
    "options_structured": {
      "integrity_correct": "Confirmo mi participación y me comprometo a ayudar a articular las preocupaciones de forma constructiva, aceptando ser identificado como parte del grupo, que esto afecte cómo me ven algunos líderes y que pueda tener consecuencias en evaluaciones futuras.",
      "pragmatic_distractor": "Les digo que comparto las preocupaciones pero prefiero plantearlas individualmente a mi jefe en lugar de sumarte a una acción colectiva que podría verse como confrontación.",
      "evasive_distractor": "Asisto a la reunión pero sin comprometerme formalmente a ninguna acción específica, manteniendo la posibilidad de distanciarme si la situación se vuelve conflictiva.",
      "rationalized_distractor": "Decido no participar porque considero que estas iniciativas colectivas generalmente generan más problemas que soluciones y que es mejor que cada quien maneje sus inquietudes individualmente."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 21",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q112",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden ser mentor de una persona que ingresa a la empresa con expectativas muy altas sobre cultura y oportunidades. En tu primera conversación te pregunta directamente si la empresa realmente cumple todo lo que promete en su proceso de selección. Sabes que hay brechas significativas entre el discurso de atracción de talento y la realidad diaria. Ser completamente honesto podría desmotivarla desde el inicio. Pintar una imagen idealizada la prepararía mal para desafíos reales que enfrentará. Espera una respuesta sincera basada en tu experiencia. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Le comparto una visión equilibrada reconociendo tanto lo valioso como las brechas entre promesa y realidad, ofreciendo ayudarla a navegar esas diferencias, aceptando que esto pueda generar dudas tempranas sobre su decisión de ingresar y que se comparta mi perspectiva crítica con otros.",
      "pragmatic_distractor": "Le confirmo que la empresa cumple sus promesas y le sugiero enfocarse en aprovechar las oportunidades sin preocuparse demasiado por detalles que descubrirá con el tiempo.",
      "evasive_distractor": "Le digo que cada persona vive la cultura de forma diferente y que es mejor que forme su propia opinión antes de que yo influya en su percepción.",
      "rationalized_distractor": "Le explico que todas las empresas tienen brechas entre su imagen externa y su realidad interna, y que lo importante es mantener expectativas realistas desde el principio."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 22",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q113",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La dirección anuncia que implementará una política de regreso obligatorio a oficina cinco días a la semana, eliminando la flexibilidad que se había establecido. Sabes que esta decisión está generando que varias personas talentosas busquen activamente otras opciones. Te invitan a una sesión donde empleados pueden compartir retroalimentación antes de que la política se formalice. Exponer el riesgo real de pérdida de talento podría ser visto como alarmista o resistente al cambio. Guardar silencio significaría perder una oportunidad de influir en una decisión que afectará el apego de muchos. ¿Qué planteas?",
    "options_structured": {
      "integrity_correct": "Expongo de forma respetuosa pero clara que la política está motivando búsqueda activa de empleo en personas clave y sugiero alternativas más flexibles, aceptando ser etiquetado como resistente al cambio, incomodar a directivos que ya tomaron la decisión y que mi nombre quede asociado a oposición visible.",
      "pragmatic_distractor": "Menciono preocupaciones generales sobre adaptación sin especificar el riesgo de rotación, manteniendo un tono constructivo que no genere incomodidad.",
      "evasive_distractor": "Sugiero que se haga una encuesta más amplia para medir el sentir general antes de opinar con mi perspectiva individual.",
      "rationalized_distractor": "Pienso que la dirección seguramente tiene razones estratégicas para esta decisión y que cuestionar políticas ya definidas solo generará tensión sin cambiar el resultado."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 23",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q114",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero con quien compartiste equipo hace años ahora trabaja en otra área y te contacta para preguntarte confidencialmente qué tan recomendable es regresar a trabajar bajo tu jefe actual, ya que le ofrecieron una posición en tu equipo. Sabes que ese jefe tiene fortalezas técnicas pero un estilo de gestión que ha hecho que varias personas se sientan poco apreciadas. Ser honesto podría hacer que rechace la oferta y afectar la capacidad del equipo de incorporar talento. Dar una recomendación muy positiva sería prepararlos mal para la realidad que enfrentará. Confía en tu criterio. ¿Qué le compartes?",
    "options_structured": {
      "integrity_correct": "Le describo honestamente tanto las fortalezas técnicas como los desafíos de estilo de liderazgo que probablemente enfrentará, para que tome una decisión informada, aceptando que esto pueda hacer que rechace la oferta, que el equipo pierda un candidato valioso y que mi jefe se entere de mi perspectiva crítica.",
      "pragmatic_distractor": "Le recomiendo que acepte destacando solo aspectos positivos, confiando en que es suficientemente experimentado para manejar cualquier desafío de liderazgo.",
      "evasive_distractor": "Le digo que los estilos de trabajo son muy personales y que lo mejor es que tenga conversaciones directas con el jefe antes de decidir.",
      "rationalized_distractor": "Le comento que todos los jefes tienen áreas de mejora y que si la oportunidad es buena en otros aspectos no debería preocuparse demasiado por el estilo de gestión."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 24",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q115",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu empresa lanza un programa donde empleados pueden proponer proyectos de innovación que, si son aprobados, recibirán tiempo dedicado y recursos. Tienes una idea que podría mejorar significativamente procesos actuales, pero implementarla cuestionaría decisiones previas de líderes senior que diseñaron el sistema actual. Presentar la propuesta podría generar resistencia y afectar tu relación con esas personas. No presentarla significa perder una oportunidad de contribuir a mejoras reales. El plazo para enviar propuestas cierra en dos días. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Presento la propuesta fundamentando bien cómo mejoraría procesos actuales y reconociendo el valor de decisiones previas, aceptando que algunos líderes se sientan cuestionados, que mi propuesta enfrente resistencia política y que esto afecte mi relación con personas influyentes.",
      "pragmatic_distractor": "Modifico la propuesta para que parezca una extensión natural de decisiones previas en lugar de un cuestionamiento, maximizando probabilidad de aprobación.",
      "evasive_distractor": "Comparto la idea informalmente con mi jefe directo y dejo que él decida si vale la pena presentarla formalmente.",
      "rationalized_distractor": "Decido no presentarla porque considero que si los líderes quisieran mejorar esos procesos ya lo habrían hecho, y que cuestionar su trabajo previo no es políticamente inteligente."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 25",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q116",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "En una junta amplia, la dirección comparte que los resultados de satisfacción laboral son los más altos en años y atribuyen esto a recientes iniciativas de cultura. Participaste en esa encuesta y notaste que varias preguntas estaban formuladas de forma que orientaban hacia respuestas positivas. Además, sabes que la tasa de respuesta fue baja porque muchos no confiaron en la confidencialidad. Plantear estas limitaciones metodológicas podría cuestionar la validez de conclusiones que la dirección está celebrando. Permanecer en silencio reforzaría decisiones basadas en datos cuestionables. Hay espacio para comentarios. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Planteo respetuosamente las limitaciones metodológicas que observé y sugiero complementar con mecanismos que generen mayor confianza para responder, aceptando que la dirección se incomode, se me vea como escéptico y que se cuestione mi alineación con la narrativa positiva.",
      "pragmatic_distractor": "Felicito los resultados y sugiero continuar con las iniciativas que están funcionando bien, evitando cuestionar la metodología.",
      "evasive_distractor": "Pregunto si se planea hacer seguimiento cualitativo sin mencionar directamente dudas sobre la validez de los datos actuales.",
      "rationalized_distractor": "Concluyo que cuestionar la metodología ahora solo generaría defensividad y que es mejor esperar la próxima encuesta para proponer mejoras."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 26",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q117",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te asignan coordinar la participación de tu equipo en un programa de voluntariado corporativo que se presenta como una forma de fortalecer el sentido de pertenencia. Varios compañeros te comentan en privado que ya están sobrecargados y que sienten esta actividad como una obligación más disfrazada de beneficio. Reportar fielmente este sentir podría cuestionar una iniciativa bien vista por dirección. Presionar para que todos participen mantendría la imagen esperada pero ignoraría una sobrecarga real. Te piden un reporte de compromiso del equipo. ¿Qué presentas?",
    "options_structured": {
      "integrity_correct": "Informo honestamente que varios miembros perciben el programa como carga adicional dada la situación actual de trabajo y sugiero hacerlo genuinamente voluntario, aceptando que esto cuestione una iniciativa corporativa y que se me vea como poco entusiasta con programas de cultura.",
      "pragmatic_distractor": "Reporto que el equipo está comprometido y organizo las actividades asegurando al menos participación visible, aunque internamente haya resistencia.",
      "evasive_distractor": "Presento un reporte ambiguo sobre el nivel de interés y dejo que dirección decida si continúa el programa sin dar una postura clara.",
      "rationalized_distractor": "Minimizo las quejas pensando que, aunque genere molestia temporal, estos programas fortalecen la imagen de la empresa y eso eventualmente beneficia a todos."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 27",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q118",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un ex compañero que ahora trabaja en otra empresa te contacta para preguntarte confidencialmente cómo es realmente la cultura laboral actual, ya que está considerando regresar. Sabes que ha habido cambios significativos que han reducido la autonomía y aumentado la presión por resultados a corto plazo, muy diferente de cuando él estuvo. Ser completamente honesto podría hacer que descarte la opción de regresar. Dar una imagen muy positiva podría traerlo de vuelta a un ambiente que probablemente lo frustrará. Confía en tu criterio y espera franqueza. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Le describo honestamente los cambios culturales que han ocurrido y cómo difieren de lo que él conoció, para que tome una decisión informada, aceptando que esto probablemente lo lleve a rechazar la oferta y que la empresa pierda la oportunidad de recuperar talento valioso.",
      "pragmatic_distractor": "Le digo que la empresa sigue siendo un excelente lugar para trabajar y que debería aprovechar la oportunidad de regresar, minimizando los cambios que han ocurrido.",
      "evasive_distractor": "Le sugiero que tenga conversaciones directas con posibles futuros jefes durante el proceso para formar su propia opinión, evitando dar mi perspectiva personal.",
      "rationalized_distractor": "Le comento que todas las empresas evolucionan y que si la oferta es buena económicamente no debería preocuparse demasiado por cambios culturales que son inevitables."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 28",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q119",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza un panel donde empleados compartirán ante futuros candidatos por qué eligieron quedarse en la organización. Te invitan a participar y te piden preparar un mensaje inspirador sobre apego y compromiso. Tienes razones genuinas por las que has permanecido, pero también has enfrentado momentos significativos de duda y frustración. Un mensaje que incluya ambas perspectivas sería más auténtico pero menos útil para atracción de talento. Uno completamente positivo sería más efectivo pero menos honesto. La presentación es en dos días. ¿Qué preparas?",
    "options_structured": {
      "integrity_correct": "Preparo un mensaje que reconoce tanto razones genuinas para quedarme como desafíos que he enfrentado y cómo los he navegado, aceptando que el mensaje pueda no ser usado, que se me vea como poco entusiasta y que futuras oportunidades de representar a la empresa se reduzcan.",
      "pragmatic_distractor": "Preparo un mensaje completamente inspirador que omite dudas o frustraciones para maximizar su efectividad en atracción de talento.",
      "evasive_distractor": "Declino la invitación argumentando que otros compañeros podrían ofrecer testimonios más representativos.",
      "rationalized_distractor": "Acepto participar con un mensaje idealizado porque considero que el propósito de estos paneles es inspirar y atraer, no hacer análisis críticos de la experiencia laboral."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 29",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q120",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una conversación de desarrollo profesional, tu jefe te pregunta directamente qué tan probable es que consideres ofertas externas en el próximo año. Recientemente has estado explorando el mercado porque sientes que tu crecimiento se ha estancado, pero aún no has tomado una decisión definitiva. Ser transparente sobre tu exploración podría generar desconfianza y afectar oportunidades actuales. Decir que estás completamente comprometido sería deshonesto y podría generar expectativas falsas. Tu respuesta influirá en decisiones sobre tu desarrollo. ¿Qué compartes?",
    "options_structured": {
      "integrity_correct": "Comparto honestamente que he estado evaluando opciones porque siento mi crecimiento estancado y pregunto qué posibilidades reales existen aquí, aceptando que esto genere desconfianza, se reduzcan inversiones en mi desarrollo y que la relación de trabajo se vuelva incómoda.",
      "pragmatic_distractor": "Le digo que estoy muy comprometido con la empresa y que no estoy considerando opciones externas, protegiendo mi posición actual mientras continúo explorando en privado.",
      "evasive_distractor": "Respondo de forma general que siempre es bueno estar abierto a oportunidades pero que actualmente estoy enfocado en mis responsabilidades actuales.",
      "rationalized_distractor": "Argumento que la pregunta es demasiado hipotética porque las decisiones de carrera dependen de muchos factores que pueden cambiar, evitando dar una respuesta directa."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 30",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q121",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te invitan a participar en un grupo de trabajo que rediseñará el proceso de evaluación de desempeño para que sea más justo y transparente. Sabes que el sistema actual beneficia a quienes tienen mejor relación con ciertos líderes, independientemente de resultados objetivos. Proponer cambios que realmente aborden esto cuestionaría prácticas establecidas y podría generar resistencia de líderes influyentes. Enfocarse en ajustes superficiales sería más fácil de implementar pero no resolvería inequidades reales. La primera sesión del grupo es mañana y te piden llevar ideas iniciales. ¿Qué propones?",
    "options_structured": {
      "integrity_correct": "Propongo mecanismos concretos para hacer la evaluación más objetiva y reducir sesgos relacionales, aceptando que varios líderes se resistan por perder influencia, que el proceso se vuelva tenso y que se me vea como quien complica un sistema que funciona para algunos.",
      "pragmatic_distractor": "Sugiero mejoras en la claridad de formularios y frecuencia de retroalimentación sin tocar la estructura de poder subyacente al proceso.",
      "evasive_distractor": "Propongo hacer un diagnóstico amplio de cómo se percibe el sistema actual antes de sugerir cambios específicos.",
      "rationalized_distractor": "Argumento que todas las evaluaciones tienen componentes subjetivos inevitables y que intentar eliminarlos completamente podría crear un sistema demasiado rígido e impersonal."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 31",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q122",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un grupo de compañeros de tu generación de ingreso a la empresa está organizando una reunión informal para decidir si plantearán colectivamente a la dirección su preocupación por falta de claridad en planes de carrera. Te invitan porque valoran tu perspectiva. Sumarte formalmente a esta iniciativa podría asociarte con un grupo demandante y afectar cómo te perciben algunos líderes. No participar significaría perder voz en un tema que también te afecta. Algunos colegas dicen que solo seguirán adelante si hay suficiente respaldo. Te preguntan si contarán contigo. ¿Qué respondes?",
    "options_structured": {
      "integrity_correct": "Confirmo que participaré y ayudaré a estructurar el planteamiento de forma constructiva, aceptando ser identificado públicamente con el grupo, que esto afecte cómo me ven ciertos líderes y que pueda tener consecuencias en oportunidades futuras.",
      "pragmatic_distractor": "Les digo que comparto la preocupación pero prefiero plantearla individualmente con mi jefe en lugar de sumarte a una acción colectiva que podría verse como presión grupal.",
      "evasive_distractor": "Asisto a la reunión para escuchar pero sin comprometerme formalmente, dejándome espacio para distanciarme si la situación se torna conflictiva.",
      "rationalized_distractor": "Decido no participar porque considero que los planes de carrera son responsabilidad individual de negociar y que acciones colectivas generalmente generan más resistencia que soluciones."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 32",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q123",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden liderar la implementación de una nueva herramienta tecnológica que mejorará eficiencia pero que probablemente eliminará varias tareas que actualmente realizan compañeros con antigüedad en el área. Estas personas han confiado en ti y te ven como aliado. Liderar el proyecto efectivamente podría fortalecer tu carrera pero también deteriorar relaciones personales importantes. Rechazar la oportunidad te protegería socialmente pero podría interpretarse como falta de disposición para proyectos estratégicos. Tu jefe espera una respuesta hoy. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Acepto liderar el proyecto comprometiéndome a diseñar un plan de transición que apoye a las personas afectadas, aceptando que algunos compañeros se sientan traicionados, que la relación con ellos se deteriore y que el proceso sea emocionalmente difícil.",
      "pragmatic_distractor": "Acepto liderar enfocándome solo en la implementación técnica sin involucrarme en las consecuencias para las personas, delegando eso a otras áreas.",
      "evasive_distractor": "Pido que primero se defina un plan claro de gestión de impacto en personas antes de comprometerme a liderar el proyecto.",
      "rationalized_distractor": "Rechazo argumentando que mi aporte sería mayor en proyectos de otro tipo, sin mencionar mis verdaderas preocupaciones sobre el impacto relacional."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 33",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q124",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La dirección anuncia que comenzarán a usar un sistema que monitorea actividad digital de empleados para medir productividad. Varios compañeros te comentan en privado que esto les parece invasivo y contradice el discurso de confianza que la empresa promueve. Te invitan a una reunión donde se puede dar retroalimentación antes de la implementación final. Expresar preocupaciones claras sobre privacidad podría etiquetarte como resistente a accountability. Guardar silencio significaría perder oportunidad de influir en una decisión que afecta a todos. ¿Qué planteas?",
    "options_structured": {
      "integrity_correct": "Expongo que el monitoreo digital puede erosionar la confianza y sugiero alternativas basadas en resultados en lugar de vigilancia, aceptando ser visto como resistente a rendición de cuentas, incomodar a quienes ya tomaron la decisión y que mi nombre quede asociado a oposición visible.",
      "pragmatic_distractor": "Pregunto sobre aspectos técnicos de privacidad de datos sin cuestionar el principio fundamental del monitoreo.",
      "evasive_distractor": "Sugiero que se haga una encuesta más amplia sobre cómo percibe el equipo este tipo de herramientas antes de implementarlas.",
      "rationalized_distractor": "Pienso que si no tienes nada que ocultar no debería preocuparte el monitoreo, y que oponerse solo generará sospechas sobre tu propia productividad."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 34",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q125",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero cercano te cuenta que recibió retroalimentación muy dura de su jefe que considera injusta y está pensando en renunciar. Te pide que, dado tu buena relación con ese jefe, intercedas por él o al menos compartas que la forma de dar retroalimentación está afectando su apego a la empresa. Intervenir podría ayudarlo pero también meter tu reputación en medio de un conflicto que no te corresponde directamente. No hacer nada significaría que probablemente se vaya sin que el jefe entienda el impacto real de su estilo. Confía en que lo ayudarás. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Hablo con el jefe comentando de forma general que he notado que su estilo de retroalimentación puede estar afectando la retención, sin mencionar el caso específico a menos que sea necesario, aceptando que esto pueda generar incomodidad, afectar mi relación con él y que me vea como quien se mete en temas que no le corresponden.",
      "pragmatic_distractor": "Le aconsejo a mi compañero que busque una conversación directa con su jefe para aclarar la situación, evitando involucrarme personalmente.",
      "evasive_distractor": "Le sugiero que consulte con el área de personal sobre cómo manejar retroalimentación que considera inadecuada, trasladando la responsabilidad a áreas formales.",
      "rationalized_distractor": "Considero que cada relación jefe-empleado es independiente y que interceder podría empeorar las cosas, por lo que es mejor que cada quien resuelva sus propios conflictos."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 35",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q126",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te ofrecen participar en un comité que revisará y actualizará los valores corporativos de la empresa. Has observado que los valores actuales se proclaman en presentaciones pero rara vez se reflejan en decisiones importantes. Proponer valores que realmente guíen decisiones implicaría cuestionar brechas actuales entre discurso y práctica. Enfocarse en refinar la redacción de valores existentes sería más cómodo pero mantendría la desconexión. La primera sesión del comité es la próxima semana. ¿Qué enfoque propones?",
    "options_structured": {
      "integrity_correct": "Propongo que antes de definir valores se analicen casos donde las decisiones recientes no se alinearon con los declarados, para que los nuevos sean más realistas y accionables, aceptando que esto genere defensividad, se me vea como crítico del pasado y que el comité enfrente conversaciones incómodas.",
      "pragmatic_distractor": "Me enfoco en modernizar la redacción de los valores actuales sin cuestionar si realmente se practican o no.",
      "evasive_distractor": "Sugiero hacer entrevistas y encuestas amplias para que sean otros quienes expongan las brechas, evitando plantearlas yo directamente.",
      "rationalized_distractor": "Argumento que todos los valores corporativos son aspiracionales por naturaleza y que es normal que haya brechas entre lo ideal y lo práctico."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 36",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q127",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante un periodo de alta presión, varios compañeros empiezan a hacer comentarios cínicos sobre la empresa en conversaciones grupales. Notas que esto está afectando la moral de personas nuevas que aún no han formado su propia opinión. Intervenir para cuestionar ese tono podría asociarte con una postura que defiende a la empresa de forma poco crítica. Participar del cinismo reforzaría una cultura de desapego. No decir nada permitiría que continúe sin contrapeso. En la próxima reunión vuelven a surgir estos comentarios. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Comento que entiendo la frustración pero que el cinismo constante puede afectar a quienes recién ingresan, y propongo hablar más constructivamente sobre qué podríamos mejorar, aceptando miradas incómodas, posibles burlas hacia mí y tensión temporal en el grupo.",
      "pragmatic_distractor": "Participo con comentarios neutrales que no refuerzan el cinismo pero tampoco lo confrontan, manteniéndome al margen.",
      "evasive_distractor": "Cambio de tema rápidamente hacia asuntos de trabajo sin abordar directamente el tono de las conversaciones.",
      "rationalized_distractor": "Pienso que el humor cínico es una forma válida de procesar frustraciones laborales y que interferir podría reprimir una válvula de escape necesaria."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 37",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q128",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te invitan a grabar un video testimonial sobre por qué recomendarías trabajar en la empresa para usarlo en redes sociales corporativas. Tienes aspectos genuinos que valoras, pero también sabes de decisiones recientes que han erosionado la confianza de varios equipos. Un mensaje completamente positivo sería más útil para marca empleadora pero poco representativo de tu experiencia completa. Uno equilibrado probablemente no sea aprobado para publicación. El equipo de comunicación espera el video mañana. ¿Qué tipo de mensaje grabas?",
    "options_structured": {
      "integrity_correct": "Grabo un mensaje que reconoce lo valioso pero también menciona que la empresa enfrenta desafíos culturales que está trabajando en mejorar, aceptando que probablemente no sea publicado, que comunicación se moleste por el trabajo adicional y que futuras invitaciones a representar la empresa se reduzcan.",
      "pragmatic_distractor": "Grabo un testimonio completamente entusiasta que omite cualquier mención a desafíos para maximizar su utilidad en marca empleadora.",
      "evasive_distractor": "Declino participar argumentando que prefiero no aparecer en contenido público de redes sociales.",
      "rationalized_distractor": "Acepto grabar algo idealizado porque considero que el propósito de estos videos es atraer talento, no hacer evaluaciones críticas de la cultura organizacional."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 38",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q129",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un reclutador externo te contacta con una oportunidad claramente superior en condiciones y desarrollo profesional. Antes de decidir, tu jefe te invita a una conversación sobre tu futuro en la empresa y te pregunta directamente si estás comprometido a largo plazo. Mencionar la oferta podría acelerar mejoras en tu situación actual pero también generar desconfianza permanente. No mencionarla y simplemente evaluar las opciones mantendría la relación intacta. Tu respuesta en esta conversación influirá en decisiones sobre inversiones en tu desarrollo. ¿Qué compartes?",
    "options_structured": {
      "integrity_correct": "Le informo sobre la oferta externa explicando que valoro mi trabajo aquí pero necesito evaluar opciones, aceptando que esto genere desconfianza, se cuestione mi lealtad y que la relación laboral se vuelva incómoda incluso si finalmente me quedo.",
      "pragmatic_distractor": "Le confirmo mi compromiso sin mencionar la oferta externa, protegiéndome mientras evalúo en privado qué opción es mejor.",
      "evasive_distractor": "Hablo de forma general sobre mis expectativas de crecimiento sin revelar que tengo una oportunidad concreta en evaluación.",
      "rationalized_distractor": "Considero que si la empresa realmente valora mi trabajo debería ofrecerme buenas condiciones sin necesidad de que yo mencione ofertas externas como presión."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 39",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q130",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa implementa un programa de embajadores de marca donde empleados comparten contenido positivo sobre la organización en sus redes personales. Te invitan a participar ofreciendo mayor visibilidad interna. Has notado decisiones recientes que contradicen valores que la empresa proclama públicamente. Participar activamente te haría sentir incongruente. Rechazar la invitación podría interpretarse como falta de orgullo por la empresa. El programa inicia la próxima semana y te piden confirmar. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Declino participar explicando que prefiero compartir contenido sobre la empresa solo cuando me sienta genuinamente alineado con lo que se comunica, aceptando que esto se interprete como falta de orgullo, que se me vean como poco leal y que se reduzcan oportunidades de visibilidad.",
      "pragmatic_distractor": "Acepto participar y comparto contenido seleccionando cuidadosamente qué publicar para mantener cierta autenticidad mientras protejo mi imagen interna.",
      "evasive_distractor": "Acepto participar pero con baja frecuencia, cumpliendo mínimamente sin un compromiso real.",
      "rationalized_distractor": "Acepto pensando que todas las empresas tienen brechas entre discurso y práctica, y que compartir contenido positivo ayuda a la organización aunque no refleje perfectamente la realidad."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 40",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q131",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te asignan mentorear a una persona que acaba de ingresar y en tu primera conversación te pregunta directamente si sientes orgullo genuino de trabajar aquí o si es solo un empleo más. Has tenido experiencias valiosas pero también momentos donde has cuestionado seriamente tu permanencia. Dar una respuesta completamente positiva no reflejaría tu experiencia real. Ser muy honesto sobre tus dudas podría desmotivarla desde el inicio. Espera una respuesta franca que la ayude a formar expectativas realistas. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Le comparto una visión equilibrada reconociendo tanto lo que valoro como los momentos de duda que he enfrentado y cómo los he procesado, aceptando que esto pueda generar incertidumbre temprana sobre su decisión de haber ingresado y que comparta mi perspectiva crítica con otros.",
      "pragmatic_distractor": "Le confirmo que siento orgullo genuino y le sugiero enfocarse en aprovechar las oportunidades sin preocuparse por aspectos que descubrirá naturalmente con el tiempo.",
      "evasive_distractor": "Le digo que el orgullo por el trabajo se construye con el tiempo y con experiencias personales, evitando dar mi perspectiva específica.",
      "rationalized_distractor": "Le explico que todos los empleos tienen aspectos positivos y negativos, y que lo importante es mantener expectativas realistas sin idealizar ningún lugar de trabajo."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 41",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q132",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una sesión de planificación, tu jefe propone públicamente una estrategia que tú sabes que ya se intentó en el pasado con malos resultados, pero él no estuvo presente en ese momento. Tienes la información histórica que podría evitar repetir errores costosos. Compartirla en la reunión podría hacer que tu jefe se sienta cuestionado frente al equipo. Guardar silencio permitiría que se avance con una decisión que probablemente fallará. Otros en la reunión también conocen esa historia pero nadie ha hablado. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Comparto respetuosamente la experiencia previa y los resultados que se obtuvieron, ofreciendo esa perspectiva para enriquecer la decisión, aceptando que mi jefe pueda sentirse cuestionado, que se genere incomodidad en la reunión y que algunos vean esto como falta de apoyo a su liderazgo.",
      "pragmatic_distractor": "Hablo con mi jefe en privado después de la reunión para compartir esa información sin exponerlo frente al equipo.",
      "evasive_distractor": "Hago una pregunta general sobre si se han considerado experiencias previas sin mencionar específicamente el fracaso pasado.",
      "rationalized_distractor": "Pienso que el contexto puede haber cambiado desde entonces y que señalar fracasos pasados solo generará negatividad sin aportar constructivamente."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 42",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q133",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa organiza una sesión donde directivos escucharán directamente preocupaciones de empleados sobre factores que afectan su apego y permanencia. Sabes que muchos compañeros están preocupados por falta de equidad en promociones pero nadie quiere ser el primero en plantearlo por temor a consecuencias. Tienes el micrófono y podrías dar voz a esa inquietud colectiva. Hacerlo podría etiquetarte como portavoz de descontento. No hacerlo significaría perder una oportunidad poco frecuente de comunicación directa con liderazgo. ¿Qué planteas?",
    "options_structured": {
      "integrity_correct": "Planteo la preocupación sobre equidad en promociones mencionando que es algo que he escuchado de varios compañeros, aceptando que algunos directivos me perciban como problemático, que mi nombre quede asociado a cuestionamientos incómodos y que esto afecte mi propia consideración para futuras promociones.",
      "pragmatic_distractor": "Pregunto sobre planes generales de desarrollo profesional sin mencionar específicamente el tema de equidad en promociones.",
      "evasive_distractor": "Paso el micrófono sugiriendo que otras personas pueden tener preguntas más representativas del sentir general.",
      "rationalized_distractor": "Considero que si la dirección quisiera abordar el tema de equidad ya lo habría hecho, y que plantear esto públicamente solo generará defensividad sin soluciones reales."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 43",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q134",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero que ha sido rechazado varias veces para promociones internas te pregunta confidencialmente si crees que realmente tiene futuro en la empresa o si debería buscar crecimiento afuera. Has observado que su perfil no encaja con lo que liderazgo valora, independientemente de sus resultados objetivos. Confirmar sus sospechas podría impulsarlo a irse. Darle falsas esperanzas lo mantendría en una situación que probablemente lo seguirá frustrando. Confía en tu honestidad para tomar una decisión importante. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Le comparto honestamente los patrones que he observado sobre qué perfiles avanzan y le ayudo a evaluar si tiene sentido seguir intentando aquí o explorar donde su perfil sea más valorado, aceptando que esto probablemente lo lleve a renunciar y que algunos me responsabilicen por su salida.",
      "pragmatic_distractor": "Le sugiero que siga trabajando duro y buscando retroalimentación, confiando en que eventualmente sus resultados serán reconocidos.",
      "evasive_distractor": "Le digo que las decisiones de promoción son complejas y que solo él puede evaluar si vale la pena seguir intentando.",
      "rationalized_distractor": "Le comento que en todas las empresas hay sesgos en promociones y que cambiar de lugar no garantiza mejor suerte, por lo que es mejor quedarse donde ya tiene estabilidad."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 44",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q135",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden coordinar una encuesta interna sobre apego laboral pero con condiciones que cuestionas: tiempo muy limitado para responder, algunas preguntas orientadas hacia respuestas positivas, y un sistema de códigos que podría comprometer confidencialidad. Implementarla tal como está podría generar datos poco confiables. Plantear tus preocupaciones metodológicas podría retrasar un proyecto que dirección considera prioritario. El lanzamiento está programado para la próxima semana. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Planteo mis preocupaciones metodológicas con recomendaciones específicas de mejora, aceptando que esto retrase el lanzamiento, genere fricción con quienes diseñaron la encuesta y que se me vea como obstáculo para una iniciativa que dirección quiere ejecutar rápidamente.",
      "pragmatic_distractor": "Implemento la encuesta tal como está diseñada confiando en que algo de información útil se obtendrá incluso con limitaciones metodológicas.",
      "evasive_distractor": "Sugiero una prueba piloto con un grupo pequeño antes del lanzamiento general, ganando tiempo sin cuestionar directamente el diseño.",
      "rationalized_distractor": "Considero que ninguna encuesta es perfecta y que es mejor tener datos imperfectos que retrasar indefinidamente esperando condiciones ideales."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 45",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q136",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un amigo cercano de fuera de la empresa te pregunta si le recomendarías aplicar a una vacante que vio publicada en tu organización. Conoces bien la cultura y sabes que varios aspectos probablemente chocarían con su forma de trabajar y valores personales. Recomendarle que aplique mantendría tu imagen como embajador positivo de la empresa. Ser honesto sobre las incompatibilidades culturales podría hacer que pierda una oportunidad pero también evitarle frustración futura. Espera tu consejo antes de decidir si aplica. ¿Qué le dices?",
    "options_structured": {
      "integrity_correct": "Le describo honestamente aspectos culturales que probablemente no encajen con su perfil para que tome una decisión informada, aceptando que esto pueda hacer que descarte la oportunidad y que, si alguien se entera, se cuestione mi lealtad a la empresa.",
      "pragmatic_distractor": "Le digo que es una excelente oportunidad y que debería aplicar, dejando que él mismo descubra en el proceso si encaja o no.",
      "evasive_distractor": "Le sugiero que investigue más sobre la cultura por su cuenta y que forme su propia opinión durante las entrevistas.",
      "rationalized_distractor": "Le comento que todas las empresas tienen pros y contras, y que si la oportunidad es buena en otros aspectos no debería preocuparse demasiado por el ajuste cultural."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 46",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q137",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te invitan a participar en el rediseño del programa de inducción para nuevos empleados. Has notado que la inducción actual presenta una imagen muy idealizada de la cultura que luego genera decepción cuando las personas enfrentan la realidad diaria. Proponer que se incluyan también desafíos y áreas de mejora haría la inducción más realista pero podría verse como desmotivante. Mantener el enfoque completamente positivo perpetuaría expectativas poco realistas. La propuesta de cambios debe presentarse mañana. ¿Qué sugieres?",
    "options_structured": {
      "integrity_correct": "Propongo que la inducción incluya tanto fortalezas como desafíos culturales reales con ejemplos de cómo navegarlos, aceptando que se me vea como poco entusiasta, que la propuesta genere resistencia y que finalmente se implemente una versión más superficial.",
      "pragmatic_distractor": "Sugiero mejoras en la presentación y materiales manteniendo el enfoque completamente positivo actual.",
      "evasive_distractor": "Propongo hacer entrevistas de seguimiento con nuevos empleados después de seis meses para identificar brechas entre expectativas y realidad, sin modificar el contenido actual.",
      "rationalized_distractor": "Argumento que el propósito de la inducción es generar entusiasmo inicial, y que es natural que después cada persona ajuste sus expectativas con la experiencia real."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 47",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q138",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Durante una reunión de equipo ampliada, un directivo pregunta abiertamente qué impide que todos sientan el mismo nivel de compromiso y apego que tenían hace algunos años. Sabes que decisiones específicas de liderazgo han erosionado confianza, pero mencionar esto directamente podría crear confrontación incómoda. Hablar en términos generales mantendría la conversación superficial. Guardar silencio desperdiciaría una oportunidad poco común de retroalimentación directa. El directivo está mirando al grupo esperando respuestas honestas. ¿Qué compartes?",
    "options_structured": {
      "integrity_correct": "Describo respetuosamente pero con claridad decisiones específicas que han afectado la confianza del equipo y su impacto en el apego, aceptando que esto genere tensión inmediata, que el directivo se sienta cuestionado y que algunos compañeros me vean como confrontativo.",
      "pragmatic_distractor": "Menciono factores externos como cambios del mercado o carga de trabajo sin tocar decisiones específicas de liderazgo.",
      "evasive_distractor": "Sugiero que sería útil hacer un ejercicio estructurado de retroalimentación en lugar de responder en el momento.",
      "rationalized_distractor": "Pienso que el directivo probablemente ya conoce los problemas y que exponerlos públicamente solo generará defensividad sin soluciones constructivas."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 48",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q139",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un compañero muy talentoso te confiesa que está en proceso de entrevistas externas porque siente que aquí su crecimiento se estancó. Te pide consejo sobre si debería dar a la empresa una última oportunidad de retenerlo informando sobre sus intenciones, o simplemente irse cuando tenga otra oferta. Animarlo a dar esa oportunidad podría generar una conversación incómoda que finalmente no cambie nada. Sugerirle que se vaya en silencio podría hacer que la empresa pierda oportunidad de aprender y retener talento. Valora mucho tu opinión. ¿Qué le aconsejas?",
    "options_structured": {
      "integrity_correct": "Le sugiero que comparta con liderazgo sus razones antes de tomar una decisión final, para al menos dar oportunidad de que la empresa entienda qué está perdiendo, aceptando que esto pueda no cambiar nada, generarle incomodidad temporal y que finalmente igual se vaya.",
      "pragmatic_distractor": "Le aconsejo que espere a tener una oferta firme y luego simplemente comunique su salida sin entrar en conversaciones que podrían ser desgastantes.",
      "evasive_distractor": "Le digo que es una decisión muy personal que solo él puede tomar según lo que sienta que es mejor para su carrera.",
      "rationalized_distractor": "Le comento que si la empresa realmente se preocupara por su desarrollo ya habría hecho algo sin necesidad de que él amenace con irse."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 49",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q140",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden presentar en una feria de empleo universitaria por qué estudiantes deberían considerar tu empresa como lugar para iniciar su carrera. Has trabajado varios años allí y tienes experiencias positivas, pero también sabes que el programa de desarrollo para juniors ha tenido problemas de seguimiento y varias personas se han ido frustradas. Presentar solo aspectos positivos atraería más candidatos pero sería poco honesto. Ser muy transparente sobre limitaciones podría reducir interés. La presentación es mañana. ¿Qué mensaje preparas?",
    "options_structured": {
      "integrity_correct": "Preparo una presentación equilibrada que reconoce oportunidades reales y también limitaciones conocidas del programa junior, ayudando a candidatos a tomar decisiones informadas, aceptando que esto reduzca el número de aplicantes y que se cuestione mi efectividad como embajador de marca empleadora.",
      "pragmatic_distractor": "Preparo una presentación completamente entusiasta destacando solo fortalezas para maximizar el interés de candidatos potenciales.",
      "evasive_distractor": "Declino la invitación argumentando que otras personas con más experiencia en reclutamiento podrían hacer mejor presentación.",
      "rationalized_distractor": "Acepto presentar una visión idealizada porque considero que el propósito de ferias de empleo es atraer talento, y que los candidatos descubrirán la realidad completa durante el proceso de entrevistas."
    },
    "notes": "Modulo 5 Options B10 batch 06 item 50",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  }
]