[
  {
    "id": "block-B10-q191",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te solicitan liderar un proyecto crítico durante tres fines de semana consecutivos sin pago extra, bajo el argumento de 'demostrar la camiseta'. Si aceptas, sacrificas tu descanso y tiempo familiar; si te niegas, tu evaluación anual y tu reputación ante la dirección podrían sufrir. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Establezco límites rechazando el trabajo extra sin compensación, asumiendo que esto impactará negativamente mi evaluación y generará fricción con mis superiores.",
      "pragmatic_distractor": "Acepto el compromiso pero negocio informalmente días libres futuros como compensación, buscando un equilibrio sin confrontar.",
      "evasive_distractor": "Indico que revisaré mi agenda personal antes de confirmar, postergando la respuesta para evitar un 'no' directo.",
      "rationalized_distractor": "Acepto incondicionalmente, bajo la premisa de que este sacrificio personal es una inversión indispensable para mi crecimiento futuro en la empresa."
    },
    "notes": "Modulo 5 Options B10 batch 08 item 1",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q192",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "La empresa lanza un concurso de innovación que exige desarrollar los proyectos fuera del horario laboral. Participar te daría gran visibilidad ante directivos; rechazarlo por principios —al considerar que normaliza el trabajo no remunerado— te dejaría fuera de una red estratégica clave. ¿Qué priorizas?",
    "options_structured": {
      "integrity_correct": "Decido no participar para no validar prácticas de trabajo sin pago, aceptando perder visibilidad ante la dirección y quedar fuera de oportunidades futuras.",
      "pragmatic_distractor": "Participo con una propuesta sencilla que no requiera mucho tiempo, cumpliendo con la presencia política sin desgastarme.",
      "evasive_distractor": "Solicito aclaraciones sobre si habrá compensación de tiempo, retrasando mi inscripción hasta el último momento.",
      "rationalized_distractor": "Me inscribo y trabajo en mi tiempo libre, interpretando que el beneficio a largo plazo justifica ceder ante esta exigencia cultural temporalmente."
    },
    "notes": "Modulo 5 Options B10 batch 08 item 2",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q193",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Tu jefe te pide incentivar al equipo para que publiquen contenido de la empresa en sus redes sociales personales. Sientes que esto invade su privacidad, pero negarte te haría parecer poco comprometido con la marca ante el área de Comunicación. ¿Cómo procedes?",
    "options_structured": {
      "integrity_correct": "Me niego a presionar al equipo sobre sus redes privadas, aceptando que mi jefe cuestione mi alineación cultural y que Comunicación me excluya de iniciativas visibles.",
      "pragmatic_distractor": "Transmito la solicitud al equipo enfatizando que es totalmente voluntario, cumpliendo con el pedido sin ejercer presión real.",
      "evasive_distractor": "Digo que esperaré a una reunión presencial para explicarlo mejor, dilatando la ejecución de la orden.",
      "rationalized_distractor": "Promuevo la iniciativa activamente, confiando en que apoyar la imagen corporativa públicamente nos beneficia a todos y no es una intrusión grave."
    },
    "notes": "Modulo 5 Options B10 batch 08 item 3",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q194",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Se te pide firmar públicamente una carta de apoyo al regreso total a la oficina, lo cual contradice la flexibilidad que prometiste defender para tu equipo. Firmar asegura tu posición política; negarte te enfrenta a la dirección y pone en riesgo tu proyección. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Rehúso firmar la carta para mantener mi palabra con el equipo, asumiendo el riesgo de ser etiquetado como disidente y perder el favor de la gerencia.",
      "pragmatic_distractor": "Firmo la carta públicamente, pero en privado intento mantener acuerdos informales de flexibilidad con mi equipo.",
      "evasive_distractor": "Pido tiempo para revisar el texto legal de la carta, evitando comprometerme de inmediato.",
      "rationalized_distractor": "Firmo la carta de apoyo, juzgando que alinearse con la dirección es prioritario para mantener mi capacidad de influencia en decisiones futuras."
    },
    "notes": "Modulo 5 Options B10 batch 08 item 4",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q195",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Para un evento corporativo, te piden narrar una historia de éxito sobre tu desarrollo en la empresa. Tu experiencia real ha sido desorganizada, pero contar la versión idealizada complacería a RRHH. Contar la verdad o negarte parecería ingratitud. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Declino la invitación para no falsear mi experiencia, aceptando parecer poco colaborativo y perder una oportunidad clara de exposición ante líderes.",
      "pragmatic_distractor": "Acepto y cuento una versión neutra, omitiendo los problemas pero sin inventar beneficios inexistentes.",
      "evasive_distractor": "Acepto inicialmente pero luego me excuso por un conflicto de agenda de último minuto.",
      "rationalized_distractor": "Acepto contar la versión idealizada, considerando que motivar a la audiencia es más importante que la precisión histórica de los hechos."
    },
    "notes": "Modulo 5 Options B10 batch 08 item 5",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q196",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Un director sugiere informalmente que mantengas tu estado 'Disponible' en el chat fuera de horario para proyectar compromiso. Hacerlo falsea tu disponibilidad y presiona a tu equipo; ignorarlo podría marcarte como alguien con 'falta de camiseta'. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Mantengo mi estado real reflejando mi desconexión, aceptando que el director cuestione mi dedicación y que esto pueda influir en asignaciones futuras.",
      "pragmatic_distractor": "Dejo el estado activo pero desactivo las notificaciones, cumpliendo en apariencia sin trabajar realmente.",
      "evasive_distractor": "Consulto si existe una política oficial al respecto antes de hacer cambios, evitando la acción inmediata.",
      "rationalized_distractor": "Mantengo el estado en verde siempre, estimando que es un gesto simbólico de bajo esfuerzo que facilita la percepción positiva de mi compromiso."
    },
    "notes": "Modulo 5 Options B10 batch 08 item 6",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q197",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Debes comunicar que el presupuesto de bienestar se redirigirá a un evento directivo, presentándolo como una 'mejora estratégica'. Sabes que es un recorte que afectará al equipo, pero rechazar el guion oficial te haría ver conflictivo ante tus superiores. ¿Cómo lo manejas?",
    "options_structured": {
      "integrity_correct": "Explico el cambio con transparencia sin disfrazarlo de mejora, asumiendo la molestia de mis superiores y el riesgo de ser apartado de futuras vocerías.",
      "pragmatic_distractor": "Comunico la noticia enfocándome solo en el nuevo evento, omitiendo mencionar lo que se perdió para evitar roces.",
      "evasive_distractor": "Pido a RRHH que envíe el comunicado oficial directamente, evitando ser yo el portador del mensaje.",
      "rationalized_distractor": "Presento el cambio con el enfoque positivo solicitado, bajo la óptica de que mantener la moral del equipo justifica suavizar la realidad financiera."
    },
    "notes": "Modulo 5 Options B10 batch 08 item 7",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q198",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te ofrecen ser 'embajador cultural', un rol que implica reportar comentarios cínicos o negativos de tus compañeros. Aceptar te da acceso a la cúpula; rechazarlo puede interpretarse como que no te importa cuidar la cultura organizacional. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Rechazo el rol para no comprometer la confianza de mis pares, aceptando que la gerencia dude de mi lealtad institucional y frene mi ascenso.",
      "pragmatic_distractor": "Acepto el título pero solo reporto problemas sistémicos generales, protegiendo las identidades individuales.",
      "evasive_distractor": "Solicito definir métricas claras de éxito para el rol antes de aceptar, postergando la decisión.",
      "rationalized_distractor": "Acepto el rol de reporte, partiendo de la base que alguien debe monitorear el clima para corregir problemas y proteger a la organización."
    },
    "notes": "Modulo 5 Options B10 batch 08 item 8",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q199",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Dirección te pide que presentes casos de éxito aún no concluidos como victorias consolidadas para cerrar una venta clave. Negarte podría interpretarse como falta de agresividad comercial; hacerlo compromete tu credibilidad técnica. ¿Qué haces?",
    "options_structured": {
      "integrity_correct": "Me limito a presentar solo los datos verificados, aceptando la posibilidad de perder la venta y recibir críticas por mi falta de visión comercial.",
      "pragmatic_distractor": "Uso palabras como 'proyectado' o 'estimado' para sugerir éxito sin mentir técnicamente sobre el estado actual.",
      "evasive_distractor": "Sugiero que alguien de ventas presente esa sección específica, desligándome de la responsabilidad.",
      "rationalized_distractor": "Presento los casos como éxitos, escudándome en que la proyección es sólida y que un poco de optimismo es necesario para ganar en el mercado."
    },
    "notes": "Modulo 5 Options B10 batch 08 item 9",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  },
  {
    "id": "block-B10-q200",
    "module_id": 5,
    "block_id": "B10",
    "type": "options",
    "scenario": "Te piden liderar una campaña de orgullo corporativo usando testimonios de empleados que han sido editados para eliminar críticas y sonar artificialmente felices. Liderarlo te da visibilidad; negarte te marca como un obstáculo para el equipo de Cultura. ¿Qué decides?",
    "options_structured": {
      "integrity_correct": "Declino liderar la campaña con ese material, aceptando el enfriamiento de mis relaciones con RRHH y la etiqueta de 'poco institucional'.",
      "pragmatic_distractor": "Acepto pero pido incluir un par de testimonios más neutros para darle credibilidad a la campaña.",
      "evasive_distractor": "Ofrezco apoyar en la logística pero no como vocero principal, reduciendo mi exposición directa.",
      "rationalized_distractor": "Lidero la campaña con los testimonios editados, asumiendo la postura de que el marketing interno requiere cierto nivel de idealización para ser efectivo."
    },
    "notes": "Modulo 5 Options B10 batch 08 item 10",
    "sot_checksum": "2DC7A5027EF49B45274FD609028260CA"
  }
]